{
  "verses": [
    {
      "text": "CHAPTER III. And now I, Nephi, proceed to give an account upon these plates, of my proceedings, and my reign and ministry; therefore, to proceed with mine account. I must speak somewhat of the things of my father, and also of my brethren.",
      "verse": 1
    },
    {
      "text": "For behold, it came to pass that after my father had made an end of speaking the words of his dream, and also exhorting them to all diligence, he spake unto them concerning the Jews: How that after they were destroyed, yea, even that great city Jerusalem; and that many were carried away captive into Babylon; that according to the own due time of the Lord, they should return again; yea, even be brought back out of captivity; and after they are brought back out of captivity, to possess again the land of their inheritance.",
      "verse": 2
    },
    {
      "text": "Yea, even six hundred years from the time that my father left Jerusalem, a Prophet would the Lord God raise up among the Jews; yea, even a Messiah; or, in other words, a Saviour of the world. And he also spake concerning the prophets: How great a number had testified of these things, concerning this Messiah, of which he had spoken, or this Redeemer of the world. Wherefore, all mankind was in a lost and in a fallen state; and ever would be, save they should rely on this Redeemer.",
      "verse": 3
    },
    {
      "text": "And he spake also, concerning a prophet, which should come before the Messiah, to prepare the way of the Lord; yea, even he should go forth and cry in the wilderness, Prepare ye the way of the Lord, and make his paths straight; for there standeth one among you whom ye know not; and he is mightier than I, whose shoe\u0027s latchet I am not worthy to unloose. And much spake my father concerning this thing.",
      "verse": 4
    },
    {
      "text": "And my father saith that he should baptise in Bethabara, beyond Jordan; and he also spake, that he should baptise with water. yea, even that he should baptise the Messiah with water. And after that he had baptised the Messiah with water, he should behold and bear record, that he had baptised the Lamb of God, which should take away the sins of the world.",
      "verse": 5
    },
    {
      "text": "And it came to pass that after my father had spoken these words, he spake unto my brethren concerning the Gospel, which should be preached among the Jews; and also, concerning the dwindling of the Jews in unbelief. And after that they had slain the Messiah which should come, and after that he had been slain, he should rise from the dead, and should make himself manifest, by the Holy Ghost, unto the Gentiles.",
      "verse": 6
    },
    {
      "text": "Yea, even my father spake much concerning the Gentiles, and also concerning the House of Israel: that they should be compared like unto an olive tree, whose branches should be broken off, and should be scattered upon all the face of the earth. Wherefore, he said, it must needs be that we should",
      "verse": 7
    },
    {
      "text": "be led with one accord, into the land of promise, unto the fulfilling of the word of the Lord: That we should be scattered upon all the face of the earth. And after that the house of Israel should be scattered, they should be gathered together again; or, in fine, that after the Gentiles had received the fulness of the Gospel, the natural branches of the olive tree, or the remnants of the House of Israel, should be grafted in, or come to the knowledge of the true Messiah, their Lord and their Redeemer. And after this manner of language did my father prophesy ,and speak unto my brethren; and also, many more things, which I do not write in this book: for I have written as many of them, as were expedient for me, in mine other book: And all these things of which I have spoken, was done, as my father dwelt in a tent, in the valley of Lemuel.",
      "verse": 8
    },
    {
      "text": "And it came to pass that after I, Nephi, having heard all the words of my father, concerning the things which he saw in a vision; and also the things which he spake by the power of the Holy Ghost; which power, he received by faith on the Son of God. And the Son of God was the Messiah, which should come.",
      "verse": 9
    },
    {
      "text": "And it came to pass that I, Nephi, was desirous also, that I might see, and hear, and know of these things, by the power of the Holy Ghost, which is the gift of God unto all those who diligently seek him, as well in times of old in the time that he should manifest himself unto the children of men; for he is the same yesterday, to-day, and forever; and the way is prepared from the foundation of the world, if it so be that they repent and come unto him; for he that diligently seeketh, shall find; and the mysteries of God shall be unfolded unto them, by the power of the Holy Ghost, as well in these times, as in times of old; and as well as in times of old, as in times to come; wherefore, the courses of the Lord is one eternal round. Therefore, remember, O man, for all thy doings, thou shalt be brought into judgment. Wherefore, if ye have sought to do wickedly before the judgment seat of God; and no unclean thing can dwell with God; wherefore, ye must be cast off forever. And the Holy Ghost giveth authority that I should speak these things, and deny them not.",
      "verse": 10
    },
    {
      "text": "For it came to pass that after I had desired to know the things that my father had seen, and believing that the Lord was able to make them known unto me; wherefore, as I sat",
      "verse": 11
    },
    {
      "text": "pondering in mine heart, I was caught away in the spirit of the Lord, yea, into an exceeding high mountain, which I, never had before seen, and upon which I never had before sat my foot. And the spirit saith unto me, Behold, what desirest thou? And I saith, I desire to behold the things which my father saw. And the spirit saith unto me, Believest thou that thy father saw the tree of which he hath spoken? And I said yea; thou knowest that I believe all the words of my father.",
      "verse": 12
    },
    {
      "text": "And when I had spoken these words, the spirit cried with a loud voice, saying: Hosanna to the Lord, the most high God; for he is God over all the earth, yea, even above all; and blessed art thou, Nephi, because thou believest in the Son of the Most High God; wherefore, thou shalt behold the things which thou desired. And behold, this thing shall be given unto thee for a sign: that after thou hast beheld the tree which bore the fruit which thy father tasted, thou shalt also behold a man descending out of Heaven, and him shall ye witness; and after that ye have witnessed him, ye shall bear record that it is the Son of God.",
      "verse": 13
    },
    {
      "text": "And it came to pass that the spirit saith unto me, look! and I looked and beheld the tree; and it was like unto the tree which my father had seen; and the beauty thereof was far beyond, yea, exceeding of all beauty; and the whiteness thereof, did exceed the whiteness of the driven snow.",
      "verse": 14
    },
    {
      "text": "And it came to pass that after that I had seen the tree, I said unto the spirit, I behold thou hast shewn unto me the tree which is precious above all. And he saith unto me, What desirest thou? And I said unto him, to know the interpretation thereof; for I spake unto him as a man speaketh; for I beheld that he was in the form of a man; yet, nevertheless, I knew that it was the spirit of the Lord; and he spake unto me as a man speaketh with another.",
      "verse": 15
    },
    {
      "text": "And it came to pass that he said unto me, look: And I looked as if to look upon him, and I saw him not; for he had gone from before my presence.",
      "verse": 16
    },
    {
      "text": "And it came to pass that I looked and beheld the great city Jerusalem, and also other cities. And I beheld the city of Nazareth; and in the city of Nazareth I beheld a virgin, and she was exceeding fair and white.",
      "verse": 17
    },
    {
      "text": "And it came to pass that I saw the Heavens open; and an angel came down and stood before me; and he saith unto me, Nephi, what beholdest thou? And I saith unto him, a virgin, most beautiful and fair above all other virgins. And he saith",
      "verse": 18
    },
    {
      "text": "unto me, Knowest thou condescention of God? And I said unto him, I know that he loveth his children; nevertheless, I do not know the meaning of all things. And he said unto me, Behold, the virgin which thou seest, is the mother of God, after the manner of flesh.",
      "verse": 19
    },
    {
      "text": "And it came to pass I beheld that she was carried away in the spirit; and after that she had been carried away in the spirit for the space of time, the angel spake unto me, saying, look! And I looked and beheld the virgin again, bearing a child in her arms. And the angel said unto me, behold the Lamb of God, yea, even the Eternal Father! Knowest thou the meaning of the tree which thy father saw? And I answered him, saying: Yea, it is the love of God, which sheddeth itself abroad in the hearts of the children of men; wherefore, it is the most desirable above all things. And he spake unto me, saying, Yea, and the most joyous to the soul. And after that he had said those words, he said unto me, look! And I looked, and I beheld the Son of God going forth among the children of men; and I saw many fall down at his feet and worship him.",
      "verse": 20
    },
    {
      "text": "And it came to pass that I beheld that the rod of iron which my father had seen, was the word of God, which let to the fountain of living waters, or to the tree of life; which waters are a representation of the love of God; and I also beheld that the tree of life was a representation of the love of God. And the angel said unto me again, Look and behold the condescention of God! And I looked and beheld the Redeemer of the world, of which my father had spoken; and I also beheld the prophet, which should prepare the way before him. And the Lamb of God went forth, and was baptised of him; and after that he was baptised, I beheld the Heavens open, and the Holy Ghost come down out of Heaven and abode upon him in the form of a dove. And I beheld that he went forth ministering unto the people, in power and great glory; and the multitudes were gathered together to hear him; and I beheld that they cast him out from among them. And I also beheld twelve others following him.",
      "verse": 21
    },
    {
      "text": "And it came to pass that they were carried away in the spirit, from before my face, that I saw them not. And it came to pass that the angel spake unto me again, saying, look! And I looked, and I beheld the Heavens open again, and I saw angels descending upon the children of men; and they did minister unto them. And he spake unto me again, saying. look! And I looked, and beheld the Lamb of God going forth among",
      "verse": 22
    },
    {
      "text": "the children of men. And I beheld multitudes of people which were sick, and which were afflicted of all manner of diseases, and with devils, and unclean spirits; and the angel spake, and shewed all these things unto me. And they were healed by the power of the Lamb of God; and the devils and the unclean spirits were cast out.",
      "verse": 23
    },
    {
      "text": "And it came to pass that the angel spake unto me again, saying, look! And I looked and beheld the Lamb of God, that he was taken by the people; yea, the Everlasting God, was judged of the world; and I saw and bear record. And I, Nephi, saw that he was lifted up upon the cross, and slain for the sins of the world. And after that he was slain, I saw the multitudes of the earth, that they were gathered together to fight against the apostles of the Lamb; for thus were the twelve called by the angel of the Lord. And the multitude of the earth was gathered together; and I beheld that they were in a large spacious building, like unto the building which my father saw. And the angel of the Lord spake unto me again, saying, Behold the world and the wisdom thereof; yea, behold, the House of Israel hath gathered together, to fight against the twelve apostles of the Lamb.",
      "verse": 24
    },
    {
      "text": "And it came to pass I saw and bear record, that the great and spacious building was the pride of the world; and it fell; and the fall thereof was exceeding great. And the angel of the Lord spake unto me again, saying: Thus shall be the destruction of all nations, kindreds, tongues, and people, that shall fight against the twelve apostles of the Lamb.",
      "verse": 25
    },
    {
      "text": "And it came to pass that the angel said unto me, Look, and behold thy seed, and also the seed of thy brethren! And I looked and beheld the land of promise; and I beheld multitudes of people, yea, even as it were in number, as many as the sand of the sea.",
      "verse": 26
    },
    {
      "text": "And it came to pass that I beheld multitudes gathered together, to battle one against the other; and I beheld wars, and rumors of wars, and great slaughters with the sword among my people.",
      "verse": 27
    },
    {
      "text": "And it came to pass that I beheld many generations pass away after the manner of wars and contentions in the land; and I beheld many cities, yea, even that I did not number them.",
      "verse": 28
    },
    {
      "text": "And it came to pass that I saw a mist of darkness on the face of the land of promise; and I saw lightnings, and I heard thunderings, and earthquakes, and all manner of tumultuous",
      "verse": 29
    },
    {
      "text": "noises; and I saw the earth and the rocks, that rent; and I saw mountains tumbling into pieces; and I saw the plains of the earth. that they were broken up; and I saw many cities, that they were sunk; and I saw many, that they were burned with fire; And I saw many, that they did tumble to earth, because of the quaking thereof.",
      "verse": 30
    },
    {
      "text": "And it came to pass that after I saw these things, I saw the vapor of darkness, that it passed from off the face of the earth; and behold, I saw the multitudes which had fallen, because of the great and terrible judgments of the Lord. And I saw the Heavens open, and the Lamb of God descending out of Heaven; and he came down and shewed himself unto them. And I also saw and bear record, that the Holy Ghost fell upon twelve others; and they were ordained of God, and chosen.",
      "verse": 31
    },
    {
      "text": "And the angel spake unto me, saying: Behold the twelve disciples of the Lamb, which are chosen to minister unto thy seed. And he saith unto me, Thou remembereth the twelve apostles of the Lamb? Behold, they are they which shall judge the twelve tribes of Israel; wherefore, the twelve ministers of thy seed, shall be judged of them; for ye are of the house of Israel; and these twelve ministers which thou beholdest, shall judge thy seed. And behold, they are righteous forever; for because of their faith in the Lamb of God, their garments are made white in his blood.",
      "verse": 32
    },
    {
      "text": "And the angel saith unto me, look! And I looked and beheld three generations did pass away in righteousness; and their garments were white, even like unto the Lamb of God. And the angel said unto me, These are made white in the blood of the Lamb, because of their faith in him. And I, Nephi, also many of the fourth generation, which did pass away in righteousness.",
      "verse": 33
    },
    {
      "text": "And it came to pass that I saw the multitudes of the earth gathered together. And the angel said unto me, Behold they seed, and also the seed of thy brethren! And it came to pass that I looked, and beheld the people of my seed gathered together in multitudes against the seed of my brethren; and they were gathered together in battle.",
      "verse": 34
    },
    {
      "text": "And the angel spake unto me, saying: Behold the fountain of filthy water which thy father saw; yea, even the river of which he spake; and the depths thereof, are the depths of hell; and the mists of darkness, are the temptations of the devil, which blindeth the eyes, and hardeneth the hearts of the children of men, and leadeth them away into broad roads, that",
      "verse": 35
    },
    {
      "text": "they may perish, and are lost; and the large and spacious building which thy father saw, is vain imaginations, and the pride of the children of men. And a great and terrible gulf divideth them; yea, even the word of the justice of the Eternal God, and Jesus Christ, which is the Lamb of God, of whom the Holy Ghost beareth record, from the beginning of the world until this time, and from this time henceforth and forever. And while the angel spoke these words, I beheld and saw that the seed of my brethren did contend against my seed, according to the word of the angel; and because of the pride of my seed, and the temptations of the devil, I beheld that the seed of my brethren did overpower the people of my seed.",
      "verse": 36
    },
    {
      "text": "And it came to pass that I beheld and saw the people of the seed of my brethren, that they had overcome my seed; and they went forth in multitudes upon the face of the land. And I saw them gathered together in multitudes; and I saw wars, and rumors of wars among them; and in wars, and rumors of wars, I saw many generations pass away. And the angel said unto me, behold, these shall dwindle in unbelief.",
      "verse": 37
    },
    {
      "text": "And it came to pass that I beheld that after they had dwindled in unbelief, they became a dark, and loathsome, and a filthy people, full of idleness and all manner of abominations.",
      "verse": 38
    },
    {
      "text": "And it came to pass that the angel spake unto me saying, look! And I looked and beheld many nations and kingdoms. And the angel saith unto me, what beholdest thou? And I said I behold many nations and kingdoms. And he saith unto me, these are the nations and kingdoms of the Gentiles.",
      "verse": 39
    },
    {
      "text": "And it came to pass that I saw among the nations of the Gentiles, the foundation of a great church. And the angel said unto me, Behold the foundation of a church, which is most abominable above all churches, which slayeth the Saints of God, yea, and tortureth them and bindeth them down, and yoketh them with a yoke of iron, and bringeth them down into captivity.",
      "verse": 40
    },
    {
      "text": "And it came to pass that I beheld this great and abominable church; and I saw the devil, that he was the founder of it. And I also saw gold, and silver, and silks, and scarlets, and fine twined linen, and all manner of precious clothing; and I saw many harlots. And the angel spake unto me, saying: Behold the gold, and the silver, and the silks, and the scarlets, and the fine twined linen, and the precious clothing, and the harlots, are the desires of this great and abominable church:",
      "verse": 41
    },
    {
      "text": "and also for the praise of the world, do they destroy the Saints of God, and bring them down into captivity.",
      "verse": 42
    },
    {
      "text": "And it came to pass that I looked and beheld many waters; and they divided the Gentiles from the seed of my brethren. And it came to pass that the angel said unto me, Behold, the wrath of God is upon the seed of thy brethren! And I looked and beheld a man among the Gentiles, which was separated from the seed of my brethren by the many waters; and I beheld the spirit of God, that it came down and wrought upon the man; and he went forth among the many waters, even unto the seed of my brethren, which were in the promised land.",
      "verse": 43
    },
    {
      "text": "And it came to pass that I beheld the spirit of God, that it wrought upon other Gentiles; and they went forth out of captivity, upon the many waters.",
      "verse": 44
    },
    {
      "text": "And it came to pass that I beheld many multitudes of the Gentiles, upon the land of promise; and I beheld the wrath of God, that it was upon the seed of my brethren; and they were scattered before the Gentiles, and they were smitten. And I beheld the spirit of the Lord, that it was upon the Gentiles; that they did prosper, and obtain the land of their inheritance; and I beheld that they were white, and exceeding fair and beautiful, like unto my people, before they were slain.",
      "verse": 45
    },
    {
      "text": "And it came to pass that I, Nephi, beheld that the Gentiles which had gone forth out of captivity, did humble themselves before the Lord; and the power of the Lord was with them; and I beheld that their mother Gentiles was gathered together upon the waters, and upon the land also, to battle against them, and I beheld that the power of God was with them; and also, that the wrath of God was upon them, that were gathered together against them to battle. And I, Nephi, beheld that the Gentiles which had gone out of captivity, were delivered by the power of God, out of the hands of all other nations.",
      "verse": 46
    },
    {
      "text": "And it came to pass that I, Nephi, beheld that they did prosper in the land, and I beheld a Book; and it was carried forth among them. And the angel saith unto me, Knowest thou the meaning of the Book? And I saith unto him, I know not. And he saith, Behold, it proceedeth out of the mouth of a Jew, and I, Nephi, beheld it; and he saith unto me, The Book which thou beholdest, is a record of the Jews, which contains the covenants of the Lord which he hath made unto the House of Israel; and it also containeth many of the prophesies of the Holy Prophets; and it is a record like unto the engravings which are upon the plates of brass, save there are not so many;",
      "verse": 47
    },
    {
      "text": "nevertheless, they contain the covenants of the Lord, which he hath made unto the House of Israel; wherefore, they are of great worth unto the Gentiles.",
      "verse": 48
    },
    {
      "text": "And the angel of the Lord said unto me, Thou hast beheld that the Book proceeded forth from the mouth of a Jew; and when it proceedeth from the mouth of a Jew, it contained the plainness of the Gospel of the Lord, of whom the twelve apostles bear record; and they bear record according to the truth which is in the Lamb of God; wherefore, these things go forth from the Jews in purity, unto the Gentiles, according to the truth which is in God; and after that they go forth by the hand of the twelve apostles of the Lamb, from the Jews unto the Gentiles; behold, after this, thou seest the foundation of a great and abominable church, which is the most abominable above all other churches; for behold, they have taken away from the Gospel of the Lamb, many parts which are plain and most precious; and also, many Covenants of the Lord have they taken away; and all this have they done, that they might pervert the right ways of the Lord; that they might blind the eyes and harden the hearts of the children of men; wherefore, thou seest that after the Book hath gone forth through the hands of the great and abominable church, that there are many plain and precious things taken away from the Book, which is the Book of the Lamb of God; and after that these plain and precious things were taken away, it goeth forth unto all the nations of the Gentiles; and after it goeth forth unto all the nations of the Gentiles, yea, even across the many waters which thou hast seen with the Gentiles which have gone forth out of captivity; and thou seest because of the many plain and precious things which have been taken out of the Book, which were plain unto the understanding of the children of men, according to the plainness which is in the Lamb of God; and because of these things which were taken away out of the Gospel of the Lamb, an exceeding great many do stumble, yea, insomuch that Satan hath great power over them; nevertheless thou beholdest that the Gentiles which have gone forth out of captivity, and have been lifted up by the power of God above all other nations upon the face of the Land, which is choice above all other lands, which is the land which the Lord God hath covenanted with thy father, that his seed should have, for the land of their inheritance; wherefore, thou seest that the Lord God will not suffer that the Gentiles will utterly destroy the mixture of thy seed, which is among thy brethren; neither",
      "verse": 49
    },
    {
      "text": "will he suffer that the Gentiles shall destroy the seed of thy brethren; neither will the Lord God suffer that the Gentiles shall forever remain in that state of awful woundedness which thou beholdest that they are in, because of the plain and most precious parts of the Gospel of the Lamb which hath been kept back by the abominable church, whose formation thou hast seen; wherefore, saith the Lamb of God, I will be merciful unto the Gentiles, unto the visiting of the remnant of the House of Israel in great judgment.",
      "verse": 50
    },
    {
      "text": "And it came to pass that the angel of the Lord spake unto me, saying: Behold, saith the Lamb of God, after that I have visited the remnant of the House of Israel, and this remnant of which I speak, is the seed of thy father; wherefore, after that I have visited them in judgment, and smitten them by the hand of the Gentiles; and after that the Gentiles do stumble exceedingly, because of the most plain and precious parts of the Gospel of the Lamb which hath been kept back, by that abominable church, which is the mother of harlots, saith the Lamb; wherefore, I will be merciful unto the Gentiles in that day, saith the Lamb, insomuch that I will bring forth unto them in mine own power, much of my Gospel, which shall be plain and precious, saith the Lamb; for behold, saith the Lamb, I will manifest myself unto thy seed, that they shall write many things which I shall minister unto them, which shall be plain and precious; and after that thy seed shall be destroyed and dwindle in unbelief, and also, the seed of thy brethren; behold, these things shall be hid up, to come forth unto the Gentiles, by the gift and power of the Lamb; and in them shall be written my Gospel, saith the Lamb, and my rock and my salvation; and blessed are they which shall seek to bring forth my Zion at that day, for they shall have the gift and the power of the Holy Ghost; and if they endure unto the end, they shall be lifted up at the last day, and shall be saved in the Everlasting Kingdom of the Lamb; yea, whoso shall publish peace, that shall publish tidings of great joy, how beautiful upon the mountains shall they be.",
      "verse": 51
    },
    {
      "text": "And it came to pass that I beheld the remnant of the seed of my brethren, and also the book of the Lamb of God, which had proceeded forth from the mouth of the Jew; and I beheld that it came forth from the Gentiles, unto the remnant of the seed of my brethren; and after it had come forth unto them, I beheld other Books, which came forth by the power of the Lamb, from the Gentiles, unto them, unto the convincing of the",
      "verse": 52
    },
    {
      "text": "Gentiles, and the remnant of the seed of my brethren, and also to the Jews, which were scattered upon all the face of the earth, that the records of the prophets and of the twelve apostles of the Lamb, are true.",
      "verse": 53
    },
    {
      "text": "And the angel spake unto me, saying: These last records which thou hast seen among the Gentiles, shall establish the truth of the first, which is of the twelve apostles of the Lamb, and shall make known the plain and precious things which have been taken away from them; and shall make known to all kindreds, tongues, and people, that the Lamb of God is the Eternal Father and the Saviour of the world; and that all men must come unto Him, or they cannot be saved; and they must come according to the words which shall be established by the mouth of the Lamb; and the words of the Lamb shall be made known in the records of thy seed, as well as in the records of the twelve apostles of the Lamb; wherefore, they shall be established in one, for there is one God and one Shepherd over all the earth; and the time cometh that he shall manifest himself unto all nations, both unto the Jews, and also unto the Gentiles; and after that he hath manifested himself unto the Jews, and also unto the Gentiles, then he shall manifest himself unto the Gentiles, and also unto the Jews, and the last shall be first, and the first shall be last.",
      "verse": 54
    },
    {
      "text": "And it shall come to pass, that if the Gentiles shall hearken unto the Lamb of God in that day that he shall manifest himself unto them in word, and also in power, in very deed, unto the taking away of their stumbling blocks, if it so be that they harden not their hearts against the Lamb; and if it so be that they harden not their hearts against the Lamb of God, they shall be numbered among the seed of thy father; yea, they shall be numbered among the House of Israel; and they shall be a blest people upon the promised land forever; they shall be no more brought down into captivity; and the House of Israel shall no more be confounded; and that great pit which hath been digged for them, by that great and abominable church, which was founded by the Devil and his children, that he might lead away the souls of men down to Hell; yea, the great pit which hath been digged for the destruction of men, shall be filled by those who digged it, unto their utter destruction, saith the Lamb of God; not the destruction of the soul, save it be the casting of it into that Hell which hath no end; for behold, this is according to the captivity of the",
      "verse": 55
    },
    {
      "text": "Devil, and also according to the justice of God, upon all those who will work wickedness and abomination before him.",
      "verse": 56
    },
    {
      "text": "And it came to pass that the angel spake unto me, Nephi, saying: Thou hast beheld that if the Gentiles repent, it shall be well with them; and thou also knowest concerning the covenants of the Lord unto the House of Israel; and thou also hast heard, that whoso repenteth not, must perish; therefore, wo be unto the Gentiles, if it so be that they harden their hearts against the Lamb of God: for the time cometh, saith the Lamb of God, that I will work a great and a marvellous work among the children of men; a work which shall be everlasting, either on the one hand or on the other; either to the convincing of them unto peace and life eternal, or unto the deliverance of them to the hardness of their hearts and the blindness of their minds, unto their being brought down into captivity, and also unto destruction, both temporally and spiritually, according to the captivity of the Devil, of which I have spoken.",
      "verse": 57
    },
    {
      "text": "And it came to pass that when the angel had spoken these words, he saith unto me, Remember thou the covenants of the Father unto the House of Israel? I saith unto ,him, yea. And it came to pass that he saith unto me, Look, and beheld that great and abominable church, which is the mother of abominations, whose foundation is the devil. And he saith unto me, Behold, there is, save it be, two churches: the one is the church of the Lamb of God, and the other is the church of the Devil; wherefore. whoso belongeth not to the church of the Lamb of God, belongeth to that great church, which is the mother of abominations; and she is the whore of all the earth.",
      "verse": 58
    },
    {
      "text": "And it came to pass that I looked and beheld the whore of all the earth, and she sat upon many waters; and she had dominion over all the earth, among all nations, kindreds, tongues, and people.",
      "verse": 59
    },
    {
      "text": "And it came to pass that I beheld the church of the Lamb of God, and its numbers were few, because of the wickedness and abominations of the whore which sat upon many waters; nevertheless, I beheld that the church of the Lamb, which were the Saints of God, were also upon all the face of the earth; and their dominion upon the face of the earth was small, because of the wickedness of the great whore which I saw.",
      "verse": 60
    },
    {
      "text": "And it came to pass that I beheld that the great mother of abominations did gather together multitudes upon the face of",
      "verse": 61
    },
    {
      "text": "the earth, among all the nations of the Gentiles, to fight against the Lamb of God.",
      "verse": 62
    },
    {
      "text": "And it came to pass that I, Nephi, beheld the power of the Lamb of God, that it descended upon the saints of the church of the Lamb, and upon the covenant people of the Lord, which were scattered upon all the face of the earth; and they were warned with righteousness and with the power of God in great glory.",
      "verse": 63
    },
    {
      "text": "And it came to pass that I beheld that the wrath of God was poured out upon the great and abominable church, insomuch that there were wars and rumors of wars among all the nations and kindreds of the earth; and as there began to be wars and rumors of war among all the nations which belongeth to the mother of abominations, the angel spake unto me saying: Behold, the wrath of God is upon the mother of harlots; and behold, thou seest all these things! And when the day cometh that the wrath of God is poured out upon the mother of harlots, which is the great and abominable church of all the earth, whose founder is the Devil, then, at that day, the work of the Father shall commence, in preparing the way for the fulfilling of his covenants, which he hath made to his people, which are of the House of Israel.",
      "verse": 64
    },
    {
      "text": "And it came to pass that the angel spake unto me, saying, Look! And I looked and beheld a man, and he was dressed in a white robe; and the angel said unto me, Behold one of the twelve Apostles of the Lamb! Behold, he shall see and write the remainder of these things; yea, and also many things which have been; and he shall also write concerning the end of the world; wherefore, the things which he shall write, are just and true; and, behold, they are written in the book which thou beheld proceeding out of the mouth of the Jew; and at the time proceeded out of the mouth of the Jew, or, at the time the book proceeded out of the mouth of the Jew, the things which were written, were plain and pure, and most precious, and easy to the understanding of all men. And, behold, the things which the Apostle of the Lamb shall write, are many things which thou hast seen; and, behold, the remainder shalt thou see; but the things which thou shalt see hereafter, thou shalt not write; for the Lord God hath ordained the Apostle of the Lamb of God, that he should write them. And also, others which have been to them, hath he shown all things, and they have written them; and they are sealed up, to come forth in their purity, according to the truth which is",
      "verse": 65
    },
    {
      "text": "in the Lamb, in the own due time of the Lord, unto the House of Israel.",
      "verse": 66
    },
    {
      "text": "And I, Nephi, heard and bear record, that the name of the Apostle of the Lamb was John, according to the word of the angel. And, behold, I, Nephi, am forbidden that I should write the remainder of the things which I saw and heard; wherefore, the things which I have written, sufficeth me; and I have not written but a small part of the things which I saw. And I bear record, that I saw the things which my father saw, and the angel of the Lord did make them known unto me. -- And now I make an end of speaking concerning the things which I saw, while I was carried away in the spirit; and if all the things which I saw are not written, the things which I have written are true. And thus it is. Amen.",
      "verse": 67
    }
  ],
  "chapter": 4,
  "title": "1 Nephi 3"
}