{
  "verses": [
    {
      "text": "CHAPTER I. An account of Lehi and his wife Sariah, and his four Sons, being called, (beginning at the eldest,) Laman, Lemuel, Sam, and Nephi. The Lord warns Lehi to depart out of the land of Jerusalem, because he prophesieth unto the people concerning their iniquity; and they seek to destroy his life. He taketh three days journey into the wilderness with his family. Nephi taketh his brethren and returns to the land of Jerusalem after the record of the Jews. The account of their sufferings. They take the daughters of Ishmael to wife. They take their families and depart into the wilderness. Their sufferings and afflictions in the wilderness. The course of their travels. They come to the large waters. Nephi\u0027s brethren rebelled against him. He confounded them, and buildeth a Ship. They call the place Bountiful. They cross the large waters into the promised land, \u0026c. This is according to the account of Nephi; or in other words, I Nephi wrote this record.",
      "verse": 1
    },
    {
      "text": "I, Nephi, having been born of goodly parents, therefore I was taught somewhat in all the learning of my father; and having seen many afflictions in the course of my days -- nevertheless, having been highly favored of the Lord in all my days; yea, having had a great knowledge of the goodness and the mysteries of God, therefore I make a record of my proceedings in my days; yea, I make a record in the language of my father, which consists of the learning of the Jews and the language of the Egyptians. And I know that the record which I make, to be true; and I make it with mine own hand; and I make it according to my knowledge.",
      "verse": 2
    },
    {
      "text": "For it came to pass in the commencement of the first year of the reign of Zedekiah, king of Judah, (my father Lehi having dwelt at Jerusalem in all his days;) and in that same year there came many prophets, prophesying unto the people, that they must repent, or the great city Jerusalem must be destroyed.",
      "verse": 3
    },
    {
      "text": "Wherefore it came to pass, that my father Lehi, as he went forth, prayed unto the Lord, yea, even with all his heart, in behalf of his people.",
      "verse": 4
    },
    {
      "text": "And it came to pass, as he prayed unto the Lord, there came a pillar of fire and dwelt upon a rock before him; and he saw and heard, he did quake and tremble exceedingly.",
      "verse": 5
    },
    {
      "text": "And it came to pass that he returned to his own house at Jerusalem; and he cast himself upon his bed, being overcome with the spirit and the things which he had seen; and being thus overcome with the spirit, he was carried away in a vision, even that he saw the Heavens open; and he thought he saw God sitting upon his throne, surrounded with numberless concourses of angels in the attitude of singing and praising their God.",
      "verse": 6
    },
    {
      "text": "And it came to pass that he saw one descending out of the midst of Heaven, and he beheld that his lustre was above that of the sun at noon-day; and he also saw twelve others following him, and their brightness did exceed that of the stars in the firmament; and they came down and went forth upon the face of the earth; and the first came and stood before my father, and gave unto him a Book, and bade him that he should read.",
      "verse": 7
    },
    {
      "text": "And it came to pass as he read, he was filled with the spirit of the Lord, and he read saying, Wo, wo unto Jerusalem! for I have seen thine abominations; yea, and many things did my father read concerning Jerusalem -- that it should be destroyed, and the inhabitants thereof, many should perish by the sword, and many should be carried away captive into Babylon.",
      "verse": 8
    },
    {
      "text": "And it came to pass that when my father had read and saw many great and marvellous things, he did exclaim many things unto the Lord; such as, Great and marvellous are thy works, O Lord God Almighty! Thy throne is high in the Heavens, and the power and goodness, and mercy is over all the inhabitants of the earth; and because thou art merciful, thou wilt not suffer those who come unto thee that they shall perish! And after this manner was the language of my father in the praising of his God; for his soul did rejoice, and his whole heart was filled, because of the things which he had seen; yea, which the Lord had shewn unto him. And now I, Nephi, do not make a full account of the things which my father hath written, for he hath written many things which he saw in visions",
      "verse": 9
    },
    {
      "text": "and in dreams; and he also hath written many things which he prophesied and spake unto his children, of which I shall not make a full account; but I will make an account of my proceedings in my days -- Behold I make an abridgement of the record of my father, upon plates which I have made with mine own hands; wherefore, after that I have abridged the record of my father, then will I make an account of mine own life.",
      "verse": 10
    },
    {
      "text": "Therefore, I would that ye should know that after the Lord had shewn marvellous things unto my father Lehi, yea, concerning the destruction of Jerusalem, behold he went forth among the people and began to prophesy and to declare unto them concerning the things which he had both seen and heard.",
      "verse": 11
    },
    {
      "text": "And it came to pass that the Jews did not mock him because of the things which he testified of them; for he truly testified of their wickedness and their abominations; and he testified that the things which he saw and heard, and also the things which he read in the Book, manifested plainly of the coming of a Messiah, and also the redemption of the world.",
      "verse": 12
    },
    {
      "text": "And when the Jews heard these things, they were angry with him; yea, even as with the prophets of old, whom they had cast out and stoned and slain; and they also sought his life, that they might take it away. But behold, I, Nephi will shew unto you that the tender mercies of the Lord is over all them whom he hath chosen, because of their faith, to make them mighty even unto the power of deliverance.",
      "verse": 13
    },
    {
      "text": "For behold it came to pass that the Lord spake unto my father., yea, even in a dream, and sayeth unto him, Blessed art thou Lehi, because of the things which thou hast done; and because thou hast been faithful and declared unto this people the things which I commanded thee, behold they seek to take away thy life.",
      "verse": 14
    },
    {
      "text": "And it came to pass that the Lord commanded my father even in a dream, that he should take his family and depart into the wilderness. And it came to pass that he was obedient unto the word of the Lord, wherefore he did as the Lord commanded him.",
      "verse": 15
    },
    {
      "text": "And it came to pass that he departed into the wilderness. -- And he left his house, and the land of his inheritance, and his gold, and his silver, and his precious things, and took nothing with him save it were his family, and provisions, and tents, and he departed into the wilderness; and he came down by the",
      "verse": 16
    },
    {
      "text": "borders near the shore of the Red Sea; and he travelled in the wilderness, in the borders, which was nearer the Red Sea; and he did travel in the wilderness with his family, which consisted of my mother, Sariah, and my elder brothers, which were Laman, Lemuel and Sam.",
      "verse": 17
    },
    {
      "text": "And it came to pass that when he had travelled three days in the wilderness, he pitched his tent in a valley beside a river of water. And it came to pass that he built an altar of stones, and he made an offering unto the Lord, and gave thanks unto the Lord our God. And it came to pass that he called the name of the river Laman, and it emptied into the Red Sea; and the valley was in the borders near the mouth thereof. And when my father saw that the waters of the river emptied into the fountain of the Red Sea, he spake unto Laman, saying: O that thou mightest be like unto this river, continually running into the fountain of all righteousness. And he also spake unto Lemuel: O that thou mightest be like unto this valley, firm, and steadfast, and immoveable in keeping the commandments of the Lord. Now this he spake because of the stiffneckedness of Laman and Lemuel; for behold; they did murmur in many things against their father, because that he was a visionary man, and that he had led them out of the land of Jerusalem, to leave the land of their inheritance, and their gold, and their silver, and their precious things, and to perish in the wilderness. And this they said he had done because of the foolish imaginations of his heart. And thus Laman and Lemuel, being the eldest, did murmur against their father. -- And they did murmur because they knew not the dealings of that God who had created them. Neither did they believe that Jerusalem, that great city, could be destroyed according to the words of the prophets. And they were like unto the Jews, which were at Jerusalem, which sought to take away the life of my father.",
      "verse": 18
    },
    {
      "text": "And it came to pass that my father did speak unto them in the valley of Lemuel, with power, being filled with the spirit, until their frames did shake before him. And he did confound them, that they durst not utter against him; wherefore they did do as he commanded them. And my father dwelt in a tent.",
      "verse": 19
    },
    {
      "text": "And it came to pass that I, Nephi, being exceeding young, nevertheless being large in stature, and also having great desires to know of the mysteries of God, wherefore I did cry unto the Lord; and behold he did visit me, and did soften my",
      "verse": 20
    },
    {
      "text": "heart that I did believe all the words which had been spoken by my father; wherefore I did not rebel against him like unto my brothers. And I spake unto Sam, making known unto him the things which the Lord had manifested unto me by his Holy Spirit.",
      "verse": 21
    },
    {
      "text": "And it came to pass that he believed in my words; but behold Laman and Lemuel would not hearken unto my words: And being grieved because of the hardness of their hearts, I cried unto the Lord for them.",
      "verse": 22
    },
    {
      "text": "And it came to pass that the Lord spake unto me, saying: Blessed art thou, Nephi, because of thy faith, for thou hast sought me diligently, with lowiness of heart. And inasmuch as ye shall keep my commandments, ye shall prosper, and shall be led to a land of promise; yea, even a land which I have prepared for you; yea, a land which is choice above all other lands. And inasmuch as thy brethren shall rebel against thee, they shall be cut off from the presence of the Lord. And inasmuch as thou shalt keep my commandments, thou shalt be made a ruler and a teacher over thy brethren. For behold, in that day that they shall rebel against me. I will curse them even with a sore curse, and they shall have no power over thy seed, except they shall rebel against me also. And if it so be that they rebel against me, they shall be a scourge unto thy seed, to stir them up in the ways of remembrance.",
      "verse": 23
    },
    {
      "text": "And it came to pass that I, Nephi, returned from speaking with the Lord, to the tent of my father. And it came to pass that he spake unto me, saying: Behold I have dreamed a dream, in the which the Lord hath commanded me that thou and thy brethren shall return to Jerusalem. For behold, Laban hath the record of the Jews, and also a genealogy of my forefathers, and they are engraven upon the plates of brass. Wherefore the Lord hath commanded me that thou and thy brothers should go unto the house of Laban, and seek the records, and bring them down hither into the wilderness. And now, behold, thy brothers murmur, saying: It is a hard thing which I have required of them; but behold I have not required it of them, but it is commanded of the Lord. Therefore go, my son, and thou shalt be favored of the Lord, because thou hast not murmured.",
      "verse": 24
    },
    {
      "text": "And it came to pass, that I, Nephi, said unto my father, I will go and do the things which the Lord hath commanded, for I know that the Lord giveth no commandments unto the",
      "verse": 25
    },
    {
      "text": "children of men, save he shall prepare a way for them that they may accomplish the thing which he commandeth them.",
      "verse": 26
    },
    {
      "text": "And it came to pass that when my father had heard these words, he was exceeding glad, for he knew that I had been blessed of the Lord. And I, Nephi, and my brethren, took our journey in the wilderness with our tents, to go up to the land of Jerusalem.",
      "verse": 27
    },
    {
      "text": "And it came to pass that when we had come up to the land of Jerusalem, I and my brethren did consult one with another; and we cast lots, which of us should go in unto the house of Laban. And it came to pass that the lot fell upon Laman; and Laman went in unto the house of Laban and he talked with him as he sat in his house. And he desired of Laban the records which were engraven upon the plates of brass, which contained the genealogy of my father.",
      "verse": 28
    },
    {
      "text": "And behold, it came to pass that Laban was angry, and thrust him out of his presence; and he would not that he should have records. Wherefore he said unto him, behold thou art a robber, and I will slay thee. But Laman fled out of his presence, and told the things which Laban had done, unto us. And we began to be exceeding sorrowful, and my brethren were about to return unto my father in the wilderness. But behold I said unto them, that as the Lord liveth, and as we live, we will not go down unto our father in the wilderness, until we have accomplished the thing which the Lord hath commanded us. Wherefore let us be faithful in keeping the commandments of the Lord; therefore let us go down to the land of our father\u0027s inheritance, for behold he left gold and silver, and all manner of riches. And all this he hath done, because of the commandments of the Lord: for he knowing that Jerusalem must be destroyed, because of the wickedness of the people.",
      "verse": 29
    },
    {
      "text": "For behold, they have rejected the words of the prophets -- Wherefore if my father should dwell in the land after that he hath been commanded to flee out of the land, behold he would also perish. Wherefore it must needs be that he flee out of the land. And behold, it is wisdom in God that we should obtain these records, that we might preserve unto our children the language of our fathers; and also that we may preserve unto them the words which have been spoken by the mouth of all the holy prophets, which have been delivered unto them by the spirit and power of God, since the world began, even down unto the present time.",
      "verse": 30
    },
    {
      "text": "And it came to pass that after this manner of language did I persuade my brethren, that they might be faithful in keeping the commandments of God. And it came to pass that we went down to the land of our inheritance, and we did gather together our gold, and our silver, and our precious things. And after that we had gathered these things together, we went up again unto the house of Laban.",
      "verse": 31
    },
    {
      "text": "And it came to pass that we went in unto Laban, and desired him that he would give unto us the records which were engraven upon the plates of brass, for which we would give unto him our gold, and our silver, and all our precious things.",
      "verse": 32
    },
    {
      "text": "And it came to pass that when Laban saw our property, and that it was exceeding great, he did lust after it, insomuch that he thrust us out, and sent his servants to slay us, that he might obtain our property. And it came to pass that we did flee before the servants of Laban, and we were obliged to leave behind our property, and it fell into the hands of Laban.",
      "verse": 33
    },
    {
      "text": "And it came to pass that we fled into the wilderness, and the servants of Laban did not overtake us, and we hid ourselves in the cavity of a rock. And it came to pass that Laman was angry with me, and also with my father; and also Lemuel; for he hearkened unto the words of Laman. Wherefore Laman and Lemuel did speak many hard words unto us, their younger brothers, and they did smite us even with a rod.",
      "verse": 34
    },
    {
      "text": "And it came to pass as they smote us with a rod, behold an angel of the Lord came and stood before them, and he spake unto them saying: Why do ye smite your younger brother with a rod? Know ye not that the Lord hath chosen him to be a ruler over you , and this because of your iniquities? Behold thou shalt go up to Jerusalem again, and the Lord will deliver Laban into your hands. And after that the angel had spoken unto us, he departed. And after that angel had departed, Laman and Lemuel again began to murmur, saying, how is it possible that the Lord will deliver Laban into our hands? Behold he is a mighty man, and he can command fifty, yea, even he can slay fifty; then why not us?",
      "verse": 35
    },
    {
      "text": "And it came to pass that I spake unto my brethren, saying: Let us go up again unto Jerusalem, and let us be faithful in keeping the commandments of the Lord; for behold he is mightier than all the earth, then why not mightier than Laban and his fifty yea, or even than his tens of thousands. Therefore let us go up; let us be strong like unto Moses: For he truly spake unto the waters of the Red Sea, and they divided",
      "verse": 36
    },
    {
      "text": "hither and thither, and our fathers came through out of captivity on dry ground, and the armies of Pharaoh did follow and were drowned in the waters of the Red Sea. Now behold ye know that this is true; and ye also know that an angel hath spoken unto you, wherefore can ye doubt. Let us go up; the Lord is able to deliver us, even as our fathers, and to destroy Laban, even as the Egyptians.",
      "verse": 37
    },
    {
      "text": "Now when I had spoken these words, they were yet wroth, and still did continue to murmur; Nevertheless they did follow me up until we came without the walls of Jerusalem. And it was by night; and I caused that they should hide themselves without the walls. And after that they had hid themselves, I, Nephi, crept into the city and went forth towards the house of Laban. And I was led by the spirit, not knowing beforehand the things which I should do. Nevertheless I went forth, and as I came near the house of Laban, I beheld a man, and he had fallen to the earth before me, for he was drunken with wine. And when I came to him, I found that it was Laban. And I beheld his sword, and I drew it forth from the sheath thereof, and the hilt thereof was of pure gold, and the workmanship thereof was exceeding fine; and I saw that the blade thereof was of the most precious steel.",
      "verse": 38
    },
    {
      "text": "And it came to pass that I was constrained by the spirit that I should kill Laban; but I said in my heart, never at any time have I shed blood of man, and I shrunk and would that I might not slay him. And the spirit saith unto me again, behold the Lord hath delivered him into thy hands; yea, and I also knew that he had sought to take away mine own life; yea, and he would not hearken unto the commandments of the Lord; and he also had taken away our property.",
      "verse": 39
    },
    {
      "text": "And it came to pass that the spirit said unto me again, slay him, for the Lord hath delivered him into my hands. Behold the Lord slayeth the wicked to bring forth his righteous purposes: it is better that one man should perish, than that a nation should dwindle and perish in unbelief.[1]",
      "verse": 40
    },
    {
      "text": "And now, when I, Nephi, had heard these words, I remembered the words of the Lord which he spake unto me in the wilderness, saying, that inasmuch as thy seed shall keep my commandments, they shall prosper in the land of promise. -- Yea, and I also thought that they could not keep the commandments of the Lord according to the law of Moses, save they should have the law. And I also knew that the law was engraven upon the plates of brass. And again -- I knew that",
      "verse": 41
    },
    {
      "text": "the Lord had delivered Laban into my hands, for this cause: that I might obtain the records according to his commandments. Therefore I did obey the voice of the spirit, and took Laban by the hair of the head, and I smote off his head with his own sword.",
      "verse": 42
    },
    {
      "text": "And after that I had smitten off his head with his own sword, I took the garments of Laban and put them upon mine own body; yea, even every whit; and I did gird on his armour about my loins. And after that I had done this, I went forth unto the treasury of Laban, And as I went forth towards the treasury of Laban, behold I saw the servant of Laban which had the keys of the treasury. And I commanded him in the voice of Laban, that he should go with me into the treasury; and he supposed me to be his master, Laban, for he beheld the garments, and also the sword girted about my loins. And he spake unto me concerning the elders of the Jews, he knowing that his master Laban had been out by night among them. And I spake unto him as if it had been Laban. And I also spake unto him that I should carry the engravings which were upon the plates of brass, to my elder brethren, which were without the walls. And I also bade him that he should follow me. And he, supposing that I spake of the brethren of the church, and that I was truly that Laban whom I had slain, wherefore he did follow me. And he spake unto me many times concerning the elders of the Jews, as I went forth unto my brethren, which were without walls.",
      "verse": 43
    },
    {
      "text": "And it came to pass that when Laman saw me, he was exceedingly frightened, and also Lemuel and Sam. And they fled from before my presence; for they supposed it was Laban, and that he had slain me, and had sought to take away their lives also.",
      "verse": 44
    },
    {
      "text": "And it came to pass that I called after them, and they did hear me; wherefore they did cease to flee from my presence. And it came to pass that when the servant of Laban beheld my brethren, he began to tremble, and was about to flee from before me and return to the city of Jerusalem.",
      "verse": 45
    },
    {
      "text": "And now I, Nephi, being a man large in stature, and also having received much strength of the Lord, therefore I did seize upon the servant of Laban, and held him, that he should not flee.",
      "verse": 46
    },
    {
      "text": "And it came to pass that I spake with him, that if he would hearken unto my words, as the Lord liveth and as I live, even so that if he would hearken unto our words, we would spare",
      "verse": 47
    },
    {
      "text": "his life. And I spake unto him, even with an oath, that he need not fear; that he should be a free man like unto us, if he would go down in the wilderness with us. And I also spake unto him, saying, surely the Lord hath commanded us to do this thing. And shall we not be diligent in keeping the commandments of the Lord? therefore, if thou wilt go down into the wilderness to my father, thou shalt have place with us.",
      "verse": 48
    },
    {
      "text": "And it came to pass that Zoram did take courage at the words which I spake. Now Zoram was the name of the servant; and he promised that he would go down into the wilderness unto our father. And he also made an oath unto us, that he would tarry with us from that time forth. Now we were desirous that we should tarry with us for this cause: that the Jews might not know concerning our flight into the wilderness, lest they should pursue us and destroy us.",
      "verse": 49
    },
    {
      "text": "And it came to pass that when Zoram had made an oath unto us, our fears did cease concerning him. And it came to pass that we took the plates of brass and the servant of Laban, and departed into the wilderness, and journied into the tent of our father.",
      "verse": 50
    },
    {
      "text": "And it came to pass after we had came down into the wilderness unto our father, behold he was filled with joy, and also my mother, Sariah, was exceeding glad, for she truly had mourned because of us; for she had supposed that we had perished in the wilderness; and she also had complained against my father, telling him that he was a visionary man; saying, behold thou hast led us forth from the land of our inheritance, and my sons are no more, and we perish in the wilderness. And after this manner of language had my mother complained against my father.",
      "verse": 51
    },
    {
      "text": "And it came to pass that my father spake unto her saying: I know that I am a visionary man; for if I had not seen the things of God in a vision, I should not have known the goodness of God, but had tarried at Jerusalem and had perished with my children. But behold, I have obtained a land of promise, in the which thing I do rejoice; yea, and I know that the Lord will deliver my sons out of the hands of Laban, and bring them down again unto us in the wilderness. And after this manner of language did my father Lehi comfort my mother Sariah, concerning us, while we journied in the wilderness up to the land of Jerusalem, to obtain the record of the Jews.",
      "verse": 52
    },
    {
      "text": "And when we had returned to the tent of my father, behold their joy was full, and my mother was comforted; and she spake, saying: Now I know of a surety that the Lord hath commanded my husband to flee into the wilderness; yea, and I also know of a surety that the Lord hath protected my sons and delivered them out of the hands of Laban, and gave them power whereby they could accomplish the thing which the Lord hath commanded them. And after this language did she speak.",
      "verse": 53
    },
    {
      "text": "And it came to pass that they did rejoice exceedingly, and did offer sacrifice and burnt offerings unto the Lord; and they gave thanks unto the God of Israel. And after that they had given thanks unto the God of Israel, my father Lehi took the records which were engraven upon the plates of brass, and he did search them from the beginning. And he beheld that they did contain the five books of Moses, which gave an account of the creation of the world, and also of Adam and Eve, which was our first parents; and also a record of Jews from the beginning, even down to the commencement of the reign of Zedekiah, King of Judah; and also the prophecies of the Holy prophets, from the beginning, even down to the commencement of the reign of Zedekiah; and also many prophecies which have been spoken by the mouth of Jeremiah.",
      "verse": 54
    },
    {
      "text": "And it came to pass that my father Lehi also found upon the plates of brass, a genealogy of his fathers; wherefore he knew that he was a descendant of Joseph; yea, even that Joseph which was the son of Jacob, which was sold into Egypt, and which was preserved by the hand of the Lord, that he might preserve his father Jacob and all his household from perishing with famine. And they were also led out of captivity and out of the land of Egypt, by the same God who had preserved them. And thus my father Lehi did discover the genealogy of his fathers. And Laban also was a descendant of Joseph, wherefore he and his fathers had kept the records.",
      "verse": 55
    },
    {
      "text": "And now when my father saw all these things, he was filled with the spirit, and began to prophesy concerning his seed; that these plates of brass should go forth unto all nations, kindreds, tongues, and people which were of his seed. Wherefore he said that these plates of brass should never perish; neither should they be dimmed any more by time. And he prophesied many times concerning his seed.",
      "verse": 56
    },
    {
      "text": "And it came to pass that thus far I and my father had kept the commandments wherewith the Lord had commanded us. And we had obtained the record which the Lord had commanded",
      "verse": 57
    },
    {
      "text": "us, and searched them and found that they were desirable yea, even of great worth unto us, insomuch that we could preserve the commandments of the Lord unto our children. Wherefore it was wisdom in the Lord that we should carry them with us, as we journied in the wilderness towards the land of promise.",
      "verse": 58
    }
  ],
  "chapter": 2,
  "title": "1 Nephi 1"
}