{
  "verses": [
    {
      "text": "CHAPTER VIII. And now Jacob spake many more things to my people at that time; nevertheless, only these things have I caused to be written: for the things which I have written, sufficeth me.",
      "verse": 1
    },
    {
      "text": "And now I, Nephi, write more of the words of Isaiah: for my soul delighteth in his words. For I will liken his words unto my people; and I will send them forth unto all my children: for he verily saw my Redeemer, even as I have seen him. And my brother Jacob also hath seen him as I have seen him; wherefore, I will send their words forth unto my children, to prove unto them that my words are true. Wherefore, by the words of three, God hath said, I will establish my word. Nevertheless, God sendeth more witnesses; and he proveth all his words. Behold, my soul delighteth in proving unto my people the truth of the coming of Christ: for, this end hath the law of Moses been given; and all things which have been given of God from the beginning of the world, unto man, are the typifying of him. And also, my soul delighteth in the covenants of the Lord which he hath made to our fathers; yea, my soul delighteth in his grace, and his justice, and power, and mercy, in the great and eternal plan of deliverance from death. And my soul delighteth in proving unto my people, that save Christ should come, all men must perish. For if there be no Christ, there be no God; and if there be no God, we are not, for there could have been no creation. -- But there is a God, and he is Christ; and he cometh in the fulness of his own time.",
      "verse": 2
    },
    {
      "text": "And now, I write some of the words of Isaiah, that whoso of my people which shall see these words, may lift up their hearts and rejoice for all men. Now, these are the words; and ye may liken them unto you, and unto all men.",
      "verse": 3
    },
    {
      "text": "The word that Isaiah, the son of Amoz, saw concerning Judah and Jerusalem: And it shall come to pass in the last days, when the mountain of the Lord\u0027s house shall be established in the top of the mountains, and shall be exalted above the hills, and all nations shall flow into it, and many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for out of Zion shall go forth the law, and the word of the Lord from Jerusalem. And he shall judge among the nations, and shall rebuke many people: and they shall beat their swords into",
      "verse": 4
    },
    {
      "text": "plough-shares, and their spears into pruning hooks: nation shall not lift up sword against nation, neither shall they learn war any more. O house of Jocob, come ye and let us walk in the light of the Lord; yea, come, for ye have all gone astray, every one to his wicked ways.",
      "verse": 5
    },
    {
      "text": "Therefore, O Lord, thou hast forsaken thy people, the house of Jacob, because they be replenished from the east, and hearken unto soothsayers like the Philistines, and they please themselves in the children of strangers. Their land also is full of silver and gold, neither is there any end of their treasures; their land is also full of horses, neither is there any end of their chariots: their land also is full of idols; they worship the work of their own hands, -- that which their own fingers have made: and the mean man boweth down, and the great man humbleth himself not: therefore forgive him not.",
      "verse": 6
    },
    {
      "text": "O ye wicked ones, enter into the rock, and hide thee in the dust, for the fear of the Lord, and the glory of his majesty shall smite thee. And it shall come to pass that the lofty looks of man shall be humbled, and the haughtiness of men shall be bowed down, and the Lord alone shall be exalted in that day. For the day of the Lord of hosts soon cometh upon all nations; yea, upon every one; yea, upon the proud and lofty, and upon every one which is lifted up; and he shall be brought low: yea, and the day of the Lord shall come upon all the cedars of Lebanon, for they are high and lifted up; and upon all the oaks of Bashan, and upon all the high mountains, and upon all the hills, and upon all the nations which are lifted up, and upon every people, and upon every high tower, and upon every fenced wall, and upon all the ships of the sea, and upon all the ships of Tarshish, and upon all pleasant pictures. And the loftiness of man shall be bowed down, and the haughtiness of men shall be made low: and the Lord alone shall be exalted in that day. And the idols he shall utterly abolish. And they shall go into the holes of the rocks, and into the caves of the earth, for the fear of the Lord shall come upon them; and the glory of his majesty shall smite them, when he ariseth to shake terribly the earth. In that day a man shall cast his idols of silver and his idols of gold, which he hath made for himself to worship, to the moles and to the bats; to go into the clefts of the rocks, and into the tops of the ragged rocks, for the fear of the Lord shall come upon them, and the majesty of his glory shall smite them when he ariseth to shake terribly",
      "verse": 7
    },
    {
      "text": "the earth. Cease ye from man, whose breath is in his nostrils: for wherein is he to be accounted of?",
      "verse": 8
    },
    {
      "text": "For behold, the Lord, the Lord of hosts, doth take away from Jerusalem and from Judah the stay and the staff, the whole staff of bread, and the whole stay of water, the mighty man, and the man of war, the judge, and the prophet, and the prudent, and the ancient, the captain of fifty, and the honorable man, and the counsellor, and the cunning artificer, and the eloquent orator. And I will give children unto them to be their princes, and babes shall rule over them. And the people shall be oppressed, every one by another, and every one by his neighbor: the child shall behave himself proudly against the ancient, and the base against the honorable. When a man shall take hold of his brother of the house of his father, and shall say, Thou hast clothing, be thou our ruler, and let not this ruin come under thy hand: in that day shall he swear, saying, I will not be a healer; for in my house there is neither bread or clothing: make me not a ruler of the people. For Jerusalem is ruined, and Judah is fallen: because their tongues are their doings have been against the Lord, to provoke the eyes of his glory.",
      "verse": 9
    },
    {
      "text": "The shew of their countenance doth witness against them, and doth declare their sin to be even as Sodom, and they cannot hide it. Wo unto their souls! for they have rewarded evil unto themselves. Say unto the righteous, that it is well with them: for they shall eat the fruit of their doings. Wo unto the wicked! for they shall perish: for the reward of their hands shall be upon them.",
      "verse": 10
    },
    {
      "text": "And my people, children are their oppressors, and women rule over them. O my people, they which lead thee cause thee to err, and destroy the ways of thy paths. The Lord standeth up to plead, and standeth to judge the people. The Lord will enter into judgment with the ancients of his people, with the princes thereof: for ye have eaten up the vineyard, and the spoil of the poor in your houses. What mean ye? Ye beat my people to pieces, and grind the faces of the poor, saith the Lord God of hosts.",
      "verse": 11
    },
    {
      "text": "Moreover the Lord saith, Because the daughters of Zion are haughty, and walk with stretched necks and wanton eyes, walking and mincing as they go,, and making a tinkling with their feet: therefore the Lord will smite with a scab the crown of the head of the daughters of Zion, and the Lord will discover",
      "verse": 12
    },
    {
      "text": "their secret parts. In that day the Lord will take away the bravery of tinkling ornaments, and cauls, and round tires like the moon, the chains, and the bracelets, and mufflers, the bonnets, and the ornaments of the legs, and the head-bands, and the tablets, and the ear-rings, the rings, and nose-jewels, the changeable suits of apparel, and the mantles, and the wimples, and the crisping-pins, the glasses, and the fine linen, and hoods, and the vails.",
      "verse": 13
    },
    {
      "text": "And it shall come to pass, instead of sweet smell, there shall be stink; and instead of a girdle, a rent; and instead of well set hair, baldness; and instead of a stomacher, a girding of sack cloth: burning instead of beauty. Thy men shall fall by the sword, and thy mighty in the war. And her gates shall lament and mourn; and she shall be desolate, and shall sit upon the ground.",
      "verse": 14
    },
    {
      "text": "And in that day, seven women shall take hold of one man, saying, We will eat our own bread, and wear our own apparel: only let us be called by the name, to take away our reproach. In that day shall the branch of the Lord be beautiful and glorious; the fruit of the earth excellent and comely to them that are escaped of Israel.",
      "verse": 15
    },
    {
      "text": "And it shall come to pass, them that are left in Zion, and remaineth in Jerusalem, shall be called holy, every one that is written among the living in Jerusalem: when the Lord shall have washed away the filth of the daughters of Zion, and shall have purged the blood of Jerusalem from the midst thereof by the spirit of judgment, and by the spirit of burning. And the Lord will create upon every dwelling-place of mount Zion, and upon her assemblies a cloud of smoke by day, and the shining of a flaming fire by night: for upon all the glory of Zion shall be a defence. And there shall be a tabernacle for a shadow in the day time from the heat, and for a place of refuge, and a covert from storm and from rain.",
      "verse": 16
    },
    {
      "text": "And then I will sing to my well beloved a song of my beloved touching his vineyard. My well-beloved hath a vineyard in a very fruitful hill: and he fenced it, and gathered out the stones thereof, and planted it with the choicest vine, and built a tower in the midst of it, and also made a wine-press therein: and he looked that it should bring forth grapes, and it brought forth wild grapes. And now, O inhabitants of Jerusalem, and men of Judah, judge, I pray you, betwixt me and my vineyard. What could have been done more to my vineyard, that I have",
      "verse": 17
    },
    {
      "text": "not done in it? wherefore, when I looked that it should bring forth grapes, it brought forth wild grapes. And now go to; I will tell you what I will do to my vineyard: I will take away the hedge thereof, and it shall be eaten up; and I will break down the wall thereof, and it shall be trodden down: and I will lay it waste: it shall not be pruned, nor digged; but there shall come up briars and thorns: I will also command the clouds that they rain no rain upon it. For the vineyard of the Lord of hosts is the House of Israel, and the men of Judah his pleasant plant: and he looked for judgment, and behold oppression; for righteousness, but behold a cry.",
      "verse": 18
    },
    {
      "text": "Wo unto them that join house to house, till there can be no place, that they may be placed alone in the midst of the earth! In mine ears, said the Lord of hosts, Of a truth many houses shall be desolate, and great and fair cities without inhabitant. Yea, ten acres of vineyard shall yield one bath, and the seed of a horner shall yield an ephah.",
      "verse": 19
    },
    {
      "text": "Wo unto them that rise up early in the morning, that they may follow strong drink; that continue until night, and wine inflame them! And the harp, and the viol the tabret, and pipe, and wine, are in their feasts: but they regard not the work of the Lord, neither consider the operation of his hands. Therefore my people are gone into captivity, because they have no knowledge: and their honorable men are famished, and their multitude dried up with thirst. Therefore hell hath enlarged herself, and opened her mouth without measure: and their glory, and their multitude, and their pomp, and he that rejoiceth, shall descend into it. And the mean man shall be brought down, and the mighty man shall be humbled, and the eyes of the lofty shall be humbled: but the Lord of hosts shall be exalted in judgment, and God that is holy shall be sanctified in righteousness. Then shall the lamb feed after their manner, and the waste places of the fat ones shall strangers eat. Wo unto them that draw iniquity with cords of vanity, and sin as it were with a cart-rope: that say, Let him make speed, hasten his work, that we may see it: and let the counsel of the Holy One of Israel draw nigh and come, that we may know it.",
      "verse": 20
    },
    {
      "text": "Wo unto them that call evil good, and good evil; that put darkness for light, and light for darkness; that put bitter for sweet, and sweet for bitter! Wo unto the wise in their own eyes, and prudent in their own sight! Wo unto the mighty to drink wine, and men of strength to mingle strong drink: which",
      "verse": 21
    },
    {
      "text": "justify the wicked for reward, and take away the righteousness of the righteous from him! Therefore as the fire devoureth and the stubble, and the flame consumeth the chaff, their root shall be rottenness, and their blossoms shall go up as dust: because they have cast away the law of the Lord of hosts, and despised the word of the Holy One of Israel. Therefore is the anger of the Lord kindled against his people, and he hath stretched forth his hand against them, and hath smitten them: and the hills did tremble, and their carcases were torn in the midst of the streets. For all this his anger is not turned away, but his hand stretched out still.",
      "verse": 22
    },
    {
      "text": "And he will lift up an ensign to the nations from far, and will hiss unto them from the end of the earth; and behold they shall come with speed swiftly: none shall be weary nor stumble among them; non shall slumber or sleep; neither shall the girdle of their loins be loosed, not the lachet of their shoes be broken: whose arrows shall be sharp, and all their bows bent, and their horses\u0027 hoofs shall be counted like flint, and their wheels like a whirlwind, their roaring like a lion. -- They shall roar like young lions: yea, they shall roar, and lay hold of the prey, and shall carry away safe, and none shall deliver. And in that day they shall roar against them like the roaring of the sea: and if they look unto the land, behold, darkness and sorrow, and the light is darkened in the heavens thereof.",
      "verse": 23
    }
  ],
  "chapter": 9,
  "title": "2 Nephi 8"
}