{
  "verses": [
    {
      "text": "CHAPTER XII. And now, behold, my brethren, I have spoken unto you, according as the spirit hath constrained me; wherefore, I know that they must surely come to pass. The things which shall be written out of the book shall be of great worth unto the children of men, and especially unto our seed, which is a remnant of the house of Israel. For it shall come to pass in that day, that the churches which are built up, and not unto, the Lord, when the one shall say unto the other, Behold, I, I am the Lord\u0027s; and the other shall say, I, I am the Lord\u0027s. And thus shall every one say, that hath built up the churches, and not unto the Lord; and they shall contend one with another; and their priests shall contend one with another; and they shall teach with their learning, and deny the Holy Ghost, which giveth utterance. And they deny the power of God,",
      "verse": 1
    },
    {
      "text": "the Holy One of Israel; and they say unto the people, Hearken unto us, and hear ye our precept: for behold, there is no God to-day, for the Lord and the Redeemer hath done his work, and he hath given his power unto men. Behold, hearken ye unto my precept: if they shall say there is a miracle wrought, by the hand of the Lord, believe it not; for this day he is not a God of miracles: he hath done his work. Yea, and there shall be many which shall say, eat, drink, and be merry, for to-morrow we die; and it shall be well with us. And there shall also be many which shall say, eat, drink, and be merry; nevertheless, fear God, he will justify in committing a little sin; yea, lie a little, take the advantage of one because of his words, dig a pit for thy neighbor; there is no harm in this. And do all these things, for to-morrow we die; and if it so be that we are guilty, God will beat us with a few stripes, and at last we shall be saved in the Kingdom of God. Yea, and there shall be many which shall teach after this manner, false, and vain, and foolish doctrines, and shall be puffed up in their hearts, and shall seek deep to hide their counsels from the Lord; and their works shall be in the dark; and the blood of the Saints shall cry from the ground against them. Yea, they have all gone out of the way; they have become corrupted. Because of pride, and because of false teachers, and false doctrine, their churches have become corrupted; and their churches are lifted up; because of pride, they are puffed up. They rob the poor, because of their fine sanctuaries; they rob the poor, because of their fine clothing; and they persecute the meek, and the poor in heart; because of their pride, they are puffed up. They wear stiff necks, and high heads; yea, and because of pride, and wickedness, and abominations, and whoredoms, they have all gone astray, save it be a few, which are humble followers of Christ; nevertheless, they are led, that in many instances they do err, because they are taught by the precepts of men.",
      "verse": 2
    },
    {
      "text": "O the wise and the learned, and the rich, that are puffed up in pride of their hearts, and all they that preach false doctrines, and all they that commit whoredoms, and pervert the right way of the Lord; wo, wo, wo be unto them saith the Lord God Almighty, for they shall be thrust down to hell.",
      "verse": 3
    },
    {
      "text": "Wo unto them that turn aside the just for a thing of nought, and revile against that which is good, and say that it is no worth: for the day shall come that the Lord God will speedily visit the inhabitants of the earth; and in that day that they",
      "verse": 4
    },
    {
      "text": "are fully ripe in iniquity, they shall perish. But behold, if the inhabitants of the earth shall repent of their wickedness and abominations, they shall not be destroyed, saith the Lord of Hosts. But behold, that great and abominable church, the whore of all the earth, must tumble to the earth; and great must be the fall thereof: for the kingdom of the Devil must shake, and they which belong to it must needs be stirred up unto repentance, or the Devil will grasp them with his everlasting chains, and they be stirred up to anger and perish: for behold, at that day shall he rage in the hearts of the children of men, and stir them up to anger against that which is good; and others will he pacify, and lull them away into carnal security, that they will say, All is well in Zion; yea, Zion prospereth, all is well; and thus the Devil cheateth their souls, and leadeth them away carefully down to hell. And behold, others he flattereth away, and telleth them there is no hell; and he saith unto the, I am no Devil, for there is none: and thus he whispereth in their ears, until he grasps them with his awful chains, from whence there is no deliverance. Yea, they are grasped with death and hell; and death, and hell, and the Devil, and all that have been seized therewith, must stand before the Throne of God, and be judged according to their works, from whence they must go into the place prepared for them, even a lake of fire and brimstone, which is endless torment. Therefore, wo be unto him that is at ease in Zion. Wo be unto him that crieth, All is well; yea, wo be unto him that hearkeneth unto the precepts of men, and denieth the power of God and the gift of the Holy Ghost. Yea, wo be unto him that saith, We have received, and we need no more. And in fine, wo unto all they that tremble, and are angry because of the truth of God. For behold, he that is built upon the rock, receiveth it with gladness; and he that is built upon a sandy foundation, trembleth, lest he shall fall. Wo be unto him that shall say, We have received the word of God, and we need no more of the word of God, for we have enough. For behold, thus saith the Lord God: I will give unto the children of men line upon line, precept upon precept, here a little there a little; and blessed are they that hearken unto my precepts, and lend an ear unto my counsel, for they shall learn wisdom: for unto him that receiveth, I will give more; and them that shall say, We have enough, from them shall be taken away even that which they have. -- Cursed is he that putteth his trust in man, or maketh flesh his",
      "verse": 5
    },
    {
      "text": "arm, or shall hearken unto the precepts of men, save their precepts shall be given by the power of the Holy Ghost.",
      "verse": 6
    },
    {
      "text": "Wo be unto the Gentiles, saith the Lord God of Hosts: for notwithstanding I shall lengthen out mine arm unto them from day to day, they shall deny me; nevertheless, I will be merciful unto them, saith the Lord God, if they will repent and come unto me: for mine arm is lengthened out all the day long, saith the Lord God of Hosts.",
      "verse": 7
    },
    {
      "text": "But behold, there shall be many at that day, when I shall proceed to do a marvelous work among them, that I may remember my covenants which I have made unto the children of men, that I may set my hand again the second time to recover my people, which are of the House of Israel; and also, that I may remember the promises which I have made unto thee, Nephi, and also unto thy father, That I would remember your seed; and that the words of your seed should proceed forth out of my mouth unto your seed. And my words shall hiss forth unto the ends of the earth, for a standard unto my people, which are of the House of Israel. And because my words shall hiss forth, many of the Gentiles shall say, A Bible, a Bible, we have got a Bible, and there cannot be any more Bible. But thus saith the Lord God: O fools, they shall have a Bible; and it shall proceed forth from the Jews, mine ancient covenant people. And what thank they the Jews for the Bible which they receive from them? Yea, what do the Gentiles mean? Do they remember the travels, and labors, and the pains of the Jews, and their diligence unto me, in bringing forth salvation unto the Gentiles.",
      "verse": 8
    },
    {
      "text": "O ye Gentiles, have ye remembered the Jews, mine ancient covenant people? Nay; but ye have cursed them, and have hated them, and have not sought to recover them. But behold, I will return all these things upon your own heads: for I the Lord hath not forgotten my people. Thou fool, that shall say a Bible, we have got a Bible, and we need no more Bible. Have ye obtained a Bible, save it were by the Jews? Know ye not that there are more nations than one? Know ye not that I the Lord your God, have created all men, and that I remember they which are upon the isles of the sea; and that I rule in the heavens above, and in the earth beneath; and I bring forth my word unto the children of men, yea, even upon all the nations of the earth? Wherefore murmur ye, because that ye shall receive more of my word? Know ye not that the testimony of two nations is a witness unto you that I am God.",
      "verse": 9
    },
    {
      "text": "that I remember one nation like unto another? wherefore, I speak the same words unto one nation like unto another. And when the two nations shall run together, the testimony of the two nations shall run together also. I do this that I may prove unto many, that I am the same yesterday, to-day, and forever; and that I speak forth my words according to mine own pleasure. And because that I have spoken one word, ye need not suppose that I cannot speak another: for my work is not yet finished; neither shall it be, until the end of man; neither from that time henceforth and forever.",
      "verse": 10
    },
    {
      "text": "Wherefore, because that ye have a Bible, ye need not suppose that it contains all my words; neither need ye suppose that I have not caused more to be written: for I command all men, both in the east, and in the west, and in the north, and in the south, and in the islands of the sea, that they shall write the words which I speak unto them: for out of the books which shall be written, I will judge the world every man according to their works, according to that which is written. -- For behold, I shall speak unto the Jews, and they shall write it; and I shall also speak unto the Nephites, and they shall write it; and I shall also speak unto the other tribes of the House of Israel, which I have led away, and they shall write it; and I shall also speak unto all the nations of the earth, and they shall write it.",
      "verse": 11
    },
    {
      "text": "And it shall come to pass that the Jews, shall have the words of the Nephites, and the Nephites shall have the words of the Jews; and the Nephites and the Jews shall have the words of the lost tribes of Israel; and the lost tribes of Israel shall have the words of the Nephites and the Jews.",
      "verse": 12
    },
    {
      "text": "And it shall come to pass that my people which are of the House of Israel, shall be gathered home unto the lands of their possessions; and my word also shall be gathered in one. And I will shew them that fight against my word and against my people, which are of the House of Israel, that I am God, and that I covenanted with Abraham that I would remember his seed forever.",
      "verse": 13
    },
    {
      "text": "And now, behold, my beloved brethren, I would speak unto you: for I, Nephi, would not suffer, that ye should suppose that ye are more righteous than the Gentiles shall be. For behold, except ye shall keep the commandments of God, ye shall all likewise perish; and because of the words which have been spoken, ye need not suppose that the gentiles are utterly destroyed. For behold, I say unto you, as many of the Gentiles",
      "verse": 14
    },
    {
      "text": "as will repent, are the covenant people of the Lord; and as many of the Jews as will not repent, shall be cast off: for the Lord covenanteth with none, save it be with them that repent and believe in his Son, which is the Holy One of Israel.",
      "verse": 15
    },
    {
      "text": "And now, I would prophesy somewhat more concerning the Jews and the Gentiles. For after the book of which I have spoken shall come forth, and be written unto the Gentiles, and sealed up again unto the Lord, there shall be many which shall believe the words which are written; and they shall carry them forth unto the remnant of our seed. And then shall the remnant of our seed know concerning us, how that we came out from Jerusalem, and that they are a descendant of the Jews. And the Gospel of Jesus Christ shall be declared among them; wherefore, they shall be restored unto the knowledge of their fathers, and also to the knowledge of Jesus Christ, which was had among their fathers. And then shall they rejoice, for they shall know that it is a blessing unto them from the hand of God; and their scales of darkness shall begin to fall from their eyes; and many generations shall not pass away among them, save they shall be a white and a delightsome people.",
      "verse": 16
    },
    {
      "text": "And it shall come to pass that the Jews are scattered, also shall begin to believe in Christ; and they shall begin to gather in upon the face of the land; and as many as shall believe in Christ, shall also become a delightsome people.",
      "verse": 17
    },
    {
      "text": "And it shall come to pass that the Lord God shall commence his work, among all nations, kindreds, tongues, and people, to bring about the restoration of his people upon the earth. And with righteousness shall the Lord God judge the poor, and reprove with equity, for the meek of the earth. And he shall smite the earth with the rod of his mouth; and with the breath of his lips shall he slay the wicked: for the time speedily cometh, that the Lord God shall cause a great division among the people; and the wicked will he destroy; and he will spare his people, yea, even if it so be that he must destroy the wicked by fire. And righteousness shall be the girdle of his loins, and faithfulness the girdle of his reins. And then shall the wolf dwell with the lamb. and the leopard shall lie down with the kid; and the calf, and the young lion, and the fatling, together; and a little child shall lead them. And the cow and the bear shall feed; their young ones shall lie down together; and the lion shall eat straw like the ox. And the sucking child shall play on the hole of the asp, and the weaned child",
      "verse": 18
    },
    {
      "text": "shall put his hand on the cockatrice\u0027s den. They shall not hurt nor destroy in all my holy mountain: for the earth shall be full of knowledge of the Lord, as the waters cover the sea. Wherefore, the things of all nations shall be made known; yea, all things shall be made known unto the children of men. There is nothing which is secret, save it shall be revealed; there is no works of darkness, save it shall be made manifest in the light; and there is nothing which is sealed upon the earth, save it shall be loosed. Wherefore, all things which have been revealed unto the children of men, shall at that day be revealed; and Satan shall have power over the hearts of the children of men no more, for a long time. And now, my beloved brethren, I must make an end of my sayings.",
      "verse": 19
    }
  ],
  "chapter": 13,
  "title": "2 Nephi 12"
}