{
  "verses": [
    {
      "text": "CHAPTER XV. And now I, Nephi, cannot write all the things which were taught among my people; neither am I mighty in writing, like unto speaking: for when a man speaketh by the power of the holy Ghost , the power of the Holy Ghost carrieth it unto the hearts of the children of men. But behold, there are many that harden their hearts against the Holy Spirit, that it hath no place in them; wherefore, they cast many things away which are written, and esteem them as things of nought. But I, Nephi, have written what I have written; and I esteem it as of great worth, and especially unto my people. For I pray continually for them by day, and mine eyes water my pillow by night, because of them; and I cry unto my God in faith, and I know that he will hear my cry; and I know that the Lord God will consecrate my prayers, for the gain of my people. And",
      "verse": 1
    },
    {
      "text": "the things which I have written in weakness, will be made strong unto them: for it persuadeth them to do good; it maketh known unto them of their fathers; and it speaketh of Jesus, and persuadeth men to believe in him, and to endure to the end, which is life eternal. And it speaketh harsh against sin, according to the plainness of the truth; wherefore, no man will be angry at the words which I have written, save he shall be of the spirit of the Devil. I glory in plainness; I glory in truth; I glory in my Jesus, for he hath redeemed my soul from hell. I have charity for my people, and great faith in Christ, that I shall meet many souls spotless at his judgment seat. I have charity for the Jew; I say Jew, because I mean them from whence I came. I also have charity for the Gentiles. -- But behold, for none of these I cannot hope, except they shall be reconciled unto Christ, and enter into the narrow gate, and walk in the straight path, which leads to life, and continue in the path until the end of the day of probation.",
      "verse": 2
    },
    {
      "text": "And now, my beloved brethren, and also Jew, and all ye ends of the earth, hearken unto these words, and believe in Christ; and if ye believe not in these words, believe in Christ. And if ye shall believe in Christ, ye will believe in these words: for they are the words of Christ, and he hath given them unto me; and they teach all men that they should do good. And if they are not the words of Christ, judge ye: for Christ will shew unto you, with power and great glory, that they are his words, at the last day; and you and I shall stand face to face before his bar; and ye shall know that I have been commanded of him to write these things, notwithstanding my weakness: And I pray the Father in the name of Christ, that many of us, if not all, may be saved in his kingdom, at the great and last day.",
      "verse": 3
    },
    {
      "text": "And now, my beloved brethren, all they which are of the House of Israel, and all ye ends of the earth, I speak unto you, as the voice of one crying from the dust: farewell until that great day shall come; and you that will not partake of the goodness of God, and respect the words of the Jews, and also my words, and the words which shall proceed forth out of the mouth of the Lamb of God, behold, I bid you an everlasting farewell, for these words shall condemn you at the last day: for what I seal on earth, shall be brought against you at the judgment bar; for thus hath the Lord commanded me, and I must obey. Amen.",
      "verse": 4
    },
    {
      "text": "THE BOOK OF JACOB. THE BROTHER OF NEPHI.",
      "verse": 5
    }
  ],
  "chapter": 1,
  "title": "2 Nephi 15"
}