{
  "verses": [
    {
      "text": "CHAPTER IX. In the year that king Uzziah died, I saw also the Lord sitting upon a throne, high and lifted up, and his train filled the temple. Above it stood the seraphims: each one had six wings; with twain he covered his face, and with twain he covered his feet, and with twain he did fly. And one cried unto another, and said, Holy, holy, holy, is the Lord of hosts: the whole earth is full of his glory. And the posts of the door moved at the voice of him that cried, and the house was filled with smoke.",
      "verse": 1
    },
    {
      "text": "Then said I, Wo me! for I am undone; because I a man of unclean lips, and I dwell in the midst of a people of unclean lips: for mine eyes have seen the King, the Lord of hosts. -- Then flew one of the seraphims unto me, having a live coal in",
      "verse": 2
    },
    {
      "text": "his hand, which he had taken with the tongs from off the altar: and he laid it upon my mouth, and said, Lo, this has touched thy lips; and thine iniquity is taken away, and thy sin purged. Also I heard the voice of the Lord, saying, Whom shall I send, and who will go for us? Then I said, Here I; send me.",
      "verse": 3
    },
    {
      "text": "And he said, Go, and tell this people, Hear ye indeed, but they understand not; and see ye indeed, but they perceived not. Make the heart of this people fat, and make their ears heavy. and shut their eyes; lest they see with their eyes, and hear with their ears, and understand with their heart, and convert, and be healed. Then said I, Lord, how long? And he said, Until the cities be wasted without inhabitant, and the houses without man, and the land be utterly desolate; and the Lord have removed men far away, for there shall be a great forsaking in the midst of the land.",
      "verse": 4
    },
    {
      "text": "But yet in there shall be a tenth, and they shall return, and shall be eaten: as a teil-tree, and as an oak whose substance is in them, when they cast their leaves: so the holy seed shall be the substance thereof.",
      "verse": 5
    },
    {
      "text": "And it came to pass in the days of Ahaz the son of Jotham, the son of Uzziah, king of Judah, and Rezin, king of Syria, and Pekah the son of Remaliah, king of Israel, went up towards Jerusalem to war against it, but could not prevail against it. And it was told the house of David, saying, Syria is confederate with Ephraim. And his heart was moved, and the heart of his people, as the trees of the wood are moved with the wind. Then said the Lord unto Isaiah, Go forth now to meet Ahaz, thou, and Shearjashub thy son, at the end of the conduit of the upper pool in the highway of the fuller\u0027s field; and say unto him, Take heed, and be quiet; fear not, neither be faint-hearted for the two tails of these smoking fire-brands, for the fierce anger of Rezin with Syria, and of the son of Remaliah. Because Syria, Ephraim, and the son of Remaliah, have taken evil counsel against thee, saying, Let us go up against Judah, and vex it, and let us make a breach therein for us, and set a king in the midst of it, yea the son of Tabeal: thus saith the Lord God, it shall not stand, neither shall it come to pass. For the head of Syria is Damascus, and the head of Damascus, Rezin: and within threescore and five years shall Ephraim be broken, that it be not a people. And the head of Ephraim is Samaria, and the head of Samaria is Remaliah\u0027s son. If ye will not believe, surely ye shall not be established.",
      "verse": 6
    },
    {
      "text": "Moreover, the Lord spake again unto Ahaz, saying, Ask",
      "verse": 7
    },
    {
      "text": "thee a sign of the Lord thy God; ask it either in the depths, or in the heights above. But Ahaz said, I will not ask, neither will I tempt the Lord. And he said, Hear ye now, O house of David; Is it a small thing for you to weary men, but will ye weary my God also? Therefore the Lord himself shall give you a sign: Behold, a virgin shall conceive, and shall bear a son, and shall call his name Immanuel. Butter and honey shall he eat, that he may know to refuse the evil, and to choose the good. For before the child shall know to refuse the evil and choose the good, the land that thou abhorrest shall be forsaken of both her kings.",
      "verse": 8
    },
    {
      "text": "The Lord shall bring upon thee, and upon thy people, and upon thy father\u0027s house, days that have not come, from the day that Ephraim departed from Judah, the king of Assyria. And it shall come to pass in that day, that the Lord shall hiss for the fly that is in the uttermost part of Egypt, and for the bee that is in the land of Assyria. And they shall come, and shall rest all of them in the desolate valleys, and in the holes of the rocks, and upon all thorns, and upon all bushes. In the same day shall the Lord shave with a razor that is hired, by them beyond the river, by the king of Assyria, the head, and the hair of the feet: and it shall also consume the beard. And it shall come to pass in that day, a man shall nourish a young cow, and two sheep; and it shall come to pass, for the abundance of milk they shall give, he shall eat butter: for butter and honey shall every one eat that is left in the land. -- And it shall come to pass in that day, every place shall be, where there were a thousand vines at a thousand silverlings, which shall be for briers and thorns. With arrows and with bows shall men come thither; because all the land shall become briers and thorns. And all the hills that shall be digged with the mattock, there shall not come thither the fear of briers and thorns: but is shall be for the sending forth of oxen, and treading of lesser cattle.",
      "verse": 9
    },
    {
      "text": "Moreover, the word of the Lord said unto me, Take thee a great roll, and write in it with a man\u0027s pen concerning Maher-shalal-hash-baz. And I took unto me faithful witnesses to record, Uriah the priest, and Zechariah, the son of Jeberechiah. And I went unto the prophetess; and she conceived and bear a son. Then said the Lord to me, Call his name Maher-shalal-hash-baz. For behold, the child shall not have knowledge to cry, My father, and my mother, before the riches of",
      "verse": 10
    },
    {
      "text": "Damascus and the spoil of Samaria shall be taken away before the king of Assyria.",
      "verse": 11
    },
    {
      "text": "The Lord spake also unto me again, saying, Forasmuch as this people refuseth the waters of Shiloah that go softly, and rejoice in Rezin and Remaliah\u0027s son; now therefore, behold, the Lord bringeth up upon the waters of the river, strong and many, even the king of Assyria, and all his glory: and he shall come up over all his channels, and go over all his banks: and he shall pass through Judah; he shall overflow and go over, he shall reach even to the neck; and the stretching out of his wings shall fill the breadth of thy land, O Immanuel.",
      "verse": 12
    },
    {
      "text": "Associate yourselves, O ye people, and ye shall be broken in pieces; and give ear all ye of far countries: gird yourselves, and ye shall be broken in pieces; gird yourselves, and ye shall be broken in pieces. Take counsel together and it shall come to nought; speak the word, and it shall not stand: for God is with us.",
      "verse": 13
    },
    {
      "text": "For the Lord spake thus to me with a strong hand, and instructed me that I should not walk in the way of this people, saying, Say ye not. A confederacy, to all to whom this people shall say, A confederacy; neither fear ye their fear, nor be afraid. Sanctify the Lord of hosts himself, and let him be your fear, and let him be your dread. And he shall be for a sanctuary; but for a stone of stumbling and for a rock of offence to both the Houses of Israel, for a gin and a snare to the inhabitants of Jerusalem. And many among them shall stumble, and fall, and be broken, and be snared, and be taken. -- Bind up the testimony, seal the law among my disciples. And I will wait upon the Lord, that hideth his face from the house of Jacob, and I will look for him. Behold, I and the children whom the Lord hath given me are for signs and for wonders in Israel from the Lord of hosts, which dwelleth in mount Zion.",
      "verse": 14
    },
    {
      "text": "And when they shall say unto you, Seek unto them that have familiar spirits, and unto wizards that peep, and mutter: should not a people seek unto their God? for the living to hear from the dead? to the law and to the testimony: and if they speak not according to this word, it is because there is no light in them. And they shall pass through it, hardly bestead and hungry: and it shall come to pass, that when they shall be hungry, they shall fret themselves, and curse their king and their God, and look upward. And they shall look unto the earth; and behold",
      "verse": 15
    },
    {
      "text": "trouble and darkness, dimness of anguish, and shall be driven to darkness.",
      "verse": 16
    },
    {
      "text": "Nevertheless the dimness shall not be such as was in her vexation, when at the first he lightly afflicted the land of Zebulun, and the land of Naphtali, and afterwards did more grievously afflict by the way of the Red Sea beyond Jordan, in Galilee of the nations. The people that walked in darkness have seen a great light: they that dwell in the land of the shadow of death, upon them hath the light shined. Thou hast multiplied the nations, and increased the joy: they joy before thee according to the joy in harvest, and as men rejoice when they divide the spoil. For thou hast broken the yoke of his burden, and the staff of his shoulder, the rod of his oppressor. For every battle of the warrior with confused noise, and garments rolled in blood; but this shall be with burning and fuel of fire. For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace. Of the increase of government and peace there is no end, upon the throne of David, and upon his kingdom, to order it, and to establish it with judgment and justice from henceforth even forever. The zeal of the Lord of hosts will perform this.",
      "verse": 17
    },
    {
      "text": "The Lord sent his word unto Jacob and it hath lighted upon Israel. And all the people shall know, even Ephraim and the inhabitants of Samaria, that say in the pride and the stoutness of heart, The bricks are fallen down, but we will change them into cedars. Therefore the Lord shall set up the adversaries of Rezin against him, and join his enemies together; the Syrians before, and the Philistines behind: and they shall devour Israel with open mouth. For all this his anger is not turned away, but his hand stretched out still.",
      "verse": 18
    },
    {
      "text": "For the people turneth not unto him that smiteth them, neither do they seek the Lord of hosts. Therefore will the Lord cut off from Israel head and tail, branch and rush in one day. -- The ancient, he is the head; and the prophet that teacheth lies, he is the tail. For the leaders of this people cause them to err; and they that are led of them are destroyed. Therefore the Lord shall have no joy in their young men, neither shall have mercy on their fatherless and widows: for every one of the is a hypocrite and an evil-doer, and every mouth speaketh",
      "verse": 19
    },
    {
      "text": "folly. For all this his anger is not turned away, but his hand stretched out still.",
      "verse": 20
    },
    {
      "text": "For the wickedness burneth as the fire; it shall devour the briers and thorns, and shall kindle in the thickets of the forests, and they shall mount up like the lifting up of smoke. -- Through the wrath of the Lord of hosts is the land darkened, and the people shall be as the fuel of the fire: no man shall spare his brother. And he shall snatch on the right hand, and be hungry; and he shall eat on the left hand, and they shall not be satisfied: they shall eat every man the flesh of his own arm: Manasseh, Ephraim; and Ephraim, Manasseh: they together shall be against Judah. For all this his anger is not turned away, but his hand stretched out still.",
      "verse": 21
    },
    {
      "text": "Wo unto them that decree unrighteous decrees, and that write grievousness which they have prescribed; to turn aside the needy from judgment, and to take away the right from the poor of my people, that widows may be their prey, and that they may rob the fatherless! And what will ye do in the day of visitation, and in desolation which shall come from far? to whom will ye flee for help? and where will ye leave your glory? Without me they shall bow down under the prisoners, and they shall fall under the slain. For all this his anger is not turned away, but his hand stretched out still.",
      "verse": 22
    },
    {
      "text": "O Assyrian, the rod of mine anger, and the staff in their hand is their indignation. I will send him against a hypocritical nation, and against the people of my wrath will I give him a charge, to take the spoil, and to take the prey, and to tread them down like the mire of the streets . Howbeit he meaneth not so, neither doth his heart think so; but in his heart it is to destroy and cut off nations not a few. For he saith, Are not my princes altogether kings? Is not Calno as Carchemish? Is not Hamath as Arpad? Is not Samaria as Damascus? As my hand hath founded the kingdoms of the idols, and whose graven images did excel them of Jerusalem and of Samaria; shall I not, as I have done unto Samaria and her idols, so do to Jerusalem and her idols? Wherefore it shall come to pass, that when the Lord hath performed his whole work upon the mount Zion and upon Jerusalem, I will punish the fruit of the stout heart of the king of Assyria, and the glory of his high looks. For he saith, By the strength of my hand and by my wisdom I have done these things; for I am prudent: and I have moved the borders of the people, and have robbed their",
      "verse": 23
    },
    {
      "text": "treasures, and I have put down the inhabitants like a valiant man: and my hand hath found as a nest the riches of the people: and as one gathereth eggs that are left, have I gathered all the earth; and there was none that moved the wing, or opened the mouth, or peeped. Shall the axe boast itself against him that heweth therewith? Shall the saw magnify itself against him that shaketh it? as if the rod should shake itself against them that lift it up, or as if the staff should lift up itself, as if it were no wood. Therefore shall the Lord, the Lord of hosts, send among his fat ones leanness; and under his glory he shall kindle a burning like the burning of a fire. And the light of Israel shall be for a fire, and his Holy One for a flame, and shall burn and shall devour his thorns and his briers in one day; and shall consume the glory of his forest, and of his fruitful field, both soul and body; and they shall be as when a standard-bearer fainteth. And the rest of the trees of his forest shall be few, that a child may write them.",
      "verse": 24
    },
    {
      "text": "And it shall come to pass in that day, that the remnant of Israel, and such as are escaped of the house of Jacob, shall no more again stay upon him that smote them; but shall stay upon the Lord, the Holy One of Israel, in truth. The remnant shall return, yea, even the remnant of Jacob, unto the mighty God. For though thy people Israel be as the sand of the sea, yet a remnant of them shall return: the consumption decreed shall overflow with righteousness. For the Lord God of hosts shall make a consumption, even determined, in all the land. Therefore thus saith the Lord God of hosts, O my people that dwellest in Zion, be not afraid of the Assyrian: he shall smite thee with a rod, and shall lift up his staff against thee, after the manner of Egypt. For yet a very little while, and the indignation shall cease, and mine anger in their destruction. And the Lord of hosts shall stir up a scourge for him according to the slaughter of Midian at the rock of Oreb; and as his rod was upon the sea, so shall he lift it up after the manner of Egypt. And it shall come to pass in that day, that his burden shall be taken away from off thy shoulder, and his yoke from off thy neck, and the yoke shall be destroyed because of the anointing. He is come to Aiath, he is passed to Migron; at Michmash he hath laid up his carriages; they are gone over the passage; they have taken up their lodging at Geba; Ramath is afraid; Gibeah of Saul is fled. Lift up the voice, O daughter of Gallim; cause it to be heard unto Laish, O poor Anathoth.",
      "verse": 25
    },
    {
      "text": "Madmenah is removed; the inhabitants of Gebim gather themselves to flee. As yet shall he remain at Nob that day; he shall shake his hand against the mount of the daughter of Zion, the hill of Jerusalem. Behold, the Lord, the Lord of hosts shall lop the bough with terror; and the high ones of stature shall be hewn down, and the haughty shall be humbled. And he shall cut down the thickets of the forests with iron, and Lebanon shall fall by a mighty one.",
      "verse": 26
    },
    {
      "text": "And there shall come forth a rod out of the stem of Jesse, and a branch shall grow out of his roots; and the spirit of the Lord shall rest upon him, the spirit of wisdom and understanding, the spirit of counsel and might, the spirit of knowledge and of fear of the Lord; and shall make him of quick understanding in the fear of the Lord; and he shall not judge after the sight of his eyes, neither reprove after the hearing of his ears: but with righteousness shall he judge the poor, and reprove with equity for the meek of the earth: and he shall smite the earth with the rod of his mouth, and with the breath of his lips shall he slay the wicked.",
      "verse": 27
    },
    {
      "text": "And in that day there shall be a root of Jesse, which shall stand for an ensign of the people; to it shall the Gentiles seek: and his rest shall be glorious. And it shall come to pass in that day, that the Lord shall set his hand again the second time to recover the remnant of his people, which shall be left from Assyria, and from Egypt, and from Pathros, and from Cush, and from Elam, and from Shinar, and from Hamath, and from the islands of the sea. And he shall set up an ensign for the nations, and shall assemble the outcasts of Israel, and gather together the dispersed of Judah from the four corners of the earth. The envy of Ephraim also shall depart and the adversaries of Judah shall be cut off: Ephraim shall not envy Judah, and Judah shall not vex Ephraim. But they",
      "verse": 28
    },
    {
      "text": "shall fly upon the shoulders of the Philistines toward the west; they shall spoil them of the east together; they shall lay their hand upon Edom and Moab; and the children of Ammon shall obey them. And the Lord shall utterly destroy the tongue of the Egyptian sea; and with his mighty wind he shall shake his hand over the river, and shall smite it in the seven streams, and make men go over dry shod. And there shall be a highway for the remnant of his people, which shall be left, from Assyria, like as it was to Israel in the day that he came up out of the land of Egypt.",
      "verse": 29
    },
    {
      "text": "And in that day thou shalt say, O Lord, I will praise thee: though thou wast angry with me, thine anger is turned away, and thou comfortedst me. Behold, God is my salvation; I will trust, and not be afraid: for the Lord Jehovah is my strength and my song; he also is become my salvation. Therefore with joy shall ye draw water out of the wells of salvation. And in that day shall ye say, Praise the Lord, call upon his name, declare his doings among the people, make mention that his name is exalted. Sing unto the Lord; for he hath done excellent thing: this is known in all the earth. Cry out and shout, thou inhabitant of Zion; for great is the Holy One of Israel in the midst of thee.",
      "verse": 30
    }
  ],
  "chapter": 10,
  "title": "2 Nephi 9"
}