{
  "verses": [
    {
      "text": "CHAPTER III. And now it came to pass that the people of the Nephites did all return to their own lands, in the twenty and sixth year, every man, with his family, his flocks and his herds, his horses and his cattle, and all things whatsoever did belong unto them. And it came to pass that they had not eaten up all their provisions; therefore they did take with them all that they had not devoured, of all their grain of every kind, and their gold, and their silver, and all their precious things, and they did return to their own lands and their possessions, both on the north, and on the south, both in the lands northward and on the land southward. And they granted unto those robbers which had entered into a covenant to keep the peace, of the band which were desirous to remain Lamanites, lands, according to their numbers, that they might have with their labors, wherewith to subsist upon; and thus they did establish peace in all the land. And they began again to prosper and to wax great; and the twenty and sixth and seventh years passed away, and there was great order in the land; and they had formed their laws according to equity and justice. And now there was nothing in all the land, to hinder the people from prospering continually, except they should fall into transgression. And now it was Gidgiddoni, and the Judge Lachoneus, and those which had been appointed leaders, which had established this great peace in the land.",
      "verse": 1
    },
    {
      "text": "And it came to pass that there were many cities built anew, and there were many old cities repaired; and there were many highways cast up, and many roads made, which led from city to city, and from land to land, and from place to place. And thus passed away the twenty and eighth year, and the people had continual peace. But it came to pass in the twenty and",
      "verse": 2
    },
    {
      "text": "ninth year, there began to be some disputings among the people; and some were lifted up in pride and boastings, because of their exceeding great riches, yea, even unto great persecutions: for there were many merchants in the land, and also many lawyers, and many officers. And the people began to be distinguished by ranks, according to their riches, and their chances for learning; yea, some were ignorant because of their poverty, and others did receive great learning because of their riches; some were lifted up in pride, and others were exceeding humble; some did return railing for railing, while others would receive railing, and persecution, and all manner of afflictions, and would not turn and revile again, but were humble and penitent before God; and thus there became a great inequality in all the land, insomuch that the church began to be broken up; yea, insomuch that in the thirtieth year the church was broken up in all the land, save it were among a few of the Lamanites, which were converted unto the true faith; and they would not depart from it, for they were firm, and steadfast, and immoveable, willing with all diligence to keep the commandments of the Lord. Now the cause of this iniquity of the people was this: Satan had great power unto the stirring up of the people to do all manner of iniquity, and to the puffing them up with pride, tempting them to seek for power, and authority, and riches, and the vain things of the world. And thus Satan did lead away the hearts of the people, to do all manner of iniquity; therefore they had not enjoyed peace but a few years. And thus in the commencement of the thirtieth year, the people having been delivered up for the space of a long time, to be carried about by the temptations of the Devil whithersoever he desired to carry them, and to do whatsoever iniquity he desired they should; and thus in the commencement of this, the thirtieth year, they were in a state of awful wickedness. Now they did not sin ignorantly, for they knew the will of God concerning them, for it had been taught unto them; therefore they did wilfully rebel against God. And now it was in the days of Lachoneus, the son of Lachoneus: for Lachoneus did fill the seat of his father, and did govern the people that year. And there began to be men inspired from heaven, and sent forth, standing among the people in all the land, preaching and testifying boldly of the sins and iniquities of the people, and testifying unto them concerning the redemption which the Lord would make for his people; or in other words, the resurrection of Christ; and they",
      "verse": 3
    },
    {
      "text": "did testify boldly of his death and sufferings. Now there were many of the people which were exceeding angry, because of those which testified of these things; and those which were angry, were chiefly the Chief Judges, and they which had been High Priests, and lawyers; yea, all they which were lawyers, were angry with those which testified of these things. Now there was no lawyer, nor Judge, nor High Priest, that could have power to condemn any one to death, save their condemnation was signed by the governor of the land. Now there were many of those which testified of the things pertaining to Christ, which testified boldly, which were taken and put to death secretly, by the Judges, that the knowledge of their death came not unto the governor of the land, until after their death. Now behold, this was contrary to the laws of the land, that any man should be put to death, except they had power from the governor of the land; therefore a complaint came up unto the land of Zarahemla, to the governor of the land, against these Judges which had condemned the prophets of the land unto death, not according to the law.",
      "verse": 4
    },
    {
      "text": "Now it came to pass that they were taken and brought up before the Judge, to be judged of the crime which they had done, according to the law which had been given by the people. Now it came to pass that those Judges had many friends and kindreds; and the remainder, yea, even almost all the lawyers and the High Priests, did gather themselves together, and unite with the kindreds of those Judges which were to be tried according to the law; and they did enter into a covenant one with another, yea, even into that covenant which was given by them of old, which covenant was given and administered by the Devil, to combine against all righteousness; therefore they did combine against the people of the Lord, and enter into a covenant to destroy them, and to deliver those which were guilty of murder from the grasp of justice, which was about to be administered according to the law. And they did set at defiance the law and the rights of their country; and they did covenant, one with another, to destroy the governor, and to establish a king over the land, that the land should no more be at liberty, but should be subject unto kings. Now behold, I will shew unto you that they did not establish a king over the land; but in the same year, yea, the thirtieth year, they did destroy upon the judgment seat, yea, did murder the Chief Judge of the land. And the people were divided one against another; and they did separate one from another, into tribes,",
      "verse": 5
    },
    {
      "text": "every man according to his family, and his kindred and friends; and thus they did destroy the government of the land. And every tribe did appoint a Chief, or a leader over them; and thus they became tribes, and leaders of tribes. Now behold, there was no man among them, save he had much family and many kindreds and friends; therefore their tribes became exceeding great. Now all this was done, and there was no wars as yet among them; and all this iniquity had come upon the people, because they did yield themselves unto the power of Satan; and the regulations of the government was destroyed, because of the secret combinations of the friends and kindreds of them which murdered the prophets. And they did cause great contention in the land, insomuch that the more righteous part of the people, although they were nearly all become wicked; yea, there were but few righteous men among them. And thus six years had not passed away, since the more part of the people had turned from their righteousness, like the dog to his vomit, or like the sow to her wallowing in the mire. -- Now this great combination which had brought so great iniquity upon the people, did gather themselves together, and did place at their head a man whom they did call Jacob; and they did call him their king; therefore he became a king over this wicked band; and he was one of the chiefest which had given his voice against the prophets which testified of Jesus. -- And it came to pass that they were not so strong in number as the tribes of the people which were united together, save it were their leaders did establish their laws, every one according to his tribe; nevertheless they were enemies, notwithstanding they were not a righteous people; yet they were united in the hatred of those who had entered into a covenant to destroy the government; therefore Jacob seeing that their enemies were more numerous than they, he being the king of the band, therefore he commanded his people that they should take their flight into the northernmost part of the land, and there build up unto themselves a kingdom, until they were joined by dissenters, (for he flattered them that there would be many dissenters,) and they become sufficiently strong to contend with the tribes of the people. And they did so; and so speedy was their march, that it could not be impeded, until they had gone forth out of the reach of the people. And thus ended the thirtieth year; and thus were the affairs of the people of Nephi.",
      "verse": 6
    },
    {
      "text": "And it came to pass in the thirty and first year, that they",
      "verse": 7
    },
    {
      "text": "were divided into tribes, every man according to his family, kindred and friends; nevertheless they had come to an agreement that they would not go to war one with another; but they were not united as to their laws, and their manner of government, for they were established according to the minds of them which was their chiefs and their leaders. But they did establish very strict laws that one tribe should not trespass against another, insomuch that in some degree they had peace in the land; nevertheless, their hearts were turned from the Lord their God, and they did stone the prophets, and did cast them out from among them.",
      "verse": 8
    },
    {
      "text": "And it came to pass that Nephi, having been visited by angels, and also by the voice of the Lord, therefore having seen angels, and being an eyewitness, and having had power given unto him that he might know concerning the ministry of Christ, and also being eyewitness to their quick return from righteousness unto their wickedness and abominations; therefore, being grieved for the hardness of their hearts, and the blindness of their minds, went forth among them in that same year, and began to testify boldly, repentance and remission of sins through faith on the Lord Jesus Christ. And he did minister many things unto them; and all of them cannot be written, and a part of them would not suffice; therefore they are not written in this book. And Nephi did minister with power and with great authority. And it came to pass that they were angry with him, even because he had greater power than they, for it were not possible that they could disbelieve his words; for so great was his faith on the Lord Jesus Christ, that angels did minister unto him daily; and in the name of Jesus did he cast out devils and unclean spirits; and even his brother did he raise from the dead, after he had been stoned and suffered death by the people; and the people saw it, and did witness of it, and were angry with him, because of his power; and he did also do many more miracles, in the sight of the people, in the name of Jesus.",
      "verse": 9
    },
    {
      "text": "And it came to pass that the thirty and first year did pass away, and there were but few which were converted unto the Lord; but as many as were converted, did truly signify unto the people that they had been visited by the power and spirit of God, which was in Jesus Christ, in whom they believed. -- And as many as had devils cast out from them, and were healed of their sicknesses and their infirmities, did truly manifest",
      "verse": 10
    },
    {
      "text": "unto the people that they had been wrought upon by the spirit of God, and had been healed; and they did shew forth signs also, and did do some miracles among the people.",
      "verse": 11
    },
    {
      "text": "And it came to pass that thus passed away the thirty and second year also. And Nephi did cry unto the people in the commencement of the thirty and third year; and he did preach unto them repentance and remission of sins. Now I would have you to remember also, that there were none which were brought unto repentance, who were not baptized with water; therefore there were ordained of Nephi, men unto this ministry, that all such as should come unto them, should be baptized with water, and this as a witness and a testimony before God, and unto the people, that they had repented and received a remission of their sins. And there were many in the commencement of this year, that were baptized unto repentance; and thus the more part of the year did pass away.",
      "verse": 12
    }
  ],
  "chapter": 4,
  "title": "3 Nephi 3"
}