{
  "verses": [
    {
      "text": "CHAPTER VI. And now it came to pass that when Jesus had spoken these words, he looked upon the twelve whom he had chosen, and saith unto them, Remember the words which I have spoken. For behold, ye are they which I have chosen to minister unto this people. Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment? Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they? Which of you by taking thought can add one cubit unto his stature? And why take ye thought for raiment? Consider the lilies of the field how they grow; they toil not, neither do they spin; and yet I say unto you, That even Solomon, in all his glory, was not arrayed like the one of these. Wherefore, if God so clothe the grass of the field, which to-day is, and to- morrow is cast into the oven, even so will he clothe you, if ye are not of little faith. Therefore take no thought, saying, What shall we eat? or, what shall we drink? or, wherewithal shall he be clothed? For your heavenly Father knoweth that ye have need of all these things. -- But seek ye first the kingdom of God, and his righteousness, and all these things shall be added unto you. Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient is the day unto the evil thereof.",
      "verse": 1
    },
    {
      "text": "And now it came to pass that when Jesus had spoken these words, he turned again to the multitude, and did open his mouth unto them again, saying, Verily, verily I say unto you, Judge not, that ye be not judged. For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again. And why beholdest thou the mote that is in thy brother\u0027s eye, but considerest not the beam that is in thine own eye? Or how wilt thou say to thy",
      "verse": 2
    },
    {
      "text": "brother, Let me pull out the mote out of thine eye; and behold, a beam is in thine own eye? Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote of thy brother\u0027s eye. Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you.",
      "verse": 3
    },
    {
      "text": "Ask, and it shall be given unto you; seek, and ye shall find; knock, and it shall be opened unto you: for every one that asketh, receiveth; and he that seeketh, findeth; and to him that knocketh, it shall be opened. Or what man is there of you, whom if his son ask bread, will he give him a stone? Or if he ask a fish, will he give him a serpent? If ye then being evil knoweth how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him? Therefore all things whatsoever ye would that men should do to you, do even so to them: for this is the law and the prophets.",
      "verse": 4
    },
    {
      "text": "Enter ye in at the straight gate; for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat: because, straight is the gate, and narrow is the way, which leadeth unto life, and few there be that find it. Beware of false prophets, which come to you in sheep\u0027s clothing, but inwardly they are ravening wolves. Ye shall know them by their fruits: Do men gather grapes of thorns, or figs of thistles? Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit. -- A good tree cannot bring forth evil fruit, neither a corrupt tree bring forth good fruit. Every tree that bringeth not forth good fruit, is hewn down, and cast into the fire. Wherefore, by their fruits ye shall know them.",
      "verse": 5
    },
    {
      "text": "Not every one that saith unto me Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven. Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in my name done many wonderful works? And then will I profess unto them, I never knew you: depart from me, ye that work iniquity.",
      "verse": 6
    },
    {
      "text": "Therefore, whoso heareth these sayings of mine, and doeth them, I will liken unto a wise man, which built his house upon a rock: and the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock. And every one that heareth",
      "verse": 7
    },
    {
      "text": "these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand: and the rain descended. and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.",
      "verse": 8
    }
  ],
  "chapter": 7,
  "title": "3 Nephi 6"
}