{
  "verses": [
    {
      "text": "CHAPTER IV. And now it came to pass that according to our record, and we know our record to be true: for behold, it was a just man which did keep the record; for he truly did many miracles in the name of Jesus; and there was not any man which could do a miracle in the name of Jesus, save he were cleansed every whit from his iniquity. And now it came to pass, if there was no mistake made by this man in the reckoning of our time, the thirty and third year had passed away, and the people began to look with great earnestness for the sign which had been given by the prophet Samuel, and Lamanite; yea, for the time that there should be darkness for the space of three days, over the face of the land. And there began to be great doubtings and disputations among the people, notwithstanding so many signs had been given.",
      "verse": 1
    },
    {
      "text": "And it came to pass in the thirty and fourth year, in the first month, in the fourth day of the month, there arose a great storm, such an one as never had been known in all the land; and there was also a great and terrible tempest; and there was terrible thunder, insomuch that it did shake the whole earth as if it was about to divide asunder; and there was exceeding sharp lightnings, such as never had been known in all the land. And the city of Zarahemla did take fire; and the",
      "verse": 2
    },
    {
      "text": "city of Moroni did sink into the depths of the sea, and the inhabitants thereof were drowned; and the earth was carried up upon the city of Moronihah, that in the place of the city thereof, there became a great mountain; and there was a great and terrible destruction in the land southward. But behold, there was a more great and terrible destruction in the land northward: for behold, the whole face of the land changed, because of the tempest, and the whirlwinds, and the thunderings, and the lightnings, and the exceeding great quaking of the whole earth; and the highways were broken up, and the level roads were spoiled, and many smooth places became rough, and many great and noble cities were sunk, and many were burned, and many were shook till the buildings thereof had fallen to the earth, and the inhabitants thereof were slain, and the places were left desolate; and there were some cities which remained; but the damage thereof was exceeding great, and there were many in them which were slain; and there were some which were carried away in the whirlwind; and whither they went, no man knoweth, save they know that they were carried away; and thus the face of the whole earth became deformed, because of the tempests, and the thunderings, and the lightnings, and the quaking of the earth. And behold, the rocks were rent in twain; yea, they were broken up upon the face of the whole earth, insomuch that they were found in broken fragments, and in seams, and in cracks, upon all the face of the land.",
      "verse": 3
    },
    {
      "text": "And it came to pass that when the thunderings, and the lightnings, and the storm, and the tempest, and the quakings of the earth did cease -- for behold, they did last for about the space of three hours; and it was said by some that the time was greater; nevertheless, all these great and terrible things were done in about the space of three hours; and then behold, there was darkness upon the face of the land.",
      "verse": 4
    },
    {
      "text": "And it came to pass that there was thick darkness upon the face of all the land, insomuch that the inhabitants thereof which had not fallen, could feel the vapour of darkness; and there could be no light, because of the darkness, neither candles, neither torches; neither could there be fire kindled with their fine and exceeding dry wood, so that there could not be any light at all; and there was not any light seen, neither fire, nor glimmer, neither the sun, nor the moon, nor the stars, for so great were the midst of darkness which were upon the face of the land.",
      "verse": 5
    },
    {
      "text": "And it came to pass that it did last for the space of three days, that there was no light seen; and there was great mourning, and howling, and weeping among all the people continually; yea, great were the groanings of the people, because of the darkness and the great destruction which had come upon them. And in one place they were heard to cry, saying: O that we had repented before this great and terrible day, and then would our brethren have been spared, and they would not have been burned in that great city Zarahemla. And in another place they were heard to cry and mourn, saying: O that we had repented before this great and terrible day, and had not killed and stoned the prophets, and cast them out; then would our mothers, and our fair daughters, and o ur children have been spared, and not have been buried up in that great city Moronihah; and thus were the howlings of the people great and terrible.",
      "verse": 6
    },
    {
      "text": "And it came to pass that there was a voice heard among all the inhabitants of the earth upon all the face of this land, crying, Wo, wo, wo unto this people; wo unto the inhabitants of the whole earth, except they shall repent, for the Devil laugheth, and his angels rejoice, because of the slain of the fair sons and daughters of my people; and it is because of their iniquity and abominations that they are fallen. Behold, that great city Zarahemla have I burned with fire, and the inhabitants thereof. And behold, that great city Moroni have I caused to be sunk in the depths of the sea, and the inhabitants to be drowned. And behold, that great city Moronihah have I covered with earth, and the inhabitants thereof, to hide their iniquities and their abominations from before my face, that the blood of the prophets and the saints shall not come up any more unto me against them. And behold, the city of Gilgal have I caused to be sunk, and the inhabitants thereof to be buried up in the depths of the earth; yea, and the city Onihah, and the inhabitants thereof, and the city of Mocum, and the inhabitants thereof, and the city of Jerusalem, and the inhabitants thereof, and waters have I caused to come up in the stead thereof, to hide their wickedness and abominations from before my face, that the blood of the prophets and the saints shall not come up any more unto me against them. And behold, the city of Gadiandi, and the city of Gadiomnah, and the city of Jacob, and the city of Gimgimno, all these have I caused to be sunk, and made hills and valleys in the places thereof, and the inhabitants thereof have I buried up in the",
      "verse": 7
    },
    {
      "text": "depths of the earth, to hide their wickedness and abominations from before my face, that the blood of the prophets and the saints should not come up any more unto me against them. -- And behold, that great city Jacobugath, which was inhabited by the people of the king of Jacob, have I caused to be burned with fire, because of their sins and their wickedness, which was above all the wickedness of the whole earth, because of their secret murders and combinations: for it was they that did destroy the peace of my people and the government of the land; therefore I did cause them to be burned, to destroy them from before my face, that the blood of the prophets and the saints should not come up unto me any more against them. And behold, the city of Laman, and the city of Josh, and the city of Gad, and the city of Kishkumen, have I caused to be burned with fire, and the inhabitants thereof, because of their wickedness in casting out the prophets, and stoning them which I did send to declare unto them concerning their wickedness and their abominations; and because they did cast them all out, that there were none righteous among them, I did send down fire and destroy them, that their wickedness and abominations might be hid from before my face, that the blood of the prophets and the saints which I sent among them, might not cry unto me from the ground against them; and many great destructions have I caused to come upon this land, and upon this people, because of their wickedness and their abominations.",
      "verse": 8
    },
    {
      "text": "O all ye that are spared, because ye were more righteous than they! will ye not now return unto me, and repent of your sins, and be converted, that I may heal you? Yea, verily I say unto you, if ye will come unto me, ye shall have eternal life. Behold, mine arm of mercy is extended towards you, and whosoever will come, him will I receive; and blessed are they which cometh unto me. Behold, I am Jesus Christ, the Son of God. I created the Heavens and the earth, and all things that in them is. I was with the Father from the beginning. I am in the Father, and the Father in me; and in me hath the Father glorified his name. I came unto my own, and my own received me not. And the scriptures, concerning my coming are fulfilled. And as many as have received me, to them have I given to become the Sons of God; and even so will I to as many as shall believe on my name: for behold, by me redemption cometh, and in me is the law of Moses fulfilled. I am the light and the life of the world. I",
      "verse": 9
    },
    {
      "text": "am Alpha and Omega, the beginning and the end. And ye shall offer up unto me the shedding of blood; yea, your sacrifices and your burnt offerings shall be done away, for I will accept none of your sacrifices and your burnt offerings; and ye shall offer for a sacrifice unto me a broken heart and a contrite spirit. And whoso cometh unto me with a broken heart and a contrite spirit, him will I baptize with fire and with the Holy Ghost, even as the Lamanites, because of their faith in me, at the time of their conversion, were baptized with fire and with the Holy Ghost, and they knew it not. Behold, I have come unto the world to bring redemption unto the world, to save the world from sin; therefore whoso repenteth and cometh unto me as a little child, him will I receive; for of such is the kingdom of God. Behold, for such I have laid down my life, and have taken it up again; therefore repent, and come unto me ye ends of the earth, and be saved. And now behold it came to pass that all the people of the land did hear these sayings, and did witness of it. And after these sayings there was a silence in the land for the space of many hours; for so great was the astonishment of the people that they did cease lamenting and howling for the loss of their kindred which had been slain; therefore there was silence in all the land for the space of many hours.",
      "verse": 10
    },
    {
      "text": "And it came to pass that there came a voice again unto the people, and all the people did hear, and did witness of it, saying: O ye people of these great cities which have fallen, which are the descendant of Jacob; yea, which are of the house of Israel; O ye people of the house of Israel, how oft have I gathered you as a hen gathereth her chickens under her wings, and have nourished you. And again, how oft would I have gathered you, as a hen gathereth her chickens under her wings; yea, O ye people of the house of Israel, which have fallen; yea, ye people of the house of Israel; ye that dwell at Jerusalem, as ye that have fallen; yea, how oft would I have gathered you as a hen gathereth her chickens, and ye would not. O ye house of Israel, whom I have spared, how oft will I gather you as a hen gathereth her chickens under her wings, if ye will repent and return unto me with full purpose of heart. But if not, O house of Israel, the places of your dwellings shall become desolate, until the time of the fulfilling of the covenant to your fathers.",
      "verse": 11
    },
    {
      "text": "And now it came to pass that after the people had heard these words, behold they began to weep and howl again, because",
      "verse": 12
    },
    {
      "text": "of the loss of their kindred and friends. And it came to pass that thus did the three days pass away. And it was in the morning and the darkness dispersed from off the face of the land, and the earth did cease to tremble, and the rocks did cease to rend, and the dreadful groanings did cease, and all the tumultous noises did pass away, and the earth did cleave together again, that it stood, and the mourning, and the weeping, and the wailing of the people which were spared alive, did cease; and their mourning was turned into joy, and their lamentations into the praise and the thanksgiving unto the Lord Jesus Christ, their Redeemer: And thus far were the scriptures fulfilled, which had been spoken by the prophets. -- And it was the more righteous part of the people which were saved, and it was they which received the prophets, and stoned them not; and it was they which had not shed the blood of the saints, which were spared; and they were spared, and were not sunk and buried up in the earth; and they were not drowned in the depths of the sea; and they were not burned by fire, neither were they fallen upon and crushed to death; and they were not carried away in the whirlwind; neither were they overpowered by the vapor of smoke and of darkness. And now whoso readeth, let him understand; he that hath the scriptures, let him search them, and see and behold if all these deaths and destructions by fire, and by smoke, and by tempests, and by whirlwinds, and by the opening of the earth to receive them, and all these things is not unto the fulfilling of the prophecies of many of the holy prophets. Behold I say unto you yea, many have testified of these things at the coming of Christ, and were slain because they testified of these things; yea, the prophet Zenos did testify of these things, and also Zenock spake concerning these things, because they testified particular concerning us, which is the remnant of their seed. Behold our father Jacob also testified concerning a remnant of the seed of Joseph. And behold, are not we a remnant of the seed of Joseph? And those things which testifies of us, are they not written upon the plates of brass which our father Lehi brought out of Jerusalem? And it came to pass that in the ending of the thirty and fourth year, behold I will shew unto you that the people of Nephi which were spared, and also they which had been called Lamanites, which had been spared, did have great favors shew unto them, and great blessings poured out upon their heads, insomuch that soon after the ascension of Christ into",
      "verse": 13
    },
    {
      "text": "Heaven, he did truly manifest himself unto them, shewing his body unto them, and ministering unto them; and an account of his ministry shall be given hereafter. Therefore this time I make an end of my sayings.",
      "verse": 14
    }
  ],
  "chapter": 5,
  "title": "3 Nephi 4"
}