{
  "verses": [
    {
      "text": "CHAPTER V. Jesus Christ sheweth himself unto the people of Nephi, as the multitude were gathered together in the land Bountiful, and did minister unto them; and on this wise did he shew himself unto them. And now it came to pass that there were a great multitude gathered together, of the people of Nephi, round about the temple which was in the land Bountiful; and they were marvelling and wondering one with another, and were shewing one to another the great and marvellous change which had taken place; and they were also conversing about this Jesus Christ, of which the sign had been given, concerning his death.",
      "verse": 1
    },
    {
      "text": "And it came to pass that while they were thus conversing one with another, they heard a voice, as if it came out of Heaven; and they cast there eyes round about, for they understood not the voice which they heard; and it was not a harsh voice, neither was it a loud voice; nevertheless, and notwithstanding it being a small voice, it did pierce them that did hear, to the centre, insomuch that there were no part of their frame that it did not cause to quake; yea, it did pierce them to the very soul, and did cause their hearts to burn. -- And it came to pass that again they heard the voice, and they understood it not; and again the third time they did hear the voice, and did open their ears to hear it; and their eyes were towards the sound thereof; and they did look steadfastly towards Heaven, from whence the sound came; and behold, the third time they did understand the voice which they heard; and it saith unto them, Behold, my beloved Son, in whom I am well pleased, in whom I have glorified my name, hear ye him.",
      "verse": 2
    },
    {
      "text": "And it came to pass as they understood, they cast their eyes up again towards Heaven, and behold, they saw a man descending out of Heaven; and he was clothed in a white robe, and",
      "verse": 3
    },
    {
      "text": "he came down and stood in the midst of them, and the eyes of the whole multitude was turned upon him, and they durst not open their mouths, even one to another, and wist not what it meant: for they thought it was an angel that had appeared unto them.",
      "verse": 4
    },
    {
      "text": "And it came to pass that he stretched forth his hand, and spake unto the people, saying: Behold I am Jesus Christ, of which the prophets testified that should come into the world; and behold I am the light and the life of the world, and I have drank out of the bitter cup which the Father hath given me, and have glorified the Father in taking upon me the sins of the world, in the which I have suffered the will of the Father in all things, from the beginning.",
      "verse": 5
    },
    {
      "text": "And it came to pass that when Jesus had spake these words, the whole multitude fell to the earth, for they remembered that it had been prophesied among them that Christ should shew himself unto them after his ascension into Heaven.",
      "verse": 6
    },
    {
      "text": "And it came to pass that the Lord spake unto them saying: Arise and come forth unto me, that ye may thrust your hands into my side, and also that ye may feel the prints of the nails in my hands, and in my feet, that ye may know that I am the God of Israel, and the God of the whole earth, and have been slain for the sins of the world.",
      "verse": 7
    },
    {
      "text": "And it came to pass that the multitude went forth, and thrust their hands into his side, and did feel the prints of the nails in his hands and in his feet; and this they did do, going forth one by one, until they had all gone forth, and did see with their eyes, and did feel with their hands, and did know of a surety, and did bear record, that it was he, of whom it was written by the prophets that should come.",
      "verse": 8
    },
    {
      "text": "And it came to pass that when they had all gone forth, and had witnessed for themselves, they did cry out with one accord, saying: Hosanna! Blessed be the name of the Most High God! And they did fall down at the feet of Jesus, and did worship him.",
      "verse": 9
    },
    {
      "text": "And it came to pass that he spake unto Nephi, (for Nephi was among the multitude,) and he commanded him that he should come forth. And Nephi arose and went forth, and bowed himself before the Lord, and he did kiss his feet. -- And the Lord commanded him that he should arise. And he arose and stood before him. And the Lord said unto him, I give unto you power that ye shall baptize this people, when I",
      "verse": 10
    },
    {
      "text": "am again ascended into heaven. And again the Lord called others, and said unto them likewise; and he gave unto them power to baptize. And he saith unto them, On this wise shall ye baptize; and there shall be no disputations among you. Verily I say unto you, that whoso repenteth of his sins through your words, and desireth to be baptized in my name, on this wise shall ye baptize them: Behold, ye shall go down and stand in the water, and in my name shall ye baptize them. And now behold, these are the words which ye shall say, calling them by name, saying: Having authority given me of Jesus Christ, I baptize you in the name of the Father, and the Son, and of the Holy Ghost. Amen. And then shall ye immerse them in the water, and come forth again out of the water. And after this manner shall ye baptize in my name, for behold, verily I say unto you, that the Father, and the Son, and the Holy Ghost are one; and I am in the Father, and the Father in me, and the Father and I are one. And according as I have commanded you, thus shall ye baptize. And there shall be no disputations among you, as there hath hitherto been; neither shall there be disputations among you concerning the points of my doctrine, as there hath hitherto been; for verily, verily I say unto you, he that hath the spirit of contention, is not of me, but is of the Devil, which is the father of contention, and he stirreth up the hearts of men to contend with anger, one with another. Behold, this is not my doctrine, to stir up the hearts of men with anger, one against another; but this is my doctrine, that such things should be done away. Behold, verily, verily I say unto you, I will declare unto you my doctrine. And this is my doctrine, and it is the doctrine which the Father hath given unto me; and I bear record of the Father, and the Father beareth record of me, and the Holy Ghost beareth record of the Father and me, and I bear record that the father commandeth all men, every where to repent and believe in me; and whoso believeth in me, and is baptized, the same shall be saved; and they are they which shall inherit the kingdom of God. And whoso believeth not in me, and is not baptized, shall be damned. -- Verily, verily I say unto you, that this is my doctrine; and I bear record of it from the Father; and whoso believeth in me, believeth in the Father also; and unto him will the Father bear record of me; for he will visit him with fire, and with the Holy Ghost; and thus will the Father bear record of me; and the Holy Ghost will bear record unto him of the Father",
      "verse": 11
    },
    {
      "text": "and me: for the father, and I, and the Holy Ghost, are one. And again I say unto you, ye must repent, and become as a child, and be baptized in my name, or ye can in nowise receive these things. And again I say unto you, Ye must repent, and be baptized in my name, and become as a little child, or ye can in nowise inherit the kingdom of God. Verily, verily I say unto you, that this is my doctrine; and whoso buildeth upon this, buildeth upon my rock; and the gates of hell shall not prevail against them. And whoso shall declare more or less than this, and establish it for my doctrine, the same cometh of evil, and is not built upon my rock, but he buildeth upon a sandy foundation, and the gates of hell standeth open to receive such when the floods come, and the winds beat upon them. Therefore go forth unto this people and declare the words which I have spoken, unto the ends of the earth. And it came to pass that when Jesus had spoken these words unto Nephi, and to those which had been called, (now the number of them which had been called, and received power and authority to baptize, were twelve,) and behold he stretched forth his hand unto the multitude, and cried unto them saying: Blessed are ye, if ye shall give heed unto them saying, Blessed are ye, if ye shall give heed unto the words of these twelve which I have chosen from among you to minister unto you, and to be your servants; and unto them I have given power, that they may baptize you with water; and after that ye are baptized with water, behold I will baptize you with fire and with the Holy Ghost; therefore blessed are ye, if ye shall believe in me, and be baptized, after that ye have seen me, and know that I am. And again, more blessed are they which shall believe in your words, because that ye shall testify that ye have seen me, and that ye know that I am. Yea, blessed are they which shall believe in your words, and come down into the depths of humility, and be baptized; for they shall be visited with fire and with the Holy Ghost, and shall receive a remission of their sins. Yea, blessed are the poor in spirit, which cometh unto me, for theirs is the kingdom of Heaven. And again, blessed are all they that mourn, for they shall be comforted; and blessed are the meek, for they shall inherit the earth. And blessed are they which do hunger and thirst after righteousness, for they shall be filled with the Holy Ghost. And blessed are the merciful, for they shall obtain mercy. And blessed are all the pure in heart, for they shall see God. And blessed are all the peace-makers, for they shall be called the children of",
      "verse": 12
    },
    {
      "text": "God. And blessed are they which are persecuted, for my namesake, for theirs is the kingdom of Heaven. And blessed are ye when men shall revile you, and persecute, and shall say all manner of evil against you falsely, for my sake, for ye shall have great joy and be exceeding glad, for great shall be your reward in Heaven: for so persecuted they the prophets which were before you. Verily, verily I say unto you, I give unto you to be the salt of the earth; but if the salt shall lose its savor, wherewith shall the earth be salted? The salt shall be thenceforth good for nothing, but to be cast out, and to be trodden under the foot of men. Verily, verily I say unto you, I give unto you to be the light of this people. A city that is set on a hill cannot be hid. Behold, do men light a candle and put it under a bushel? Nay, but on a candle-stick, and it giveth light to all that are in the house; therefore let your light so shine before this people, that they may see your good works, and glorify your Father which is in Heaven. Think not that I am come to destroy the law or the prophets. I am not come to destroy but to fulfil: for verily I say unto you, one jot nor one tittle hath not passed away from the law, but in me it hath all been fulfilled.",
      "verse": 13
    },
    {
      "text": "And behold I have given unto you the law and the commandments of my Father, that ye shall believe in me, and that ye shall repent of your sins, and come unto me with a broken heart and a contrite spirit. Behold, ye have the commandments before you, and the law is fulfilled; therefore come unto me and be ye saved; for verily I say unto you, that except ye shall keep my commandments, which I have commanded you at this time, ye shall in no case enter into the kingdom of heaven. Ye have heard that it hath been said by them of old time, and it is also written before you, that thou shalt not kill; and whosoever kill, shall be in danger of the judgment of God. But I say unto you, that whosoever is angry with his brother, shall be in danger of his judgment. And whosoever shall say to his brother, Raca, shall be in danger of the council; and whosoever shall say, Thou fool, shall be in danger of hell fire; therefore, if ye shall come unto me, or shall desire to come unto me, and rememberest that thy brother hath aught against thee, go thy way unto thy brother, and first be reconciled to thy brother, and then come unto me with full purpose of heart, and I will receive you. Agree with thine adversary quickly, while thou art in the way with him, lest any time he shall get thee, and thou shalt be cast into",
      "verse": 14
    },
    {
      "text": "prison. Verily, verily I say unto thee, thou shalt by no means come out thence, until thou hast paid the uttermost senine. -- And while ye are in prison, can ye pay even one senine? Verily, verily I say unto you, Nay. Behold, it is written by them of old time, that thou shalt not commit adultery; but I say unto you, That whosoever looketh on a woman, to lust after her, hath committed adultery already in his heart. Behold, I give unto you a commandment, that ye suffer none of these things to enter into your heart: for it is better that ye should deny yourselves of these things, wherein ye shall take up your cross, than that ye should be cast into hell. It hath been written, That whosoever shall put away his wife, let him give her a writing of divorcement. Verily, verily I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery; and whoso shall marry her who is divorced, committeth adultery. And again it is written, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths. But verily, verily I say unto you, Swear not at all; neither by Heaven, for it is God\u0027s throne; nor by the earth, for it his footstool; neither shalt thou swear by the head, because thou canst not make one hair black or white; but let your communications be Yea, yea; Nay, nay: for whatsoever cometh of more than these are evil. And behold, it is written, An eye for an eye, and a tooth for a tooth. But I say unto you, That ye shall not resist evil: but whosoever shall smite thee on thy right cheek, turn to him the other also. And if any man shall sue thee at the law, and take away thy coat, let him have thy cloak also. And whosoever shall compel thee to go a mile, go with him twain. Give to him that asketh thee, and to him that would borrow of thee, turn thou not away. And behold, it is written also, That thou shalt love thy neighbor, and hate thine enemy: but behold I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you and persecute you, that ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good; therefore those things which were of old time, which were under the law in me, are all fulfilled. -- Old things are done away, and all things have become new; therefore I would that ye should be perfect even as I your Father which is in Heaven is perfect. Verily, verily I say that I would that ye should do alms unto the poor; but take heed that ye do not your alms before men, to be seen of them:",
      "verse": 15
    },
    {
      "text": "otherwise ye have no reward of your Father which is in heaven. Therefore, when ye shall do your alms, do not sound a trumpet before you, as will hypocrites do in the synagogues, and in the streets, that they may have glory of men. Verily, I say unto you, They have their reward. But when thou doest alms, let not thy left hand know what thy right hand doeth; that thine alms may be secret: and thy Father which seeth in secret, himself shall reward thee openly.",
      "verse": 16
    },
    {
      "text": "And when thou prayest, thou shalt not do as hypocrites: for they love to pray standing in the synagogues, and in the corner of the streets, that they may be seen of men. Verily, I say unto you, They have their reward. But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father, which seeth in secret, shall reward thee openly. But when ye pray, use not vain repetitions, as the heathen: for they think that they shall be heard for their much speaking. Be not ye therefore like unto them: for your Father knoweth what things ye have need of before ye ask him. After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name. Thy will be done in earth as it is in heaven. And forgive us our debts, as we forgive our debtors. And lead us not into temptation, but deliver us from evil. For thine is the kingdom, and the power, and the glory, for ever. Amen. For, if ye forgive men their trespasses, your heavenly Father will also forgive you: but if ye forgive not men their trespasses, neither will your Father forgive your trespasses. Moreover, when ye fast, be not as the hypocrites, of a sad countenance: for they disfigure their faces, that they may appear unto men to fast. Verily, I say unto you, They have their reward. But thou, when thou fastest, anoint thy head, and wash thy face; that thou appear not unto men, to fast, but unto thy Father, which is in secret: and thy Father, which seeth in secret, shall reward thee openly.",
      "verse": 17
    },
    {
      "text": "Lay not up for yourselves treasures upon the earth, where moth and rust doth corrupt, and thieves break through and steal: but lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal. For where your treasure is, there will your heart be also. The light of the body is the eye: if therefore thine eye be single, thy whole body shall be full of light. But if thine eye be evil, thy whole body shall be full of darkness. If therefore the light that is in thee be darkness, how great is",
      "verse": 18
    },
    {
      "text": "that darkness! No man can serve two masters: for either he will hate the one, and love the other. or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.",
      "verse": 19
    }
  ],
  "chapter": 6,
  "title": "3 Nephi 5"
}