{
  "verses": [
    {
      "text": "CHAPTER IX. And now it came to pass that when Jesus had ascended into Heaven, the multitude did disperse, and every man did take his wife and his children, and did return to his own home. And it was noised abroad among the people immediately, before it was dark, that the multitude had seen Jesus, and that he had ministered unto them, and that he would also show himself on the morrow unto the multitude; yea, and even all the night it was noised abroad concerning Jesus; and insomuch did they send forth unto the people, that there were many, yea, an exceeding great number did labor exceedingly all night, that they might be on the morrow in the place where Jesus should shew himself unto the multitude.",
      "verse": 1
    },
    {
      "text": "And it came to pass that on the morrow, when the multitude was gathered together, behold Nephi and his brother, whom he had raised from the dead, whose name was Timothy, and also his son, whose name was Jonas, and also Mathoni, and Mathonihah, his brother, and Kumen, and Kumenonhi, and Jeremiah, and Shemnon, and Jonas, and Zedekiah, and Isaiah: Now these were the names of the disciples whom Jesus had chosen. And it came to pass that they went forth",
      "verse": 2
    },
    {
      "text": "and stood in the midst of the multitude. And behold, the multitude was so great, that they did cause that they should be separated into twelve bodies. And the twelve did teach the multitude; and behold, they did cause that the multitude should kneel down upon the face of the earth, and should pray unto the Father, in the name of Jesus. And the disciples did pray unto the Father also, in the name of Jesus. And it came to pass that they arose and ministered unto the people. And when they had ministered those same words which Jesus had spoken -- nothing varying from the words which Jesus had spoken -- behold, they knelt again, and prayed to the Father in the name of Jesus; and they did pray for that which they most desired; and they desired that the Holy Ghost should be given unto them. And when they had thus prayed, they went down unto the water\u0027s edge, and the multitude followed them. And it came to pass that Nephi went down into the water, and was baptized. And he baptized all they whom Jesus had chosen. And it came to pass when they were all baptized, and had come up out of the water, the Holy Ghost did fall upon them, and they were filled with the Holy Ghost, and with fire. And behold, they were encircled about as if it were fire; and it came down from heaven, and the multitude did witness it, and do bear record; and angels did come down out of heaven, and did minister unto them. And it came to pass that while the angels were ministering unto the disciples, behold, Jesus came and stood in the midst, and ministered unto them. And it came to pass that he spake unto the multitude, and commanded them that they should kneel down again upon the earth, and also that his disciples should kneel down upon the earth. And it came to pass that when they had all knelt down upon the earth, he commanded his disciples that they should pray. And behold, they began to pray; and they did pray unto Jesus, calling him their Lord and their God.",
      "verse": 3
    },
    {
      "text": "And it came to pass that Jesus departed out of the midst of them, and went a little way off from them and bowed himself to the earth, and he saith, Father, I thank thee that thou hast given the Holy Ghost unto these whom I have chosen; and it is because of their belief in me, that I have chosen them out of the world. Father, I pray thee that thou wilt give the Holy Ghost unto all of them that shall believe in their words. Father, thou hast given them the Holy Ghost, because they believe in me, and thou seest that they believe in me, because thou hearest",
      "verse": 4
    },
    {
      "text": "them, and they pray unto me; and they pray unto me because I am with them. And now Father, I pray unto thee for them, and also for all they which shall believe on their words, that they may believe in me, that I may be in them as thou, Father, art in me, that we may be one.",
      "verse": 5
    },
    {
      "text": "And it came to pass, that when Jesus had thus prayed unto the Father, he came unto his disciples, and behold they did still continue, without ceasing, to pray unto him; and they did not multiply many words, for it was given unto them what they should pray, and they were filled with desire. And it came to pass that Jesus blessed them, as they did pray unto him, and his countenance did smile upon them, and the light of his countenance did shine upon them, and behold they were as white as the countenance, and also the garments of Jesus; and behold the whiteness thereof did exceed all the whiteness, yea, even there could be nothing upon the earth so white as the whiteness thereof. And Jesus saith unto them, Pray on, nevertheless they did not cease to pray. And he turned from them again, and went a little way off, and bowed himself to the earth; and he prayed again unto the Father, saying: Father, I thank thee that thou hast purified those which I have chosen, because of their faith, and I pray for them, and also for them which shall believe on their words, that they may be purified in me, through faith on their words, even as they are purified in me. Father, I pray not for the world, but for them which thou hast given unto me out of the world, because of their faith, that they may be purified in me, that I may be in them as thou, Father, art in me, that we may be one, that I may be glorified in them.",
      "verse": 6
    },
    {
      "text": "And it came to pass that when Jesus had spake these words, he came again unto his disciples, and behold they did pray steadfastly, without ceasing unto him; and he did smile upon then again; and behold they were white, even as Jesus.",
      "verse": 7
    },
    {
      "text": "And it came to pass that he went again a little way off, and prayed unto the Father; and tongue cannot speak the words which he prayed, neither can be written by man the words which he prayed. And the multitude did hear, and do bear record, and their hearts were open, and they did understand in their hearts the words which he prayed. Nevertheless, so great and marvellous were the words which he prayed, that they cannot be written, neither can they be utttered by man.",
      "verse": 8
    },
    {
      "text": "And it came to pass that when Jesus had made an end of praying, he came again to the disciples, and saith unto",
      "verse": 9
    },
    {
      "text": "them, So great faith have I never seen among all the Jews; wherefore I could not shew unto them so great miracles, because of their unbelief. Verily I say unto you, there are none of them that have seen so great things as ye have seen; neither have they heard so great things as ye have heard.",
      "verse": 10
    },
    {
      "text": "And it came to pass that he commanded the multitude that they should cease to pray, and also his disciples. And he commanded them that they should not cease to pray in their hearts. And he commanded them that they should arise and stand up upon their feet. And they arose up and stood upon their feet. And it came to pass that he break bread again, and blessed it, and gave to the disciples to eat. And when they had eat, he commanded them that they should break bread, and give unto the multitude. And when they had given unto the multitude, he also gave them wine to drink, and commanded them that they should give unto the multitude. Now there had been no bread, neither wine, brought by the disciples, neither by the multitude; but he truly gave unto them bread to eat, and also wine to drink; and he saith unto them, He that eateth this bread, eateth of my body to their soul, and he that drinketh of this wine, drinketh of my blood to their soul, and their soul shall never hunger nor thirst, but shall be filled. Now when the multitude had all eat and drank, behold they were filled with the spirit, and they did cry out with one voice, and gave glory to Jesus, whom they both saw and heard. And it came to pass that when they had all given glory unto Jesus, he saith unto them, Behold now I finish the commandment which the Father hath commanded me concerning this people, which are a remnant of the house of Israel. Ye remember that I spake unto you, and said that when the words of Isaiah should be fulfilled: Behold they are written, ye have them before you; therefore search them. And verily, verily I say unto you, that when they shall be fulfilled, then is the fulfilling of the covenant which the Father hath made unto his people. O house of Israel, and then shall the remnants which shall be scattered abroad upon the face of the earth, be gathered in from the east, and from the west, and from the south, and from the north; and they shall be brought to the knowledge of the Lord their God, who hath redeemed them. And the Father hath commanded me that I should give unto you this land, for your inheritance. And I say unto you, that if the Gentiles do not repent after the blessing which they shall receive, after that",
      "verse": 11
    },
    {
      "text": "they have scattered my people, then shall ye which are a remnant of the house of Jacob, go forth among them; and ye shall be in the midst of them, which shall be many; and ye shall be among them, as a lion among the beasts of the forest, and as a young lion among the flocks of sheep, who, if he goeth through, both treadeth down and teareth in pieces, and none can deliver. Thy hand shall be lifted up upon thine adversaries, and all thine enemies shall be cut off. And I will gather my people together, as a man gathereth his sheaves into the floor: for I will make my people with whom the Father hath covenanted, yea, I will make thy horn iron, and I will make thy hoops brass. And thou shalt beat in pieces many people; and I will consecrate their gain unto the Lord, and their substance unto the Lord of the whole earth. And behold, I am he which doeth it. And it shall come to pass, saith the Father, That the sword of my justice shalt hang over them at that day; and except they repent, it shall fall upon them, saith the Father, yea, even upon all the nations of the Gentiles. -- And it shall come to pass that I will establish my people, O house of Israel. And behold, this people will I establish in this land, unto the fulfilling of the covenant which I made with your Father Jacob; and it shall be a new Jerusalem. And the powers of heaven shall be in the midst of this people; yea, even I will be in the midst of you. Behold, I am he of whom Moses spake, saying: A prophet shall the Lord your God raise up unto you of your brethren, like unto me: him shall ye hear in all things whatsoever he shall say unto you. And it shall come to pass that every soul which will not hear that prophet, shall be cut off from among the people. Verily, I say unto you, Yea, and all the prophets from Samuel. and those that follow after, as many as have spoken, have testified of me. And behold, ye are the children of the prophets; and ye are of the house of Israel; and ye are of the covenant which the Father made with your fathers, saying: Unto Abraham, and in thy seed, shall all the kindreds of the earth be blessed: the Father having raised me up unto you first, and sent me to bless you, in turning away every one of you from his iniquities; and this because ye are the children of the covenant. -- And after that ye were blessed, then fulfilleth the Father the covenant which he made with Abraham, saying: In thy seed shall all the kindreds of the earth be blessed, unto the pouring out of the Holy Ghost through me upon the Gentiles, which blessing upon the Gentiles, shall make them mighty above all,",
      "verse": 12
    },
    {
      "text": "unto the scattering of my people, O house of Israel; and they shall be scourge unto the people of this land. Nevertheless, when they shall have received the fulness of my Gospel, then if they shall harden their hearts against me, I will return their iniquities upon their heads, saith the Father. And I will remember the covenant which I have made with my people: and I have covenanted with them, that I would gather them together in mine own due time; that I would give unto them again the land of their fathers, for their inheritance, which is the land of Jerusalem, which is the promised land unto them forever, saith the Father.",
      "verse": 13
    },
    {
      "text": "And it shall come to pass that the time cometh, when the fulness of my gospel shall be preached unto them, and they shall believe in me, that I am Jesus Christ, the Son of God, and shall pray unto the Father in my name. Then shall their watchmen lift up their voice; and with the voice together shall they sing: for they shall see eye to eye. Then will the Father gather them together again, and give unto them Jerusalem for the land of their inheritance. Then shall they break forth into joy -- sing together, ye waste places of Jerusalem: for the Father hath comforted his people, he hath redeemed Jerusalem. The Father hath made bare his holy arm in the eyes of all the nations: and all the ends of the earth shall see the salvation of the Father; and the Father and I are one. -- And then shall be brought to pass that which is writen: Awake, awake again, and put on thy strength, O Zion; put on thy beautiful garments, O Jerusalem. the holy city: for henceforth there shall no more come into thee the uncircumcised and the unclean. Shake thyself from the dust; arise, sit down, O Jerusalem: loose thyself from the bands of thy neck, O captive of Zion. For thus saith the Lord, Ye have sold yourselves for nought; and ye shall be redeemed without money. Verily, verily, I say unto you, That my people shall know my name; yea, in that day they shall know that I am he that doth speak. And then shall they say, How beautiful upon the mountains are the feet of him that bringeth good tidings unto them, that publisheth peace; that bringeth good tidings unto them of good, that publisheth salvation; that saith unto Zion, Thy God reigneth! And then shall a cry go forth, Depart ye, depart ye, go ye out from thence, touch not that which is unclean; go ye out of the midst of her; be ye clean, that bear the vessels of the Lord. For ye shall not go out with haste, nor go by flight: for the Lord will go before you;",
      "verse": 14
    },
    {
      "text": "and the God of Israel shall be your rereward. Behold, my servant shall deal prudently, he shall be exalted and extolled, and be very high. As many were astonished at thee; (his visage was so marred more than any man, and his form more than the sons of men:) so shall he sprinkle many nations; the kings shall shut their mouths at him: for that which had been told them shall they see; and that which they had not heard shall they consider. Verily, verily, I say unto you, All these things shall surely come, even as the Father hath commanded me. Then shall this covenant which the Father hath covenanted with his people, be fulfilled; and then shall Jerusalem be inhabited again with my people: and it shall be the land of their inheritance. And verily, I say unto you, I give unto you a sign, that ye may know the time when these things shall be about to take place, that I shall gather in from their long dispersion, my people, O house of Israel, and shall establish again among them my Zion. And behold, this is the thing which I will give unto you for a sign: for verily, I say unto you, That when these things which I declare unto you hereafter of myself, and by the power of the Holy Ghost, which shall be given unto you of the Father, shall be made known unto the Gentiles, that they may know concerning this people which are a remnant of the house of Jacob, and concerning this my people which shall be scattered by them; verily, verily, I say unto you, When these things shall be made known unto them of the Father, and shall come forth of the Father from them unto you: for it is wisdom in the Father that they should be established in this land, and be set up as a free people by the power of the Father, that these things might come forth from them unto a remnant of your seed, that the covenant of the Father may be fulfilled which he hath covenanted with his people, O house of Israel; therefore, when these works, and the works which shall be wrought among you hereafter, shall come forth from the Gentiles unto your seed, which shall dwindle in unbelief because of iniquity: for thus it behooveth the Father that it should come forth from the Gentiles, that he may shew forth his power unto the Gentiles, for this cause, that the Gentiles, if they will not harden their hearts, that they may repent and come unto me, and be baptized in my name, and know of the true points of my doctrine, that they may be numbered among my people, O house of Israel; and when these things come to pass, that thy seed shall begin to know these things, it shall",
      "verse": 15
    },
    {
      "text": "be a sign unto them, that they may know that the work of the Father hath already commenced unto the fulfilling of the covenant which he hath made unto the people which are of the house of Israel. And when that day shall come, it shall come to pass that kings shall shut their mouths: for that which had not been told them shall they see; and that which they had not heard shall they consider. For in that day, for my sake shall the Father work a work, which shall be a great and a marvellous work among them; and there shall be among them which will not believe it, although a man shall declare it unto them. But behold, the life of my servant shall be in my hand; therefore they shall not hurt him, although he shall be marred because of them. Yet I will heal him, for I will shew unto them that my wisdom is greater than the cunning of the Devil. Therefore it shall come to pass, that whosoever will not believe in my words, which am Jesus Christ, which the Father shall cause him to bring forth unto the Gentiles, and shall give unto him power that he shall bring them forth unto the Gentiles, (it shall be done even as Moses said,) they shall be cut off from among my people which are of the covenant; and my people which are a remnant of Jacob, shall be among the Gentiles, yea, in the midst of them, as a lion among the beasts of the forest, as a young lion among the flocks of sheep, who if he go through, both treadeth down and teareth in pieces, and none can deliver. Their hand shall be lifted up upon their adversaries, and all their enemies shall be cut off. Yea, wo be unto the Gentiles, except they repent: for it shall come to pass in that day, saith the Father, that I will cut off thy horses out of the midst of thee, and I will destroy thy chariots, and I will cut off the cities of thy land, and throw down all thy strong holds; and I will cut off witchcarfts out of thy hand, and thou shalt have no more soothsayers: thy graven images I will also cut off, and thy standing images out of the midst of thee; and thou shalt no more worship the works of thy hand; and I will pluck up thy groves out of the midst of thee; so will I destroy thy cities. And it shall come to pass that all lyings, and deceivings, and envyings, and strifes, and priestcrafts, and whoredoms, shall be done away. For it shall come to pass, saith the Father, that at that day, whosoever will not repent and come unto my beloved Son, them will I cut off from among my people, O house of Israel; and I will execute vengeance and fury upon them, even as upon the heathen, such as they have not heard.",
      "verse": 16
    }
  ],
  "chapter": 10,
  "title": "3 Nephi 9"
}