{
  "verses": [
    {
      "text": "CHAPTER I. And Helaman was the son of Helaman, which was the son of Alma, which was the son of Alma, being a descendant of Nephi, which was the son of Lehi, which came out of Jerusalem in the first year of the reign of Zedekiah, the king of Judah.",
      "verse": 1
    },
    {
      "text": "Now it came to pass that the ninety and first year had passed away; and it was six hundred years from the time that Lehi left Jerusalem; and it was in that year that Lachoneus was the Chief Judge and the governor over the land. And Nephi, the son of Helaman, had departed out of the land of Zarahemla, giving charge unto his son Nephi, which was his eldest son, concerning the plates of brass, and all the records which had been kept, and all those things which had been kept sacred, from the departure of Lehi out of Jerusalem: then he departed out of the land, and whither he went, no man knoweth; and his son Nephi did keep the records in his stead, yea, the record of this people.",
      "verse": 2
    },
    {
      "text": "And it came to pass that in the commencement of the ninety and second year, behold the prophecies of the prophets began to be fulfilled more fully; for there began to be greater signs and greater miracles wrought among the people. But there were some which began to say, That the time was past for the words to be fulfilled, which was spoken by Samuel, the Lamanite. And they began to rejoice over their brethren, saying, the time is past, and the words of Samuel are not fulfilled; therefore your joy and your faith concerning this thing, hath been vain. And it came to pass that they did",
      "verse": 3
    },
    {
      "text": "make a great uproar throughout the land; and the people which believed, began to be very sorrowful, lest by any means those things which had been spoken, might not come to pass. But behold, they did watch steadfastly for that day, and that night, and that day, which shall be as one day, as if there were no night, that they might know that their faith had not been vain.",
      "verse": 4
    },
    {
      "text": "Now it came to pass that there was a day set apart by the unbelievers, that all those who believed in those traditions, should be put to death, except the sign should come to pass, which had been given by Samuel the prophet. Now it came to pass that when Nephi, the son of Nephi, saw the wickedness of his people, his heart was exceeding sorrowful. And it came to pass that he went out and bowed himself down upon the earth, and cried mightly to his God, in behalf of his people; yea, those which were about to be destroyed because of their faith in the traditions of their fathers. And it came to pass that he cried mightly unto the Lord, all the day; and behold, the voice of the Lord came unto him, saying: Lift up your head and be of good cheer: for behold, the time is at hand, and on this night shall the sign be given, and on the morrow come I into the world, to shew unto the world that I will fulfil all that I have caused to be spoken by the mouth of my Holy Prophets. Behold, I come unto my own, to fulfil all things which I have made known unto the children of men, from the foundation of the world, and to do the will, both of the Father, and the Son of the Father, because of me, and of the Son, because of my flesh. And behold, the time is at hand, and this night shall the sign be given.",
      "verse": 5
    },
    {
      "text": "And it came to pass that the words which came unto Nephi, was fulfilled, according as they had been spoken: for behold, at the going down of the sun, there was no darkness; and the people began to be astonished, because there was no darkness when the night came. And there were many which had not believed the words of the prophets, fell to the earth, and became as if they were dead, for they knew that the great plan of destruction which they had laid for those who believed in the word of the prophets, had been frustrated; for the sign which had been given was already at hand; and they began to know that the Son of God must shortly appear; yea, in fine, all the people upon the face of the whole earth, from the west to the east, both in the land north and in the land south, were so exceedingly astonished, that they fell to the earth; for",
      "verse": 6
    },
    {
      "text": "they knew that the prophets had testified of these things for many years, and that the sign which had been given, was already at hand; and they began to fear because of their iniquity and their unbelief.",
      "verse": 7
    },
    {
      "text": "And it came to pass that there was no darkness in all that night, but it was as light as though it was mid-day. And it came to pass that the sun did rise in the morning again, according to its proper order; and they knew that it was the day that the Lord should be born, because of the signs which had been given. And it had come to pass, yea, all things, every whit, according to the words of the prophets. And it came to pass also, that a new star did appear, according to the word. And it came to pass that from this time forth, there began to be lyings sent forth among the people, by Satan, to harden their hearts, to the intent that they might not believe in those signs and wonders which they had seen; but notwithstanding these lyings and deceivings, the more part of the people did believe, and were converted unto the Lord. -- And it came to pass that Nephi went forth among the people, and also many others, baptizing unto repentance, in the which, there were a great remission of sins. And thus the people began to have peace in the land; and there were no contentions, save it were a few that began to preach, endeavoring to prove by the Scriptures, that it was no more expedient to observe the law of Moses. Now in this thing they did err, having not understood the Scriptures. But it came to pass that they soon became converted, and were convinced of the error which they were in: for it was made known unto them that the law was not yet fulfilled, and that it must be fulfilled in every whit; yea, the word came unto them that it must be fulfilled; yea, that one jot nor title should not pass away, till it should all be fulfilled; therefore in this same year, were they brought to a knowledge of their error, and did confess their faults. And thus the ninety and second year did pass away, bringing glad tidings unto the people because of the signs which had come to pass, according to the words of the prophecy of all the Holy Prophets.",
      "verse": 8
    },
    {
      "text": "And it came to pass that the ninety and third year did also pass away in peace, save it were for the Gadianton robbers, which dwelt in the mountains, which did infest the land; for so strong were their holds and their secret places, that the people could not overpower them; therefore they did commit many murders, and did do much slaughter among the people.",
      "verse": 9
    },
    {
      "text": "And it came to pass that in the ninety and fourth year, they began to increase in a great degree, because there were many dissenters of the Nephites which did flee unto them, which did cause much sorrow unto those Nephites which did remain in the land; and there was also a cause of much sorrow among the Lamanites; for behold, they had many children which did grow up and began to wax strong in years, that they became for themselves, and were led away by some which were Zoramites, by their lyings and their flattering words, to join those Gadianton robbers; and thus were the Lamanites afflicted also, and began to decrease as to their faith and righteousness, because of the wickedness of the rising generation.",
      "verse": 10
    },
    {
      "text": "And it came to pass that thus passed away the ninety and fifth year also, and the people began to forget those signs and wonders which they had heard, and began to be less and less astonished at a sign or a wonder from Heaven, insomuch that they began to be hard in their hearts, and blind in their minds, and began to disbelieve all which they had heard and seen, imagining up some vain thing in their hearts, that it was wrought by men, and by the power of the Devil, to lead away and deceive the hearts of the people; and thus did Satan get possession of the hearts of the people again, insomuch that he did blind their eyes, and lead them away to believe that the doctrine of Christ was a foolish and a vain thing.",
      "verse": 11
    },
    {
      "text": "And it came to pass that the people began to wax strong in wickedness and abominations; and they did not believe that there should be any more signs or wonders given; and Satan did go about, leading away the hearts of the people. tempting them and causing them that they should do great wickedness in the land. And thus did pass away the ninety and sixth year; and also the ninety and seventh year; and also the ninety and eighth year; and also the ninety and ninth year; and also an hundred years had passed away, since the days of Mosiah, which was the king over the people of the Nephites. And six hundred and nine years had passed away, since Lehi left Jerusalem; and nine years had passed away, from the time which the sign was given, which was spoken of by the prophets, that Christ should come into the world. Now the Nephites began to reckon their time from this period which was the sign given, or from the coming of Christ; therefore, nine years had passed away, and Nephi, which was the father of Nephi, which had the charge of the records, did not return to",
      "verse": 12
    },
    {
      "text": "the land of Zarahemla, and could no where be found in all the land.",
      "verse": 13
    },
    {
      "text": "And it came to pass that the people did still remain in wickedness, notwithstanding the much preaching and prophesying which was sent among them; and thus passed away the tenth year also; and the eleventh year also passed away in iniquity. And it came to pass in the thirteenth year, there began to be wars and contentions throughout all the land: for the Gadianton robbers had become so numerous, and did slay so many of the people, and did lay waste so many cities, and did spread so much death and carnage throughout the land, that it became expedient that all the people, both the Nephites and the Lamanites, should take up arms against them; therefore all the Lamanites which had become converted unto the Lord, did unite with their brethren, the Nephites, and were compelled, for the safety of their lives, and their women and their children, to take up arms against those Gadianton robbers; yea, and also maintain their rights, and their privileges of their church, and of their worship, and their freedom, and their liberty. And it came to pass that before the thirteenth year had passed away, the Nephites were threatened with utter destruction, because of this war, which had become exceeding sore. And it came to pass that those Lamanites which had united with the Nephites, were numbered among the Nephites; and their curse was taken from them, and their skin became white like unto the Nephites; and their young men and their daughters became exceeding fair, and they were numbered among the Nephites, and were called Nephites. And thus ended the thirteenth year.",
      "verse": 14
    },
    {
      "text": "And it came to pass in the commencement of the fourteenth year, the war between the robbers and the people of Nephi did continue, and did become exceeding sore; nevertheless, the people of Nephi did gain some advantage of the robbers, insomuch that they did drive them back out of their lands into the mountains, and into their secret places. And thus ended the fourteenth year. And in the fifteenth year they did come forth against the people of Nephi; and because of the wickedness of the people of Nephi, and their many contentions and dissentions, the Gadianton robbers did gain many advantages over them. And thus ended the fifteenth year; and thus were the people in a state of many afflictions; and the sword of destruction did hang over them, insomuch that they were about to be smitten down by it, and this because of their iniquity.",
      "verse": 15
    }
  ],
  "chapter": 2,
  "title": "3 Nephi 1"
}