{
  "verses": [
    {
      "text": "CHAPTER XIII. Write the things which ye have seen and heard, save it be those which are forbidden; write the works of this people, which shall be even as hath been written of that which hath been; for behold, out of the books which have been written, and which shall be written, shall this people be judged: for by them shall their works be known unto men. And behold, all things are written by the Father; therefore out of the books which shall be written shall the world be judged. And know ye that ye shall be judges of this people, according to the judgment which I shall give unto you, which shall be just; therefore what manner of men had ye ought to be? -- Verily I say unto you, Even as I am. And now I go unto the Father. And verily I say unto you, whatsoever things ye shall ask the Father, in my name, it shall be given unto you; therefore ask, and ye shall receive; knock, and it shall be opened unto you: for he that asketh, receiveth, and unto him that knocketh, it shall be opened. And now behold, my joy is great, even unto fulness, because of you, and also this generation; yea, and even the Father rejoiceth, and also all the holy angels, because of you and this generation: for none of them are lost. Behold, I would that ye should understand; for I mean them which are now alive, of this generation; and none of them are lost; and in them I have fulness of joy. -- But behold, it sorroweth me because of the fourth generation from this generation, for they are led away captive by him, even as was the son of perdition; for they will sell me for silver, and for gold, and for that which moth doth corrupt, and which thieves can break through and steal. And in that day will I visit them, even in turning their works upon their own heads.",
      "verse": 1
    },
    {
      "text": "And it came to pass that when Jesus had ended these sayings, he saith unto his disciples, Enter ye in at the straight gate: for straight is the gate, and narrow is the way that leads to life, and few there be that find it: But wide is the gate, and broad the way which leads to death, and many there be that traveleth therein, until the night cometh, wherein no man can work.",
      "verse": 2
    },
    {
      "text": "And it came to pass when Jesus had said these words, he spake unto his disciples, one by one, saying unto them, What is it that ye desire of me, after I am gone to the Father? And they all spake, save it were three, saying, We desire that",
      "verse": 3
    },
    {
      "text": "after we have lived unto the age of man, that our ministry, wherein thou hast called us, may have an end, that we may speedily come unto thee, in thy kingdom. And he saith unto them, Blessed are ye, because ye desired this thing of me; therefore after that ye are seventy and two years old, ye shall come unto me in my kingdom, and with me ye shall find rest. And when he spake unto them, he turned himself unto the three, and said unto them, What will ye that I should do unto you, when I am gone unto the Father? And they sorrowed in their hearts, for they durst not speak unto him the thing which they desired. And he saith unto them, Behold, I know your thoughts, and ye have desired the thing which John, my beloved, which was with me in my ministry, before that I was lifted up by the Jews, desired of me; therefore more blessed are ye, for ye shall never taste of death, but ye shall live to behold all the doings of the Father, unto the children of men, even until things shall be fulfilled, according to the will of the Father, when I shall come in my glory, with the powers of heaven; and ye shall never endure the pains of death; but when I shall come in my glory, ye shall be changed in the twinkling of an eye, from mortality to immortality; and then shall ye be blessed in the kingdom of my Father. -- And again, ye shall not have pain while ye shall dwell in the flesh, neither sorrow, save it be for the sins of the world; and all this will I do because of the thing which ye have desired of me: for ye have desired that ye might bring souls of men unto me, while the world shall stand; and for this cause ye shall have fulness of joy; and ye shall sit down in the kingdom of my Father; yea, your joy shall be full, even as the Father hath given me fulness of joy; and ye shall be even as I am; and I am even as the Father; and the Father and I are one; and the Holy Ghost beareth record of the Father and me; and the Father giveth the Holy Ghost unto the children of men because of me.",
      "verse": 4
    },
    {
      "text": "And it came to pass that when Jesus had spake these words, he touched every one of them with his finger, save it were the three which were to tarry, and then he departed. And behold, the heavens were opened, and they were caught up into heaven, and saw and heard unspeakable things. And it was forbidden them that they should utter; neither was it given unto them power that they could utter the things which they saw and heard; and whether they were in the body or out of the body, they could not tell: for it did seem unto them like",
      "verse": 5
    },
    {
      "text": "a transfiguration of them, that they were changed from this body of flesh, into an immortal state, that they could behold the things of God. But it came to pass that they did again minister upon the face of the earth; nevertheless they did not minister of the things which they had heard and seen, because of the commandment which was given them in heaven. And now whether they were mortal or immortal, from the day of their transfiguration, I know not; but this much I know: According to the record which hath been given, they did go forth upon the face of the land, and did minister unto all the people, uniting as many to the church as would believe in their preaching; baptizing them; and as many as were baptized, did receive the Holy Ghost; and they were cast into prison by them who did not belong to the church. And the prisons could not hold them, for they were rent in twain, and they were cast down into the earth. But they did not smite the earth with the word of God, insomuch that by his power they were delivered out of the depths of the earth; and therefore they could not dig pits sufficiently to hold them. And thrice they were cast into the furnace, and received no harm. And twice were they cast into a den of wild beasts; and behold they did play with the beasts, as a child with a sucking lamb, and received no harm. And it came to pass that thus they did go forth among all the people of Nephi, and did preach the gospel of Christ unto all people upon the face of the land: And they were converted unto the Lord, and were united unto the church of Christ: And thus the people of that generation were blessed, according to the word of Jesus. And now I, Mormon, make an end of speaking concerning these things, for a time. Behold, I were about to write the names of those who were never to taste of death; but the Lord forbade, therefore I write them not, for they are hid from the world. But behold I have seen them, and they have ministered unto me; and behold they will be among the Gentiles, and the Gentiles knoweth them not. They will also be among the Jews, and the Jews shall know them not.",
      "verse": 6
    },
    {
      "text": "And it shall come to pass, when the Lord seeth fit in his wisdom, that they shall minister unto all the scattered tribes of Israel, and unto all nations, kindred, tongues and people, and shall bring out of them unto Jesus many souls, that their desire may be fulfilled, and also because of the convincing power of God which is in them, and they are as the angels of God and if they shall pray unto the Father in the name of Jesus",
      "verse": 7
    },
    {
      "text": "they can shew themselves unto whatsoever man it seemeth them good; therefore great and marvellous works shall be wrought by them, before the great and coming day, when all people must surely stand before the judgment seat of Christ; yea, even among the Gentiles shall there be a great and marvellous work wrought by them, before that judgment day. -- And if ye had all the scriptures which gives an account of all the marvellous works of Christ, ye would, according to the words of Christ, know that these things must surely come. -- And wo be unto him that will not hearken unto the words of Jesus, and also to them which he hath chosen and sent among them: for whoso receiveth not the words of Jesus, and the words of them which he hath sent, receiveth not him; and therefore he will not receive them at the last day; and it would be better for them of they had not been born. For do ye suppose that ye can get rid of the justice of an offended God, who hath been trampled under feet of men, that thereby salvation might come? And now behold, as I spake concerning them whom the Lord had chosen, yea, even three which were caught up into the Heavens, that I knew not whether they were cleansed from mortality to immortality: -- But behold, since I wrote, I have inquired of the Lord, and he hath made it manifest unto me, that there must needs be a change wrought upon their bodies, or else it needs be that they must taste of death; therefore that they might not taste of death, there was a change wrought upon their bodies, that they might not suffer pain nor sorrow, save it were for the sins of the world. Now this change was not equal to that which should take place at the last day, but there was a change wrought upon them, insomuch that Satan could have no power over them, that he could not tempt them, and they were sanctified in the flesh, that they were holy, and that the powers of the earth could not hold them; and in this state they were to remain until the judgment day of Christ; and at that day they were to receive a greater change, and to be received into the kingdom of the Father, to go no more out, but to dwell with God eternally in the Heavens. And now behold, I say unto you, that when the Lord shall see fit, in his wisdom, that these sayings shall come unto the Gentiles, according to his word, then ye may know that the covenant which the Father hath made with the children of Israel, concerning their restoration to the lands of their inheritance, is already beginning to be fulfilled; and ye may know that the words of the Lord, which",
      "verse": 8
    },
    {
      "text": "have been spoken by the holy prophets, shall be fulfilled; and ye need not say that the Lord delays his coming unto the children of Israel; and ye need not imagine in your hearts, that the words which have been spoken are vain, for behold, the Lord will remember his covenant which he hath made unto his people of the house of Israel. And when ye shall see these sayings coming forth among you, then ye need not any longer spurn at the doings of the Lord, for the sword of his justice is in his right hand, and behold at that day, if ye shall spurn at his doings, he will cause it that it shall soon overtake you. Wo unto him that spurneth at the doings of the Lord; yea, wo unto him that shall deny the Christ, and his works; yea, wo unto him that shall deny the revelations of the Lord, and that shall say, the Lord no longer worketh by revelation, or by prophecy, or by gifts, or by tongues, or by healings, or by the power of the Holy Ghost; yea, and wo unto him that shall say at that day, that there can be no miracle wrought by Jesus Christ, for to get gain; for he that doeth this, shall become like unto the son of perdition, for whom there was no mercy, according to the word of Christ. Yea, and ye need not any longer hiss, nor spurn, nor make game of the Jews, nor any of the remnant of the house of Israel, for behold the Lord remembereth his covenant unto them, and he will do unto them according to that which he hath sworn; therefore ye need not suppose that ye can turn the right hand of the Lord unto the left, that he may not execute judgment unto the fulfilling of the covenant which he hath made unto the house of Israel.",
      "verse": 9
    }
  ],
  "chapter": 14,
  "title": "3 Nephi 13"
}