{
  "verses": [
    {
      "text": "CHAPTER XIV. Behold, now it came to pass that the king of the Lamanites sent a proclamation among all his people, that they should not lay their hands on Ammon or Aaron, or Omner, or Himni, nor neither of their brethren which should go forth preaching the word of God, in whatsoever place they should be, in any part of the land; yea, he sent a decree among them, that they should not lay their hands on them to bind them, or to cast them into prison; neither should they spit upon them, nor smite them, nor cast them out of their synagogues, nor scourge them; neither should they cast stones at them, but that they should have free access to their houses, and also their temples, and their sanctuaries; and thus they might go forth and preach the word according to their desires, for the king had been converted unto the Lord, and all his household; therefore he seat this proclamation throughout the land unto his people, that the word of God might have no obstruction, but that it might go forth throughout all the land, that his people might be convinced concerning the wicked traditions of their fathers, and that they might be convinced that they were all brethren, and that they had not ought to murder, nor to plunder, nor to steal, nor to commit adultery, not to commit any manner of wickedness. And now it came to pass that when the king had sent forth this proclamation, that Aaron and his brethren went forth from city to city, and from one house of worship to another, establishing churches, and consecrating priests and teachers throughout the land among the Lamanites, to preach and to teach the word of God among them; and thus they began to have great success. And thousands were brought to the knowledge of the Lord, yea, thousands were brought to believe in the traditions of the Nephites; and they were taught the records and the prophecies which were handed down, even to the present time; and as sure as the Lord liveth, so sure as many as believed, or as many as were brought to the knowledge of the truth, through the preaching of Ammon and his brethren, according to the spirit of revelation and of prophecy, and the power of God, working miracles in them; yea, I say unto you,",
      "verse": 1
    },
    {
      "text": "as the Lord liveth, as many of the Lamanites as believed in their preaching, and were converted unto the Lord, never did fall away, for they became a righteous people; they did lay down the weapons of their rebellion, that they did not fight against God no more, neither against any of their brethren. -- Now these are they which were converted unto the Lord: The people of the Lamanites which were in the land of Ishmael, and also the people of the Lamanites which were in the land of Middoni, and also of the people of the Lamanites which were in the city of Nephi, and also of the people of the Lamanites which were in the land of Shilom, and which were in the land of Shemlon, and in the city of Lemuel, and the city of Shimnilom; and these are the names of the cities of the Lamanites which were converted unto the Lord; and these are they that laid down the weapons of their rebellion, yea, all their weapons of war; and they were all Lamanites. And the Amalekites were not converted, save only one; neither was any of the Amulonites; but they did harden their hearts, and also the hearts of the Lamanites in that part of the land whithersoever they dwelt; yea, and all their villages and all their cities; therefore we have named all the cities of the Lamanites in which they did repent and come to the knowledge of the truth, and were converted.",
      "verse": 2
    },
    {
      "text": "And now it came to pass that the king and those people which were converted, were desirous that they might have a name, that thereby they might be distinguished from their brethren; therefore the king consulted with Aaron and many of their priests, concerning the name that they should take upon them, that they might be distinguished. And it came to pass that they called their name Anti-Nephi-Lehies; and they were called by this name, and were no more called Lamanites. And they began to be a very industrious people; yea, and they were friendly with the Nephites; therefore they did open a correspondence with them, and the curse of God did no more follow them.",
      "verse": 3
    },
    {
      "text": "And it came to pass that the Amalekites, and the Amulonites, and the Lamanites which were in the land of Amulon, and also in the land of Helam, and which was in the land of Jerusalem, and in fine, in all the land round about, which had not been converted, and had not taken upon them the name of Anti-Nephi-Lehi, were stirred up by the Amalekites, and by the Amulonites, to anger against their brethren; and their hatred became exceeding sore against them, even insomuch that",
      "verse": 4
    },
    {
      "text": "they began to rebel against their king, insomuch that they would not that he should be their king; therefore they took up arms against the people of Anti-Nephi-Lehi.",
      "verse": 5
    },
    {
      "text": "Now the king conferred the kingdom upon his son; and he called his name Anti-Nephi-Lehi. And the king died in that self-same year that the Lamanites began to make preparation for war against the people of God. Now when Ammon and his brethren, and all those which had come up with him, saw the preparations of the Lamanites to destroy their brethren, they came forth to the land of Midian, and there Ammon met all his brethren; and from thence they came to the land of Ishmael, that they might hold a council with Lamoni, and also with his brother Anti-Nephi-Lehi, what they should do to defend themselves against the Lamanites. Now there was not one soul among all the people which had been converted unto the Lord, that would take up arms against their brethren; nay, they would not even make any preparations for war; yea, and also their king commanded them that they should not. Now these are the words which he said unto the people concerning the matter: I thank my God, my beloved people, that our great God has in goodness sent these our brethren, the Nephites, unto us to preach unto us, and to convince us of the traditions of our wicked fathers. And behold, I thank my great God that he has given us a portion of his spirit to soften our hearts, that we have opened a correspondence with these brethren, the Nephites; and behold, I also thank my God that by opening this correspondence, we have been convinced of our sins, and of the many murders which we have committed; and I also thank my God, yea, my great God, that he hath granted unto us that we might repent of these things, and also that he hath forgiven us those many sins and murders which we have committed, and took away the guilt from our hearts, through the merits of his Son. And now behold, my brethren, since it has been all that we could so, (as we were the most lost of all mankind,) to repent of all our sins and the many murders which we have committed, and to get God to take them away from our hearts, for it was all we could do to repent sufficiently before God, that he would take away our stain. Now my best beloved brethren, since God hath taken away our stains, and our swords have become bright, and let us stain our swords no more with the blood of our brethren. Behold, I say unto you, Nay, let us retain our swords, that they be not stained with the blood of our brethren: for perhaps,",
      "verse": 6
    },
    {
      "text": "if we should stain our swords again, they can no more be washed bright through the blood of the Son of our great God, which shall be shed for the atonement of our sins. And the great God has had mercy on us, and made these things known unto us, that we might not perish; yea, and he hath made these things known unto us beforehand, because he loveth our souls as well as he loveth our children; therefore in his mercy he doth visit us by his angels, that the plan of salvation might be made known unto us as well as unto future generations. O how merciful is our God! And now behold, since it has been as much as we could do to get our stains taken away from us, and our swords are made bright, let us hide them away that they may be kept bright, as a testimony to our God at the last day, or at the day that we shall be brought to stand before him to be judged, that we have not stained our swords in the blood of our brethren since he imparted his word unto us, and has made us clean thereby. And now my brethren, if our brethren seek to destroy us, behold, we will hide away our swords, yea, even we will bury them deep in the earth, that they may be kept bright, as a testimony that we have never used them, at the last day; and if our brethren destroy us, behold, we shall go to our God, and shall be saved.",
      "verse": 7
    },
    {
      "text": "And now it came to pass that when the king had made an end of these sayings, and all the people were assembled together, they took their swords, and all the weapons which were used for the shedding of man\u0027s blood, and they did bury them up deep in the earth; and this they did, it being in their view a testimony to God, and also to men, that they never use weapons again for the shedding of man\u0027s blood; and this they did, vouching and covenanting with God, that rather than to shed the blood of their brethren, they would give up their own lives; and rather than to take away from a brother, they would give unto him; and rather than to spend their days in idleness, they would labor abundantly with theit hands; and thus we see that when these Lamanites were brought to believe and to know the truth, that they were firm, and would suffer even unto death, rather than to commit sin; and thus we see, that they buried the weapons of peace, or they buried the weapons of war, for peace.",
      "verse": 8
    },
    {
      "text": "And it came to pass that their brethren, the Lamanites made preparations for war, and came up to the land of Nephi, for the purpose of destroying the king, and to place another",
      "verse": 9
    },
    {
      "text": "in his stead, and also of destroying the people of Anti-Nephi-Lehi out of the land. And it came to pass that when the people saw that they were coming against them, they went out to meet them, and prostrated themselves before them to the earth, and began to call on the name of the Lord; and thus they were in this attitude, when the Lamanites began to fall upon them, and began to slay them with the sword; and thus without meeting any resistance, they did slay a thousand and five of them; and we know that they were blessed, for they have gone to dwell with their God. Now when the Lamanites saw that their brethren would not flee from the sword neither would they turn aside to the right hand or to the left, but that they would lay down and perish, and praised God even in the very act of perishing under the sword; now when the Lamanites saw this, they did forbear from slaying them; and there were many whose hearts had swollen in them for those of their brethren who had fallen under the sword, for they repented of the things which they had done.",
      "verse": 10
    },
    {
      "text": "And it came to pass that they threw down their weapons of war, and they would not take them again, for they were stung for the murders which they had committed; and they came down even as their brethren, relying upon the mercies of those whose arms were lifted to slay them.",
      "verse": 11
    },
    {
      "text": "And it came to pass that the people of God were joined that day by more than the number which had been slain; and those which had been slain, were righteous people; therefore we have no reason to doubt but what they were saved. And there was not a wicked man slain among them; but there were more than a thousand brought to the knowledge of the truth; thus we see that the Lord worketh in many ways to the salvation of his people. Now the greatest number of those of the Lamanites which slew so many of their brethren, were Amalekites and Amulonites, the greatest number of whom were after the order of the Nehors. Now among those which joined the people of the Lord, there were none which were Amalekites or Amulonites, or which were of the order of Nehor, but they were actual descendants of Laman and Lemuel; and thus we can plainly discern, that after a people has been once enlightened by the spirit of God, and hath had great knowledge of things pertaining to righteousness, and then have fallen away into sin and transgression, they become more hardened, and thus their estate becometh worse than as though they had never known these things.",
      "verse": 12
    },
    {
      "text": "And behold, now it came to pass that those Lamanites were more angry, because they had slain their brethren; therefore they swore vengeance upon the Nephites; and they did no more attempt to slay the people of Anti-Nephi-Lehi at that time; but they took their armies and went over into the borders of the land of Zarahemla, and fell upon the people which were in the land of Ammonihah, and destroyed them. And after that, they had many battles with the Nephites, in the which they were driven and slain, and among the Lamanites which were slain, were almost all the seed of Amulon and his brethren, which were the priests of Noah, and they were slain by the hands of the Nephites; and the remainder having fled into the east wilderness, and having usurped the power and authority over the Lamanites, caused that many of the Lamanites should perish by fire, because of their belief: for many of them, after having suffered much loss and so many afflictions, they began to be stirred up in remembrance of the words which Aaron and his brethren had preached to them in their land; therefore they began to disbelieve the traditions of their fathers, and to believe in the Lord, and that he gave great power unto the Nephites; and thus there were many of them converted in the wilderness.",
      "verse": 13
    },
    {
      "text": "And it came to pass that those rulers which were the remnant of the children of Amulon, caused that they should be put to death, yea, all those that believed in these things. Now this martyrdom caused that many of their brethren should be stirred up to anger; and there began to be contention in the wilderness; and the Lamanites began to hunt the seed of Amulon and his brethren, and began to slay them, and they fled into the east wilderness. And behold, they are hunted at this day, by the Lamanites: thus the words of Abinadi was brought to pass, which he said concerning the seed of the priests which caused that he should suffer by fire. For he said unto them, What ye shall do unto me, shall be a type of things to come. And now Abinadi was the first that suffered death by fire, because of his belief in God: now this is what he meant, that many should suffer death by fire, according as he had suffered. And he said unto the priests of Noah, That their seed should cause many to be put to death, in the like manner as he was, and that they should be scattered abroad and slain, even as a sheep having no shepherd is driven and slain by wild beasts: and now behold, these words were verified, for they",
      "verse": 14
    },
    {
      "text": "were driven by the Lamanites, and they were hunted, and were smitten.",
      "verse": 15
    },
    {
      "text": "And it came to pass when the Lamanites saw that they could not overpower the Nephites, they returned again to their own land; and many of them came over to dwell in the land of Ishmael and the land of Nephi, and did join themselves to the people of God, which was the people of Anti-Nephi-Lehi; and they did also bury their weapons of war, according as their brethren had, and they began to be a righteous people; and they did walk in the ways of the Lord, and did observe to keep his commandments, and his statutes, yea, and they did keep the law of Moses: for it was expedient that they should keep the law of Moses as yet, for it was not all fulfilled. But notwithstanding the law of Moses, they did look forward to the coming of Christ, considering that the law of Moses was a type of his coming, and believing that they must keep those outward performances, until the time that he should be revealed unto them. Now they did not suppose that salvation came by the law of Moses; but the law of Moses did serve to strengthen their faith in Christ; and thus they did retain a hope through faith, unto eternal salvation, relying upon the spirit of prophecy, which spake of those things to come. And now behold, Ammon, and Aaron, and Omner, and Himni, and their brethren, did rejoice exceedingly, for the success which they had had among the Lamanites, seeing that the Lord granted unto them according to their prayers, and that he had also verified his word unto them in every particular. And now, these are the words of Ammon to his brethren, which sayeth thus: My brothers and my brethren, behold I say unto you, how great reason have we to rejoice; for could we have supposed, when we started from the land of Zarahemla, that God would have granted unto us such great blessings? And now I ask, What great blessings hath he bestowed upon us? Can ye tell? Behold, I answer for you, for our brethren, the Lamanites, were in darkness, yea, even in the darkest abyss; but behold, how many of them are brought to behold the marvellous light of God! And this is the blessing which hath been bestowed upon us, that we have been made instruments in the hands of God, to bring about this great work. Behold, thousands of them do rejoice, and have been brought into the fold of God. Behold, the field was ripe, and blessed are ye, for ye did thrust in the sickle, and did reap with your mights, yea, all the day long did ye labor; and behold",
      "verse": 16
    },
    {
      "text": "the number of your sheaves, and they shall be gathered into the garners, that they are not wasted; yea, they shall not be beaten down by the storm, at the last day; yea, neither shall they be harrowed up by the whirlwinds; but when the storm cometh, they shall be gathered together in their place, that the storm cannot penetrate to them; yea, neither shall they be driven with fierce winds, whithersoever the enemy listeth to carry them. But behold, they are in the hands of the Lord of the harvest, and they are his; and he will raise them up at the last day. Blessed be the name of our God; let us sing to his praise, yea, let us give thanks to his holy name, for he doth work righteousness forever. For if we had not come up out of the land of Zarahemla, these our dearly beloved brethren, which have so dearly loved us, would still have been racked with hatred against us, yea, and they would also have been strangers to God.",
      "verse": 17
    },
    {
      "text": "And it came to pass that when Ammon had said these words, his brother Aaron rebuked him saying: Ammon, I fear thy joy doth carry thee away unto boasting. But Ammon saith unto him, I do not boast in my own strength, or in my own wisdom; but behold, my joy is full, yea, my heart is brim with joy, and I will rejoice in my God; yea, I know that I am nothing; as to my strength, I am weak; therefore I will not boast of myself, but I will boast of my God; for in his strength I can do all things; yea, behold, many mighty miracles we have wrought in this land, for which we will praise his name forever. Behold, how many thousands of our brethren hath he loosed from the pains of hell; and they are brought to sing redeeming love; and this because of the power of his word which is in us; therefore have we not great reason to rejoice? Yea, we have reason to praise him forever, for he is the Most High God, and has loosed our brethren from the chains of hell. Yea, they were encircled about with everlasting darkness and destruction; but behold, he hath brought them into his everlasting light, yea, into everlasting salvation; and they are encircled about with the matchless bounty of his love; yea, and we have been instruments in his hands, of doing this great and marvellous work; therefore let us rejoice, for our joy is full; yea, we will praise our God forever. Behold, who can glory too much in the Lord? Yea, who can say too much of his great power, and of his mercy, and of his long suffering towards the children of men? Behold I say unto you, I cannot",
      "verse": 18
    },
    {
      "text": "say the smallest part which I feel. Who could have supposed that our God would have been so merciful as to have snatched us from our awful, sinful, and polluted state? Behold, we went forth even in wrath, with mighty threatnings to destroy this church. O then, why did he not consign us to an awful destruction; yea, why did he not let the sword of his justice fall upon us, and doom us to eternal despair? O my soul, almost as it were, fleeth at the thought. Behold, he did not exercise his justice upon us, but in his great mercy hath brought us over that everlasting gulf of death and misery, even to the salvation of our souls. And now behold, my brethren, what natural man is there, that knoweth these things? I say unto you, There is none that knoweth these things, save it be the penitent; yea, he that repenteth and exerciseth faith, and bringeth forth good works, and prayeth continually without ceasing: unto such it is given the mysteries of God; yea, unto such it shall be given to reveal things which never have been revealed; yea, and it shall be given unto such, to bring thousands of souls to repentance, even as it hath been given unto us to bring these our brethren to repentance. Now do ye remember, my brethren, that we said unto our brethren in the land of Zarahemla, We go up to the land of Nephi, to preach unto our brethren, the Lamanites, and they laughed us to scorn? For they said unto us, Do ye suppose that ye can bring the Lamanites to the knowledge of the truth? Do ye suppose that ye can convince the Lamanites of the incorrectness of the traditions of their fathers, as stiffnecked a people as they are; whose hearts delighteth in the shedding of blood; whose days have been spent in the grossest iniquity; whose ways have been the ways of a transgressor, from the beginning? Now my brethren, ye remember that this was their language- And moreover, they did say, Let us take up arms against them, that we destroy them and their iniquity out of the land, lest they overrun us and destroy us. But behold, my beloved brethren, we came into the wilderness not with the intent to destroy our brethren but with the intent that perhaps we might save some few of their souls. Now when our hearts were depressed, and we were about to turn back, behold, the Lord comforted us, and said, Go amongst thy brethren, the Lamanites, and bear with patience thine afflictions, and I will give unto the success. And now behold, we have come, and been forth amongst them; and we have been patient in our sufferings and we have suffered every privation; yea, we have travelled",
      "verse": 19
    },
    {
      "text": "from house to house, relying upon the mercies of the world; not upon the mercies of the world alone, but upon the mercies of God; and we have entered into their houses and taught them in their streets; yea, and we have taught them upon their hills; and we have also entered into their temples and their synagogues and taught them; and we have been cast out, and mocked, and spit upon, and smote upon our cheeks; and we have been stoned, and taken and bound with cords, and cast into prison; and through the power and wisdom of God, we have been delivered again; and we have suffered all manner of afflictions, and all this, that perhaps we might be the means of saving some soul; and we supposed that our joy would be full, if perhaps we could be the means of saving some. Now behold, we can look forth and see the fruits of our labors; and are they few? I say unto you, Nay, they are many; yea, and we can witness of their sincerity, because of their love towards their brethren, and also towards us. For behold, they had rather sacrifice their lives than even to take the life of their enemy; and they have buried their weapons of war deep in the earth, because of their love towards their brethren. And now behold I say unto you, Has there been so great love in all the land? Behold, I say unto you, Nay, there has not even among the Nephites. For behold, they would take up arms against their brethren; they would not suffer themselves to be slain. But behold, how many of these have laid down their lives; and we know that they have gone to their God, because of their love, and of their hatred to sin. Now have we not reason to rejoice? Yea, I say unto you, There never was men that had so great reason to rejoice as we, since the world began; yea, and my joy is carried away, even unto boasting in my God; for he has all the power, all wisdom, and all understanding; he comprehendeth all things, and he is a merciful Being, even unto salvation, to those who will repent and believe on his name. Now if this is boasting, even so will I boast; for this is my life and my light, my joy and my salvation, and my redemption from everlasting wo. Yea, blessed is the name of my God, who hath been mindful of this people, which are a branch of the tree of Israel, and hath been lost from its body, in a strange land; yea, I say, blessed be the name of my God, who hath been mindful of us wanderers in a strange land. Now my brethren, we see that God is mindful of every people, in whatsoever land they may be in; yea, he numbereth his people,",
      "verse": 20
    },
    {
      "text": "and his bowels of mercy is over all the earth. Now this is my joy, and my great thanksgiving; yea, and I will give thanks unto my God forever. Amen.",
      "verse": 21
    }
  ],
  "chapter": 15,
  "title": "Alma 14"
}