{
  "verses": [
    {
      "text": "CHAPTER XIII. An account of the preaching of Aaron and Muloki, and their brethren, to the Lamanites.",
      "verse": 1
    },
    {
      "text": "Now when Ammon and his brethren separated themselves",
      "verse": 2
    },
    {
      "text": "in the borders of the land of the Lamanites, behold, Aaron took his journey towards the land which was called by the Lamanites, Jerusalem; calling it after the land of their fathers\u0027 nativity; and it was away joining the borders of Mormon. -- Now the Lamanites, and the Amalekites, and the people of Amulon, had built a great city, which was called Jerusalem. Now the Lamanites, of themselves, were sufficiently hardened, but the Amalekites, and the Amulonites, were still harder; therefore they did cause the Lamanites that they should harden their hearts, that they should wax stronger in wickedness, and their abominations.",
      "verse": 3
    },
    {
      "text": "And it came to pass that Aaron came to the city of Jerusalem, and firstly began to preach to the Amalekites. And he began to preach to them in their synagogues, for they had built synagogues, after the order of the Nehors; for many of the Amalekites and the Amulonites were after the order of the Nehors. Therefore, as Aaron entered into one of their synagogues to preach unto the people, and as he was speaking unto them, behold there arose an Amalekite, and began to contend with him, saying: What is that that thou hast testified? Hast thou seen an angel? Why do not angels appear unto us? Behold, art not this people as good as thy people? -- Thou also sayest, Except ye repent, we shall perish. How knowest thou the thought and intent of our hearts? How knowest thou that we have cause to repent? How knowest thou that we are not a righteous people? Behold, we have built sanctuaries, and we do assemble ourselves together to worship God. We do believe that God will save all men.",
      "verse": 4
    },
    {
      "text": "Now Aaron said unto him, Believest thou that the Son of God shall come to redeem mankind from their sins? And the man saith unto him, We do not believe that thou knowest any such thing. We do not believe in these foolish traditions. We do not believe that thou knowest of things to come, neither do we believe that thy fathers, and also that our fathers did know concerning the things which they spake, of that which is to come.",
      "verse": 5
    },
    {
      "text": "Now Aaron began to open the Scriptures unto them, concerning the coming of Christ, and also concerning the resurrection of the dead, and that there could be no redemption for mankind, save it were through the death and sufferings of Christ, and the atonement of his blood. And it came to pass that as he began to expound these things unto them, they were angry with him, and began to mock him; and they would not",
      "verse": 6
    },
    {
      "text": "hear the words which he spake; therefore, when he saw that they would not hear his words, he departed out of the synagogue, and came over to a village which was called Ani-anti, and there he found Muloki a preaching the word unto them; and also Ammah, and his brethren. And they contended with many about the word. And it came to pass that they saw that the people would harden their hearts; therefore they departed, and came over into the land of Middoni. And they did preach the word unto many, and few believed on the words which they taught. Nevertheless, Aaron, and a certain number of his brethren, were taken and cast into prison, and the remainder of them fled out of the land of Middoni, unto the regions round about. And those which were cast into prison suffered many things, and they were delivered by the hand of Lamoni and Ammon; and they were fed and clothed. And they went forth again to declare the word; and thus they were delivered for the first time out of prison; and thus they had suffered. And they went forth whithersoever they were led by the spirit of the Lord, preaching the word of God in every synagogue of the Amalekites, or in every assembly of the Lamanites, where they could be admitted.",
      "verse": 7
    },
    {
      "text": "And it came to pass that the Lord began to bless them, insomuch that they brought many to the knowledge of the truth; yea, they did convince many of their sins, and of the tradition of their fathers, which were not correct.",
      "verse": 8
    },
    {
      "text": "And it came to pass that Ammon and Lamoni returned from the land of Middoni, to the land of Ishmael, which was the land of their inheritance. And king Lamoni would not suffer that Ammon should serve him, or be his servant; but he caused that there be synagogues built in the land of Ishmael; and he caused that his people, or the people which was under his reign, should assemble themselves together. And he did rejoice over them, and he did teach them many things. And he did also declare unto them that they were a people which was under him, and that they were a free people; that they were free from the oppressions of the king, his father; for that his father had granted unto him that he might reign over the people which were in the land of Ishmael, and in all the land round about. And he also declared unto them that they might have the liberty of worshiping the Lord their God, according to their desires, in whatsoever place they were in, if it were in the land which was under the reign of king Lamoni. And Ammon did preach unto the people of king Lamoni. --",
      "verse": 9
    },
    {
      "text": "And it came to pass that he did teach them all things concerning things pertaining to righteousness. And he did exhort them daily, with all diligence; and they gave heed unto his word, and they were zealous for keeping the commandments of God. Now as Ammon was thus teaching the people of Lamoni continually, we will return to the account of Aaron and his brethren; for after he departed from the land of Middoni, he was led by the spirit to the land of Nephi; even to the house of the king which was over all the land, save it were the land of Ishmael; and he was the father of Lamoni.",
      "verse": 10
    },
    {
      "text": "And it came to pass that he went in unto him into the king\u0027s palace, with his brethren, and bowed himself before the king, and said unto him, Behold, O king, we are the brethren of Ammon, whom thou hast delivered out of prison. And now, O king, if thou wilt spare our lives, we will be thy servants. And the king saith unto them, Arise, for I will grant unto you your lives, and I will not suffer that ye shall be my servants; but I will insist that ye shall administer unto me; for I have been somewhat troubled in mind, because of the generosity, and the greatness of the words of thy brother Ammon; and I desire to know the cause why he has not come up out of Middoni, with thee. And Aaron saith unto the king, Behold, the spirit of the Lord hath called him another way: he hath gone to the land of Ishmael, to teach the people of Lamoni. Now the king saith unto them, What is this that ye have said concerning the spirit of the Lord? Behold, this is the thing which doth trouble me. And also, what is this that Ammon said -- if ye will repent ye shall be saved, and if ye will not repent, ye shall be cast off at the last day? And Aaron answered him and said unto him, Believest thou that there is a God? And the king saith, I know that the Amalekites say that there is a God, and I have granted unto them that they should build sanctuaries, that they might assemble themselves together, to worship him. And if now thou sayest there is a God, behold, I will believe.",
      "verse": 11
    },
    {
      "text": "And now when Aaron heard this, his heart began to rejoice, and he saith, Behold, assuredly, as thou livest, O king, there is a God. And the king saith, Is God that Great Spirit that brought our fathers out of the land of Jerusalem? And Aaron said unto him, Yea, he is that Great Spirit, and he created all things, both in Heaven and in earth: believest thou this? -- And he saith Yea, I believe that the Great Spirit created all",
      "verse": 12
    },
    {
      "text": "things, and I desire that ye should tell me concerning all these things, and I will believe thy words.",
      "verse": 13
    },
    {
      "text": "And it came to pass that when Aaron saw that the king would believe his words, he began from the creation of Adam, reading the Scriptures unto the king; how God created man after his own image, and that God gave him commandments, and that because of transgression, man had fallen. And Aaron did expound unto him the Scriptures, from the creation of Adam, laying the fall of man before him, and their carnal state, and also the plan of redemption, which was prepared from the foundation of the world, through Christ, for all whosoever would believe on his name. And since man had fallen, he could not merit any thing of himself; but the sufferings and the death of Christ atoneth for their sins, through faith and repentance, \u0026c; and that he breaketh the bands of death, that the grave shall have no victory, and that the sting of death should be swallowed up in the hopes of glory: and Aaron did expound all these things unto the king. And it came to pass that after Aaron had expounded these things unto him, the king saith, What shall I do, that I may be born of God, having this wicked spirit rooted out of my breast, and receive his spirit, that I may be filled with joy, that I may not be cast off at the last day? Behold, saith he, I will give up all that I possess; yea, I will forsake my kingdom, that I may receive this great joy. But Aaron saith unto him, if thou desirest this thing, if thou wilt bow down before God, yea, if thou repent of all thy sins, and will bow down before God, and call on his name in faith, believing that ye shall receive, then shalt thou receive the hope which thou desirest.",
      "verse": 14
    },
    {
      "text": "And it came to pass that when Aaron had said these words, the king did bow down before the Lord, upon his knees; yea, even he did prostrate himself upon the earth, and cried mightily, saying, O God, Aaron hath told me that there is a God; and if there is a God, and if thou art God, wilt thou make thyself known unto me, and I will give away all my sins to know thee, and that I may be raised from the dead, and be saved at the last day. And now when the king had said these words, he was struck as if he were dead.",
      "verse": 15
    },
    {
      "text": "And it came to pass that his servants ran and told the queen all that had happened unto the king. And she came in unto the king; and when she saw him lay as if he were dead,",
      "verse": 16
    },
    {
      "text": "and also Aaron and his brethren standing as though they had been the cause of his fall, she was angry with them, and commanded that her servants, or the servants of the king, should take them and slay them. Now the servants had seen the cause of the king\u0027s fall, therefore they durst not lay their hands on Aaron and his brethren; and they plead with the queen, saying, Why commandest thou that we should slay these men, when behold, one of them is mightier than us all? Therefore we shall fall before them. Now when the queen saw the fear of the servants, she also began to fear exceedingly, lest there should some evil come upon her. And she commanded her servants that they should go and call the people, that they might slay Aaron and his brethren. Now when Aaron saw the determination of the queen, and he also knowing the hardness of the hearts of the people, feared lest that a multitude should assemble themselves together, and there should be a great contention, and a disturbance among them; therefore he put forth his hand and raised the king from the earth, and said unto him, Stand: and he stood upon his feet, receiving his strength. Now this was done in the presence of the queen, and many of the servants. And when they saw it, they greatly marvelled, and began to fear. And the king stood forth and began to minister unto them. And he did minister unto them insomuch that his whole household were converted unto the Lord. Now there was a multitude gathered together because of the commandment of the queen, and there began to be great murmurings among them, because of Aaron and his brethren. But the king stood forth among them, and administered unto them. And it came to pass that they were pacified towards Aaron, and those which were with him.",
      "verse": 17
    },
    {
      "text": "And it came to pass that when the king saw that the people were pacified, he caused that Aaron and his brethren should stand forth in the midst of the multitude, and that they should preach the word unto them. And it came to pass that the king sent a proclamation throughout all the land, amongst all his people which was in all his land, which was in all the regions round about, which was bordering even to the sea, on the east, and on the west, and which was divided from the land of Zarahemla by a narrow strip of wilderness, which ran from the sea, east, even to the sea west, and round about on the borders of the sea shore, and the borders of the wilderness which was on the north, by the land of Zarahemla, through the borders of Manti, by the head of the river Sidon, running",
      "verse": 18
    },
    {
      "text": "from the east towards the west; and thus were the Lamanites and the Nephites divided. Now the more idle part of the Lamanites lived in the wilderness, and dwelt in tents; and they were spread through the wilderness, on the west, in the land of Nephi; yea, and also on the west of the land of Zarahemla, in the borders, by the seashore, and on the west, in the land of Nephi, in the place of their fathers\u0027 first inheritance; and thus bordering along the seashore. And also there was many Lamanites on the east by the seashore, whither the Nephites had driven them. And thus the Nephites were nearly surrounded by the Lamanites; nevertheless the Nephites had taken possession of all the northern parts of the land, bordering on the wilderness, at the head of the river Sidon, from the east to the west, round about on the wilderness side; on the north, even until they came to the land which they called Bountiful. And it bordered upon the land which they called Desolation; it being so far northward that it came into the land which had been peopled, and had been destroyed of whose bones we have spoken, which was discovered by the people of Zarahemla; it being the place of their first landing. And they came from there up into the south wilderness. Thus the land on the northward was called Desolation, and the land on the southward was called Bountiful; it being the wilderness which was filled with all manner of wild animals of every kind; a part of which had come from the land northward, for food. And now it was only the distance of a day and a half\u0027s journey for a Nephite, on the line Bountiful, and the land Desolation, from the East to the West sea; and thus the land of Nephi, and the land of Zarahemla, was surrounded by water; there being a small, neck of land between the land northward, and the land southward.",
      "verse": 19
    },
    {
      "text": "And it came to pass that the Nephites had inhabited the land Bountiful, even from the East unto the West sea, and thus the Nephites in their wisdom, with their guards and their armies, had hemmed in the Lamanites on the south, that thereby they should have no more possession on the north, that they might overrun the land northward; therefore the Lamanites could have no more possessions only in the land of Nephi, and the wilderness round about. Now this was wisdom in the Nephites, as the Lamanites were an enemy to them, they would not suffer their afflictions on every hand, and also that they might have a country whither they might flee, according to their desires. And now I, after having said this,",
      "verse": 20
    },
    {
      "text": "return again to the account of Ammon, and Aaron, Omner and Himni, and their brethren.",
      "verse": 21
    }
  ],
  "chapter": 14,
  "title": "Alma 13"
}