{
  "verses": [
    {
      "text": "CHAPTER XVI. Behold, now it came to pass that after the people of Ammon were established in the land of Jershon, yea, and also after the Lamanites were driven out of the land, and their dead were buried by the people of the land. Now their dead were not numbered, because of the greatness of their numbers; neither were the dead of the Nephites numbered. But it came to pass that after they had buried their dead, and also after the days of fasting, and mourning, and prayer, (and it was in the sixteenth year of the reign of the Judges over the people of Nephi,) there began to be continual peace throughout all the land; yea, and the people did observe to keep the commandments of the Lord; and they were strict in observing the ordinances of God, according to the law of Moses; for they were taught to keep the law of Moses, until it should be fulfilled; and thus the people did have no disturbance in all the sixteenth year of the reign of the Judges over the people of Nephi.",
      "verse": 1
    },
    {
      "text": "And it came to pass in the seventeenth year of the reign of the Judges, there was continual peace. But it came to pass in the latter end of the seventeenth year, there came a man into the land of Zarahemla; and he was Anti-Christ, for he began to preach unto the people against the prophecies which had been spoken by the prophets concerning the coming of Christ. Now there was no law against a man\u0027s belief; for it was strictly contrary to the commands of God, that there should be a law which should bring men on to unequal grounds. For thus saith the Scripture: Choose ye this day, whom ye will serve. Now if a man desired to serve God, it was his privilege to serve him; but if he did not believe in him, there was no law to punish him. But if he murdered, he was punished unto death; and if he robbed, he was also punished; and if he stole, he was also punished; and if he committed adultery, he was also punished; yea, for all this wickedness, they were punished: for there was a law, that men should be judged according to their crimes. Nevertheless, there was no law against a man\u0027s belief; therefore, a man was punished only for the crimes which he had done; therefore all men were on equal grounds. And this Anti-Christ, whose name was Korihor, and the law could have no hold upon him. And he began to preach unto the people, that there should be no Christ. And after this manner did he preach, saying: O ye that are bound down under a foolish and a vain hope, why do ye yoke yourselves with such foolish things? Why do ye look for a Christ? For no man can know of any thing which is to come. Behold, these things which ye call prophecies, which ye say are handed down by the holy prophets, behold, they are foolish traditions of your fathers. How do ye know of their surety? Behold, ye cannot know of things which ye do not see; therefore ye cannot know that there shall be a Christ. Ye look forward and say, that ye see a remission of your sins. But behold, it is the effects of a phrensied mind; and this derangement of your minds comes because of the tradition of your fathers, which lead you away into a belief of things which are not so. And many more such things did he say unto them, telling them that there could be no atonement made for the sins of men, but every man fared in this life, according to the management of the creature; therefore every man prospered according to his genius, and that every man conquered according to his strength; and whatsoever a man did, was no crime.",
      "verse": 2
    },
    {
      "text": "And thus he did preach unto them, leading away the hearts of many, causing them to lift up their heads in their wickedness; yea, leading away many women, and also men, to commit whoredoms; telling them that when a man was dead, that was the end thereof.",
      "verse": 3
    },
    {
      "text": "Now this man went over to the land of Jershon, also, to preach these things among the people of Ammon, which were once the people of the Lamanites. But behold, they were more wise than many of the Nephites; for they took him, and bound him, and carried him before Ammon, which was a High Priest over that people.",
      "verse": 4
    },
    {
      "text": "And it came to pass that he caused that he should be carried out of the land. And it came to pass that he came over into the land of Gideon, and began to preach unto them also; and here he did not have much success, for he was taken and bound, and carried before the High Priest, and also the Chief Judge over the land.",
      "verse": 5
    },
    {
      "text": "And it came to pass that the High Priest saith unto him, Why do ye go about perverting the ways of the Lord? Why do ye teach this people that there shall be no Christ, to interrupt their rejoicings? Why do ye speak against all the prophecies of the holy prophets? Now the High Priest\u0027s name was Giddonah. And Korihor saith unto him, Because I do not teach the foolish traditions of your fathers, and because I do not teach this people to bind themselves down under the foolish ordinances and performances which are laid down by ancient priests, to usurp power and authority over them, to keep them in ignorance, that they may not lift up their heads, but be brought down according to thy words. Yea, say that this people is a free people. Behold, I say they are in bondage. Ye say that those ancient prophecies are true. Behold, I say that ye do not know that they are true. Ye say that this people is a guilty and a fallen people, because of the transgression of a parent. Behold, I say that a child is not guilty because of its parents. And ye also say that Christ shall come. But behold, I say that ye do not know that there shall be a Christ. And ye say also, that he shall be slain for the sins of the world; and thus ye lead away this people after the foolish traditions of your fathers, and according to your own desires; and ye keep them down, even as it were, in bondage that ye may glut yourselves with the labors of their hands, that they durst not look up with boldness, and that they durst not enjoy their rights and privileges; yea, they durst not make use of",
      "verse": 6
    },
    {
      "text": "that which is there own, lest they should offend their priests, which do yoke them according to their desires, and hath brought them to believe by their traditions, and their dreams, and their whims, and their visions, and their pretended mysteries, that they should, if they did not do according to their words, offend some unknown being, which they say is God; a being which never hath been seen not known, which never was nor ever will be. Now when the High Priest and the Chief Judge saw the hardness of his heart; yea, when they saw that he would revile even against God, they would not make any reply to his words; but they caused that he should be bound; and they delivered him up into the hands of the officers, and sent him to the land of Zarahemla, that he might be brought before Alma, and the Chief Judge, which was governor over all the land.",
      "verse": 7
    },
    {
      "text": "And it came to pass that when he was brought before Alma and the Chief Judge, that he did go on in the same manner as he did in the land of Gideon; yea, he went on to blaspheme. And he did rise up in great swelling words before Alma, and did revile against the priests and teachers, accusing them of leading away the people after the silly traditions of their fathers, for the sake of glutting in the labors of the people. -- Now Alma saith unto him, Thou knowest that we do not glut ourselves upon the labors of this people; for behold, I have labored even from the commencement of the reign of Judges, until now, with mine own hands, for my support, notwithstanding my many travels round about the land, to declare the word of God unto my people. And notwithstanding the many labors which I have performed in the church, I have never received so much as even one senine for my labor; neither hath any of my brethren, save it were in the judgment seat; and then we have received only according to the law, for our time. And now if we do not receive any thing for our labors in the church, what doth it profit us to labor in the church, save it were to declare the truth, that we may have rejoicings in the joy of our brethren? Then why sayest thou that we preach unto this people to get gain, when thou thyself knowest that we receive no gain? And now, believest thou that we deceive this people, that causeth such joy in their hearts? -- And Korihor answered him, Yea. And then Alma saith unto him, Believest thou that there is a God? And heanswered, Nay, Now Alma saith unto him, If ye deny again that there is a God, and also deny the Christ: for behold, I say unto",
      "verse": 8
    },
    {
      "text": "you, I know there is a God, and also that Christ shall come. And now, what evidence have ye that there is no God, or that Christ cometh not? I say unto you that ye have none, save it be your word only. But behold, I have all things as a testimony that these things are true; and ye also have all things as a testimony unto you that they are true; and will ye deny them? Believest thou that these things are true? Behold, I know that thou believest, but thou are possessed with a lying spirit, and ye have put off the spirit of God, that it may have no place in you; but the Devil hath power over you, and he doth carry you about, working devices, that he may destroy the children of God. And now Korihor saith unto Alma, If thou wilt shew me a sign, that I may be convinced that there is a God, yea, shew unto me that he hath power, and then I will be convinced of the truth of my words. But Alma saith unto him, Thou hast had signs enough; will ye tempt your God? Will ye say, Shew unto me a sign, when ye have the testimony of all these thy brethren, and also all the holy prophets? The Scriptures are laid before thee, yea, and all things denote there is a God; yea, even the earth, and all things that is upon the face of it, yea, and its motion; yea, and also all the planets which move in their regular form, doth witness that there is a Supreme Creator; and yet do ye go about, leading away the hearts of this people, testifying unto them there is no God. And yet will ye deny against all these witnesses? And he said, Yea, I will deny, except ye shall shew me a sign.",
      "verse": 9
    },
    {
      "text": "And now it came to pass that Alma said unto him, Behold, I am grieved because of the hardness of your heart; yea, that ye will resist the spirit of the truth, that thy soul may be destroyed. But behold, it is better that thy soul should be lost, than that thou shouldst be the means of bringing many souls down to destructions, by thy lying and by thy flattering words; that thou shalt become dumb, that thou shalt never open thy mouth any more, that thou shalt not deceive this people any more. Now Korihor saith unto him, I do not deny the existence of a God, but I do not believe that there is a God; and I say also, that ye do not know that there is a God; and except ye shew me a sign, I will not believe. Now Alma saith unto him, This will I give unto thee for a sign, that thou shalt be struck dumb, according to my words; and I say, that in the name of God, that ye shall be struck dumb,",
      "verse": 10
    },
    {
      "text": "that ye shall no more have utterance. Now when Alma said these words, Korihor was struck dumb, that he could not have utterance, according to the words of Alma. And now when the Chief Judge saw this, he put forth his hand and wrote unto Korihor, saying: Art thou convinced of the power of a God? In whom did ye desire that Alma shew forth his sign? Would ye that he should afflict others, to shew unto thee a sign? Behold, he hath showed unto you a sign; and now, will ye dispute more? And Korihor put forth his hand, and wrote saying: I know that I am dumb, for I cannot speak; and I know that nothing, save it were the power of God could bring this upon me; yea, and I also knew that there was a God. But behold, the Devil hath deceived me; for he appeared unto me in the form of an angel, and said unto me, Go and reclaim this people, for they have all gone astray after an unknown God. And he saith unto me, There is no God; yea, and he taught me that which I should say. And I have taught his words; and I taught them, because they were pleasing unto the carnal mind; and I taught them, even until I had much success, insomuch that I verily believed that they were true; and for this cause, I withstood the truth, even until I have brought this great curse upon me. Now when he had said this, he besought that Alma should pray unto god, that the curse might be taken from him. But Alma said unto him, If this curse should be taken from thee thou wouldst again lead away the hearts of this people; therefore, it shall be unto thee, even as the Lord will.",
      "verse": 11
    },
    {
      "text": "And it came to pass that the curse was not taken off of Korihor; but he was cast out, and went about from house to house, a begging for his food. Now the knowledge of what had happened unto Korihor, was immediately published throughout all the land; yea, the proclamation was sent forth by the Chief Judge, to all the people in the land, declaring to those who had believed in the words of Korihor, that they must speedily repent, lest the same judgments would come unto them.",
      "verse": 12
    },
    {
      "text": "And it came to pass that they were all convinced of the wickedness of Korihor; therefore they were all converted again unto the Lord; and this put an end to the iniquity after the manner of Korihor. And Korihor did go about from house to house, a begging food for his support.",
      "verse": 13
    },
    {
      "text": "And it came to pass that as he went forth among the people, yea, among a people which had separated themselves from the",
      "verse": 14
    },
    {
      "text": "Nephites, and called themselves Zoramites, being led by a man whose name was Zoram; and as he went forth amongst them, behold, he was run upon, and trodden down, even until he was dead; and thus we see the end of him who perverteth the ways of the Lord; and thus we see that the Devil will not Support his children at the last day, but doth speedily drag them down to hell.",
      "verse": 15
    },
    {
      "text": "Now it came to pass after the end of Korihor, Alma having received tidings that the Zoramites were perverting the ways of the Lord, and that Zoram, which was their leader, was leading the hearts of the people to bow down to dumb idols, \u0026c., his heart again began to sicken, because of the iniquity of the people; for it was the cause of great sorrow to Alma, to know of iniquity among his people; therefore his heart was exceeding sorrowful, because of the separation of the Zoramites from the Nephites. Now the Zoramites had gathered themselves together in a land which they called Antionum, which was east of the land of Zarahemla, which lay nearly bordering upon the seashore, which was south of the land of Jershon, which also bordered upon the wilderness south, which wilderness was full of the Lamanites. Now the Nephites greatly feared that the Zoramites would enter into a correspondence with the Lamanites, and that it would be the means of a great loss on the part of the Nephites. And now, as the preaching of the word had a great tendency to lead the people to do that which was just; yea, it had had more power effect upon the minds of the people than the sword, or any thing else, which had happened unto them; therefore Alma thought it was expedient that they should try the virtue of the word of God. Therefore he took Ammon, and Aaron, and Omner; and Himni he did leave in the church of Zarahemla; but the former three he took with him, and also Amulek and Zeesrom, which were at Melek; and he also took two of his sons. Now the eldest of his sons he took not with him; and his name was Helaman; but the names of those which he took with him, were Shiblon and Corianton: and these are the names of those which went with him among the Zoramites, to preach unto them the word.",
      "verse": 16
    },
    {
      "text": "Now the Zoramites were dissenters from the Nephites; therefore they had the word of God preached unto them. But they had fell into great errors, for they would not observe to keep the commandments of God, and his statutes, according to the law of Moses; neither would they observe the performances",
      "verse": 17
    },
    {
      "text": "of the church, to continue in prayer and supplication to God daily, that they might not enter into temptation; yea, in fine, they did pervert the ways of the Lord in very many instances; therefore, for this cause, Alma and his brethren went into the land, to preach the word unto them.",
      "verse": 18
    },
    {
      "text": "Now when they had come into the land, behold, to their astonishment, they found that the Zoramites had built synagogues, and that they did gather themselves together on one day of the week, which they did call the day of the Lord; and they did worship after a manner which Alma and his brethren had never beheld; for they had a place built up in the centre of their synagogue, a place of standing, which was high above the head; and the top thereof would only admit one person. Therefore, whosoever desired to worship, must go forth and stand upon the top thereof, and stretch forth his hands towards heaven, and cry with a loud voice, saying: Holy, holy God; we believe that thou art God., and we believe that thou art holy, and that thou wast a spirit, and that thou art a spirit, and that thou wilt be a spirit forever. Holy God, we believe that thou hast separated us from our brethren; and we do not believe in the tradition of our brethren, which was handed down to them by the childishness of their fathers; but we believe that thou hast elected us to be thy holy children; and also thou hast made it known unto us that there shall be no Christ; but thou art the same, yesterday, to-day, and forever; and thou hast elected us, that we shall be saved, whilst all around us are elected to be cast by thy wrath down to hell; for the which holiness, O God, we thank thee; and we also thank thee that thou hast elected us, that we may not be led away after the foolish traditions of our brethren, which doth bind them down to a belief of Christ, which doth lead their hearts to wander far from thee, our God. And again: We thank thee, O God, that we are a chosen and a holy people. Amen.",
      "verse": 19
    },
    {
      "text": "Now it came to pass that after Alma and his brethren, and his sons, had heard these prayers, they were astonished beyond all measure. For behold, every man did go forth and offer up the same prayers. Now the place was called by them Rameumptom, which being interpreted is the Holy Stand. -- Now from this stand, they did offer up, every man, the self-same prayer unto God, thanking their God that they were chosen of him, and that he did not lead them away after the tradition of their brethren; and that their hearts were not",
      "verse": 20
    },
    {
      "text": "stolen away to believe in things to come, which they knew nothing about.",
      "verse": 21
    },
    {
      "text": "Now after the people had all offered up thanks after this manner, they returned to their homes, never speaking of their God again, until they had assembled themselves together again, to the holy stand, to offer up thanks after their manner. Now when Alma saw this, his heart was grieved: for he saw that they were a wicked and a perverse people; yea, he saw that their hearts were set upon gold, and upon silver, and upon all manner of fine goods. Yea, and he also saw that their hearts were lifted up into great boasting, in their pride. And he lifted up his voice to Heaven, and cried, saying: O how long O Lord, wilt thou suffer that thy servants shall dwell here below in the flesh, to behold such gross wickedness among the children of men. Behold, O God, they cry unto thee, and yet their hearts are swallowed up in their pride. Behold, O God, they cry unto thee with their mouths, while they are puffed up, even to greatness, with the vain things of the world. Behold, O my God, their costly apparel, and their ringlets, and their bracelets, and their ornaments of gold, and all their precious things which they are ornamented with; and behold, their hearts are set upon them, and yet they cry unto thee and say, We thank thee, O God, for we are a chosen people unto thee, while others shall perish. Yea, and they say that thou hast made it known unto them, that there shall be no Christ. O Lord God, how long wilt thou suffer that such wickedness and iniquity shall be among this people? O Lord, wilt thou give me strength, that I may bear with mine infirmities? for I am infirm, and such wickedness among this people doth pain my soul. O Lord, my heart is exceeding sorrowful; wilt thou comfort my soul in Christ? O Lord, wilt thou grant unto me that I may have strength, that I may suffer with patience these afflictions which shall come upon me, because of the iniquity of this people? O Lord, wilt thou comfort my soul, and give unto me success, and also my fellow-laborers which are with me; yea, Ammon, and Aaron, and Omner, and also Amulek, and Zeezrom, and also my two sons; yea, even all these wilt thou comfort, O Lord? Yea, wilt thou comfort their souls in Christ? Wilt thou grant unto them that they may have strength, that they may bear their afflictions which shall come upon them, because of the iniquities of this people? O Lord, wilt thou grant unto us that we may have success in bringing them again unto thee, in Christ? Behold, O Lord,",
      "verse": 22
    },
    {
      "text": "their souls are precious, and many of them are our near brethren, therefore, give unto us O Lord, power and wisdom, that we may bring these, our brethren, again unto thee.",
      "verse": 23
    },
    {
      "text": "Now it came to pass, that when Alma had said these words, that he clapped his hands upon all they which were with him. And behold, as he clapped his hands upon them, they were filled with the holy Spirit. And after that, they did separate themselves one from another, taking no thoughts for themselves what they should eat, or what they should drink, or what they should put on. And the Lord provided for them that they should hunger not, neither should they thirst; yea, and he also gave them strength, that they should suffer no manner of afflictions, save it were swallowed up in the joy of Christ. -- Now this was according to the prayer of Alma; and this because he prayed in faith.",
      "verse": 24
    },
    {
      "text": "And it came to pass that they did go forth, and began to preach the word of God unto the people, entering into their synagogues, and into their houses; yea, and even they did preach the word in their streets. And it came to pass that after much labor among them, they began to have success among the poor class of people; for behold, they were cast out of the synagogues, because of the coarseness of their apparel; therefore they were not permitted to enter into their synagogues to worship God, being esteemed as filthiness; therefore they were poor; yea, they were esteemed by their brethren as dross; therefore they were poor as to things of the world; and also they were poor in heart.",
      "verse": 25
    },
    {
      "text": "Now as Alma was teaching and speaking unto the people upon the hill Onidah, there came a great multitude unto him, which were those of which we have been speaking, of which were poor in heart, because of their poverty as to the things of the world. And they came unto Alma; and the one which was the most foremost among them, saith unto him, Behold, what shall these my brethren do, for they are despised of all men, because of their poverty; yea, and more especially by our priests; for they have cast us out of our synagogues, which we have labored abundantly to build, with our own hands; and they have cast us out because of this our exceeding poverty, that we have no place to worship God; and behold, what shall we do? And now when Alma heard this, he turned him about, his face immediately towards him, and he beheld, with great joy; for he beheld that their afflictions had truly humbled them, and that they were in a preparation",
      "verse": 26
    },
    {
      "text": "to hear the word; therefore he did say no more to the other multitude, but he stretched forth his hand, and cried unto those which he beheld, which were truly penitent, and saith unto them, I beheld that ye are lowly in heart; and if so, blessed are ye. Behold, thy brother hath said, What shall we do? for we are cast out of our synagogues, that we cannot worship God. Behold I say unto you, Do ye suppose that ye cannot worship God, save it be in your synagogues? And moreover, I would ask, Do ye suppose that ye must not worship God only once in a week? I say unto you, It is well that ye are cast out of your synagogues, that ye may be humbled, and that ye may learn wisdom; for it is necessary that ye should learn wisdom; for it is because ye are cast out, that ye are despised of your brethren; because of your exceeding poverty, that ye are brought to a lowliness of heart; for ye are necessarily brought to be humble, blessed are ye; for a man sometimes, if he is compelled to be humble, seeketh repentance; and now surely, whosoever repenteth, shall find mercy; and he that findeth mercy and endureth to the end, the same shall be saved. And now as I said unto you, That because ye are compelled to be humble, ye were blessed, do ye suppose that they are more blessed who truly humble themselves because of the word? Yea, he that truly humbleth himself, and repenteth of his sin, and endureth to the end, the same shall be blessed; yea, much more blessed than they who art compelled to be humble, because of their exceeding poverty; therefore blessed are they who humbleth themselves without being compelled to be humble; or rather, in other words, blessed is he that believeth in the word of God, and is baptized without stubborness of heart; yea, without being brought to know the word, or even compelled to know, before they will believe. Yea, there are many which do say, If thou wilt show unto us a sign from Heaven, then we shall know of a surety; then we shall believe. Now I ask, Is this faith? Behold, I say unto you, Nay; for if a man knoweth a thing, he hath no cause to believe, for he knoweth it. And now, how much more cursed is he that only believeth, or only hath cause to believe, and falleth into transgression? Now of this thing, ye must judge. Behold, I say unto you, That it is on the one hand, even as it is on the other; and it shall be unto every man according to his work.",
      "verse": 27
    },
    {
      "text": "And now as I said concerning faith: Faith, is not to have a perfect knowledge of things; therefore if ye have faith, ye hope for things which is not seen, which are true. And now, behold, I say unto you: and I would that ye should remember that God is merciful unto all who believe on his name; therefore he desireth, in the first place, that ye should believe, yea, even on his word. And now, he imparteth his word by angels, unto men; yea, not only men, but women also. Now this is not all: little children doth have words given unto them many times, which doth confound the wise and learned.",
      "verse": 28
    },
    {
      "text": "And now. my beloved brethren, as ye have desired to know of me what shall ye do because ye are afflicted and cast out: now I do not desire that ye should suppose that I mean to judge you only according to that which is true; for I do not mean that ye all of you have been compelled to humble yourselves;. for I verily believe there are some among you which would humble themselves, let them be in whatsoever circumstances they might. Now as I said concerning faith -- that it was not a perfect knowledge, even so it is with my words. Ye cannot know of their surety at first, unto perfection, any more than faith is a perfect knowledge. But behold, if ye will awake and arouse your faculties, even to an experiment upon my words, and exercise a particle of faith; yea, even if ye can no more than desire to believe, let this desire work in you, even until ye believe in a manner that ye can give place for a portion of my words. Now we will compare the word unto a seed. Now if ye give place, that a seed may be planted in your heart, behold, if it be a true seed, or a good seed, if ye cast it out by your unbelief, that ye will resist the spirit of the Lord, behold, it will begin to swell within your breasts; and when you feel these swelling motions, ye will begin to say within yourselves, It must needs be that this is a good seed, or that the word is good, for it beginneth to enlarge my soul; yea, it beginneth to enlighten my understanding; yea, and it beginneth to be delicious to me. Now behold, would not this increase your faith? I say unto you, yea; nevertheless it hath not grown up to a perfect knowledge. But behold, as the seed swelleth, and sprouteth, and beginneth to grow, and then ye must needs say, That the seed is good; for behold it swelleth, and sprouteth, and beginneth to grow. And now behold, are ye sure that this is a good seed? I say unto you, Yea; for every seed bringeth forth unto its own likeness; therefore. if a seed groweth, it is good, but if it groweth not, behold,",
      "verse": 29
    },
    {
      "text": "it is not good; therefore it is cast away. And now behold, because ye have tried the experiment, and planted the seed, and it swelleth, and sprouteth, and beginneth to grow, ye must needs know that the seed is good. And now behold, is your knowledge perfect? Yea, your knowledge is perfect in that thing, and your faith is dormant; and this because you know; for ye know that the word hath swelled your souls; and ye also know that it hath sprouted up, that your understanding doth begin to be enlightened, and your mind doth begin to expand. O then, is not this real? I say unto you, yea, because it is light; and whatsoever is light, is good, because it is discernible; therefore ye must know that it is good. And now behold, after ye have tasted this light, is your knowledge perfect? Behold, I say unto you, Nay; neither must ye lay aside your faith, for ye have only exercised your faith to plant the seed, that ye might try the experiment, to know if the seed was good. And behold, as the tree beginneth to grow, ye will say, Let us nourish it with great care, that ii may get root, that it may grow up and bring forth fruit unto us. And now behold, if ye nourish it with much care, it will get root, and grow up, and bring forth fruit. But if ye neglect the tree, and take no thought for its nourishment, behold, it will not get any root; and when the heat of the sun cometh and scorcheth it, and because it hath no root, it whithereth away, and ye pluck it up and cast it out. Now this is not because the seed was not good; neither is it because the fruit thereof would not be desirable. But it is because your ground is barren, and ye will not nourish the tree; therefore ye cannot have the fruit thereof. And thus if ye will not nourish the word, looking forward with an eye of faith to the fruit thereof, ye can never pluck of the fruit of the tree of life. But if ye will nourish the word, yea, nourish the tree as it beginneth to grow, by your faith, with great diligence, and with patience, looking forward to the fruit thereof, and it shall take root; and behold, it shall be a tree springing up unto everlasting life; and because of your diligence, and your faith, and your patience with the word, in nourishing it, that it may take root in you, behold, by and by, ye shall pluck the fruit thereof, which is most precious, which is sweet above all that is sweet, and which is white above all that is white; yea, and pure above all that is pure; and ye shall feast upon this fruit, even until ye are filled, that ye hunger not, neither shall ye thirst. Then my brethren ye shall reap the rewards of your faith, and your diligence,",
      "verse": 30
    },
    {
      "text": "and patience, and long suffering, waiting for the tree to bring forth fruit unto you.",
      "verse": 31
    },
    {
      "text": "Now after Alma had spoken these words, they sent forth unto him desiring to know whether they should believe in one God, that they might obtain this fruit of which he had spoken, or how they should plant the seed, or the word, of which he had spoken, which he said must be planted in their hearts; or in what manner they should begin to exercise their faith. And Alma said unto them, Behold, ye have said that ye could not worship your God, because ye are cast out of your synagogues. But behold, I say unto you, If ye suppose that ye cannot worship God, ye do greatly err, and ye had ought to search the Scriptures; for if ye suppose that they have taught you this, ye do not understand them. Do ye remember to have read what Zenos, the prophet of old, hath said concerning prayer or worship? for he saith, Thou art merciful O God, for thou hast heard my prayer, even when I was in the wilderness; yea, thou wast merciful when I prayed concerning those which were mine enemies, and thou didst turn them to me; yea, O God, and thou wast merciful unto me when I did cry unto thee in my field; when I did cry unto thee in my prayer, and thou didst hear me. And again, O God, when I did turn to my house thou didst hear me in my prayer, And when I did turn unto my closet, O Lord, and prayed unto thee, thou didst hear me; yea, thou art merciful unto thy children, when they cry unto to thee to be heard of thee, and not of men; and thou wilt hear them; yea, O God, thou hast been merciful unto me, and heard my cries in the midst of thy congregations; yea, and thou hast also heard me when I have been cast out, and have been despised by mine enemies; yea, thou didst hear my cries, and wast angry with mine enemies, and thou didst visit them in thine anger, with speedy destruction; and thou didst hear me because of mine afflictions and my sincerity; and it is because of thy Son that hast been thus merciful unto me; therefore I will cry unto thee in all mine afflictions; for in thee is my joy; for thou hast turned they judgments away from me, because of thy Son.",
      "verse": 32
    },
    {
      "text": "And now Alma saith unto them, Do ye believe those Scriptures which have been written by them of old? Behold, if ye do, ye must believe what Zenos saith; for behold, he saith, Thou hast turned away thy judgments, because of thy Son. -- Now behold, my brethren, I would ask, if ye have read the Scriptures? If ye have, how can ye disbelieve on the Son",
      "verse": 33
    },
    {
      "text": "of God? For it is not written that Zenos alone spake of these things; for behold, he saith, Thou art angry, O Lord, with this people, because they will not understand of thy mercies which thou hast bestowed upon them, because of they Son. And now my brethren, ye see that a second prophet of old has testified of the Son of God; and because the people would not understand his words, they stoned him to death. But behold, this is not all; these are not the only ones which have spoken concerning the Son of God. Behold, he was spoken of by Moses; yea, and behold, a type was raised up in the wilderness, that whosoever would look upon it might live. And many did look and live. But few understood the meaning of those things, and this because of the hardness of their hearts. But there were many which were so hardened that they would not look; therefore they perished. Now the reason that they would not look, is because they did not believe that it would heal them. O my brethren, if ye could be healed by merely casting about your eyes, that ye might be healed, would ye not behold quickly, or would ye rather harden your hearts in unbelief, and be slothful, that ye would not cast about your eyes, that ye might perish? If so, wo shall come upon you; but if not so, then cast about your eyes, and begin to believe in the Son of God, that he will come to redeem his people, and that he shall suffer and die to atone for their sins; and that he shall rise again from the dead, which shall bring to pass the resurrection, that all men shall stand before him, to be judged, at the last and judgment day, according to their works. And now my brethren, I desire that ye should plant this word in your hearts, and as it beginneth to swell, even so nourish it by your faith. And behold, it will become a tree, springing up in you unto everlasting life. And then may God grant unto you that your burdens may be light, through the joy of his Son. And even all this can ye do, if ye will. Amen.",
      "verse": 34
    },
    {
      "text": "And now it came to pass that after Alma had spoken these words unto them, he sat down upon the ground, and Amulek arose and began to teach them, saying: My brethren, I think that it is impossible that ye should be ignorant of the things which have been spoken concerning the coming of Christ, who is taught by us to be the Son of God; yea, I know that these things were taught unto you, bountifully, before your dissention from among us. And as ye have desired of my beloved brother, that he should make known unto you what ye should",
      "verse": 35
    },
    {
      "text": "do, because of your afflictions; and he hath spoken somewhat unto you to prepare your minds; yea, and he hath exhorted you unto faith, and to patience; yea, even that ye would have so much faith as even to plant the word in your hearts, that ye may try the experiment of its goodness; and we have beheld that the great question which is in your minds, is whether the word be in the Son of God, or whether there shall be no Christ. And ye also beheld that my brother hath proven unto you, in many instances, that the word is in Christ, unto salvation. My brother hath called upon the words of Zenos, that redemption cometh through the Son of God, and also upon the words of Zenock; and also he hath appealed unto Moses, to prove these things are true. And now behold, I will testify unto you of myself, that these things are true. -- Behold, I say unto you, that I do know that Christ shall come among the children of men, to take upon him the transgressions of his people, and that he shall atone for the sins of the world; for the Lord God hath spoken it; for it is expedient that an atonement should be made; for according to the great plan of the Eternal God, there must be an atonement made, or else all mankind must unavoidably perish; yea, all are hardened; yea, all are fallen, and are lost, and must perish, except it be through the atonement which it is expedient should be made; for it is expedient that there should be a great and last sacrifice; yea, not a sacrifice of man, neither beast, neither of any manner of fowl; for it shall not be a human sacrifice; but it must be an Infinite and an Eternal sacrifice. Now there is not any man that can sacrifice his own blood, which will atone for the sins of another. Now if a man murdereth, behold, will our law, which is just, take the life of his brother? I say unto you Nay. But the law requireth the life of him who hath murdered; therefore there can nothing, which is short of an Infinite atonement, which will suffice for the sins of the world; therefore it is expedient that there should be a great and last sacrifice; and then shall there be, or it expedient there should be a stop to the shedding of blood; then shall the law of Moses be fulfilled; yea, it shall all be fulfilled; every jot and tittle, and none shall have passed away. And behold, this is the whole meaning of the law; every whit a pointing to that great and last sacrifice; and that great and last sacrifice will be the Son of God; yea, Infinite and Eternal; and thus he shall bring salvation to all those who shall believe on his name; this being the intent of this last sacrifice, to bring",
      "verse": 36
    },
    {
      "text": "about the bowels of mercy, which overpowereth justice and bringeth about means unto men that they may have faith unto repentance. And thus mercy can satisfy the demands of justice, and encircles them in the arms of safety, while he that exerciseth no faith unto repentance, is exposed to the whole law of the demands of justice; therefore, only unto him that hath faith unto repentance, is brought about the great and Eternal plan of redemption; therefore may God grant unto you, my brethren, that ye might begin to exercise your faith unto repentance, that ye begin to call upon his holy name, that he would have mercy upon you; yea, cry unto him for mercy; for he is mighty to save; yea, humble yourselves, and continue in prayer unto him; cry unto him when ye are in your fields; yea, over all your flocks; cry unto him in your houses, yea, over all your household, both morning, mid-day, and evening; yea, cry unto him against the power of your enemies; yea, cry unto him against the Devil, which is an enemy to all righteousness. Cry unto him over the crops of your fields, that ye may prosper in them; cry over the flocks of your fields, that they may increase. But this is not all: ye must pour out your souls in your closets, and your secret places, and in your wilderness; yea, and when you do not cry unto the Lord, let your hearts be full, drawn out in prayer unto him continually for your welfare, and also for the welfare of those which are around you.",
      "verse": 37
    },
    {
      "text": "And now behold, my beloved brethren, I say unto you, Do not suppose that this is all; for after ye have done all these things, if ye turn away the needy, and the naked, and visit not the sick and afflicted, and impart of your substance, if ye have, to those who stand in need; I say unto you, if ye do not any of these things, behold, your prayer is vain, and availeth you nothing, and ye are as hypocrites which do deny the faith; therefore, if ye do not remember to be charitable, ye are as dross, which the refiners do cast out, (it being of no worth,) and is trodden under foot of men.",
      "verse": 38
    },
    {
      "text": "And now, my brethren, I would that after ye have received so many witnesses, seeing that the Holy Scriptures testify of these things, come forth and bring fruit unto repentance; yea, I would that ye would come forth and harden not your hearts any longer; for behold, now is the time, and the day of your salvation; and therefore, if ye will repent and harden not your hearts, immediately shall the great plan of redemption be brought about unto you. For behold, this life is the time for",
      "verse": 39
    },
    {
      "text": "men to prepare to meet God; yea, behold, the day of this life is the day for men to perform their labors. And now as I said unto you before, as ye have had so many witnesses, therefore I beseech of you, that ye not procrastinate the day of your repentance until the end; for after this day of life, which is given us to prepare for eternity, behold, if we do not improve our time while in this life, then cometh the night of darkness, wherein there can be no labor performed. Ye cannot say, when ye are brought to that awful crisis, that I will repent, that I will return to God. Nay, ye cannot say this; for that same spirit which doth possess your bodies at the time that ye go out of this life, that same spirit will have power to possess your body in that eternal world. For behold, if ye have procrastinated the day of your repentance, even until death, behold, ye have become subjected to the spirit of the Devil, and he doth seal you his; therefore the spirit of the Lord hath withdrawn from you, and hath no place in you, and the Devil hath all power over you: and this is the final state of the wicked. And this I know, because the Lord hath said, he dwelleth not in unholy temples, but in the hearts of the righteous doth he dwell; yea, and he hath also said, that the righteous should sit down in his kingdom, to go no more out; but their garments should be made white, through the blood of the Lamb.",
      "verse": 40
    },
    {
      "text": "And now my beloved brethren, I desire that ye should remember these things, and that ye should work out your salvation with fear before God, and that ye should no more deny the coming of Christ; that ye contend no more against the Holy Ghost, but that ye receive it, and take upon you the name of Christ; that ye humble yourselves even to the dust, and worship God in whatsoever place ye may be in, in spirit and in truth; and that ye live in thanksgiving daily, for the many mercies and blessings which he doth bestow upon you; yea, and I also exhort you my brethren, that ye be watchful unto prayer continually, that ye may not be led away by the temptation of the Devil, that he may not overpower you, that ye not become his subjects at the last day: for behold, he rewardeth you no good thing. And now my beloved brethren, I would exhort you to have patience, and that ye bear with all manner of afflictions; that ye do not revile against those who cast you out because of your exceeding poverty, lest ye become sinners like unto them; but that ye have patience,",
      "verse": 41
    },
    {
      "text": "and bear with those afflictions, with a firm hope that ye shall one day rest from all your afflictions.",
      "verse": 42
    },
    {
      "text": "Now it came to pass that after Amulek had made an end of these words, they withdrew themselves from the multitude, and came over into the land of Jershon; yea, and the rest of the brethren, after they had preached the word unto the Zoramites, also came over into the land of Jershon.",
      "verse": 43
    },
    {
      "text": "And it came to pass that after the more popular part of the Zoramites had consulted together, concerning the words which had been preached unto them, they were angry because of the word, for it did destroy their craft; therefore they would not hearken unto the words. And they sent and gathered together throughout all the land, all the people, and consulted with them concerning the words which had been spoken. Now their rulers, and their priests, and their teachers, did not let the people know concerning their desires; therefore therefore they found out privily the minds of all the people.",
      "verse": 44
    },
    {
      "text": "And it came to pass that after they found out the minds of all the people, those which were in favor of the words which had been spoken by Alma and his brethren, were cast out of the land; and they were many; and they came over also into the land of Jershon.",
      "verse": 45
    },
    {
      "text": "And it came to pass that Alma and his brethren did minister unto them. Now the people of the Zoramites were angry with the people of Ammon which were in Jershon, and the chief ruler of the Zoramites being a very wicked man, sent over unto the people of Ammon desiring them that they should cast out of their land all those which came over from them into their land. And he breathed out many threatnings against them. And now the people of Ammon did not fear their words, therefore they did cast them out, but they did receive all the poor of the Zoramites that came over unto them; and they did nourish them, and did clothe them, and did give unto them lands for their inheritance; and they did administer unto them according to their wants. Now this did stir up the Zoramites to anger against the people of Ammon, and they began to mix with the Lamanites, and to stir them up also to anger against them; and thus the Zoramites and the Lamanites began to make preparations for the war against the people of Ammon, and also against the Nephites. And thus ended the seventeenth year of the reign of Judges, over the people of Nephi.",
      "verse": 46
    },
    {
      "text": "And the people of Ammon departed out of the land of Jershon, and came over into the land of Melek, and gave place in the land of Jershon for the armies of the Nephites, that they might contend with the armies of the Lamanites, and the armies of the Zoramites; and thus commenced a war betwixt the Lamanites and the Nephites, in the eighteenth year of the reign of the Judges; and an account shall be given of their wars hereafter. And Alma, and Ammon, and their brethren and also the two sons of Alma, returned to the land of Zarahemla, after having been instruments in the hands of God of bringing many of the Zoramites to repentance, were driven out of their land; but they have lands for their inheritance in the land of Jershon, and they have taken up arms to defend themselves, and their wives, and their children, and their lands. Now Alma, being grieved for the iniquity of his people, yea, for the wars, and the bloodsheds, and the contentions which were amog them; and having to declare the word, or sent to declare the word, among all the people in every city; and seeing that the hearts of the people began to wax hard, and that they began to be offended because of the strictness of the word, his heart was exceeding sorrowful; therefore, he caused that his sons should be gathered together, that he might give unto them every one his charge, separately, concerning the things pertaining unto righteousness. And we have an account of his commandments, which he gave unto them according to his own record.",
      "verse": 47
    }
  ],
  "chapter": 17,
  "title": "Alma 16"
}