{
  "verses": [
    {
      "text": "CHAPTER XII. An account of the sons of Mosiah, which rejected their rights to the kingdom, for the word of God, and went up to the land of Nephi, to preach to the Lamanites. -- Their sufferings and deliverance, accorsing to the record of Alma.",
      "verse": 1
    },
    {
      "text": "And now it came to pass that as Alma was journeying from the land of Gideon, southward, away to the land of Manti, behold, to his astonishment, he met with the sons of Mosiah, a journeying towards the land of Zarahemla. Now these sons of Mosiah were with Alma at the time the angel first appeared unto him; therefore Alma did rejoice exceedingly, to see his brethren; and what added more to his joy, they were still his brethren in the Lord; yea, and they had waxed strong in the knowledge of the truth; for they were men of a sound understanding, and they had searched the Scriptures diligently, that they might know the word of God. But this is not all; they had given themselves to much prayer, and fasting, therefore they had the spirit of prophecy, and the spirit of revelation, and when they taught, they taught with power and authority, even as with the power and authority of God. And they had been teaching the word of God for the space of fourteen years, among the Lamanites, having had much success in bringing many to the knowledge of the truth; yea, by the power of their words, many were brought before the altar of God, to call on his name, and confess their sins before him. Now these are the circumstances which attended them in their journeyings, for they had many afflictions; they did suffer much, both in body and in mind; such as hunger, thirst and fatigue, and also much labor in the spirit. Now these were their journeyings, having taken leave of their father Mosiah, in the first year of the reign of the Judges; having refused the kingdom which their father was desirous to confer upon them; and also this was the minds of the people; nevertheless they departed out of the land of Zarahemla, and took their swords, and their spears, and their bows, and their arrows, and their slings; and this they done that they might provide food for themselves while in the wilderness: and thus they departed into the wilderness, with their numbers which they had selected, to go up to the land of Nephi, to preach the word of God unto the Lamanites.",
      "verse": 2
    },
    {
      "text": "And it came to pass that they journeyed many days in the",
      "verse": 3
    },
    {
      "text": "wilderness, and they fasted much, and prayed much, that the Lord would grant unto them a portion of his spirit to go with them, and abide with them, that they might be an instrument in the hands of God, to bring, if it were possible, their brethren, the Lamanites, to the knowledge of the truth; to the knowledge of the baseness of the traditions of their fathers, which were not correct.",
      "verse": 4
    },
    {
      "text": "And it came to pass that the Lord visit them with his spirit, and said unto them, Be comforted; and they were comforted. And the Lord said unto them also, Go forth among the Lamanites, thy brethren, and establish my word; yet ye shall be patient in long suffering and afflictions, that ye may shew forth good examples unto them in me, and I will make an instrument of thee in my hands, unto the salvation of many souls.",
      "verse": 5
    },
    {
      "text": "And it came to pass that the hearts of the sons of Mosiah, and also those which were with them, took courage to go forth unto the Lamanites, to declare unto them the word of God. And it came to pass when they had arriven in the borders of the land of the Lamanites, that they separated themselves, and departed one from another, trusting in the Lord, that they should meet again at the close of their harvest: for they supposed that great was the work which they had undertaken. -- And assuredly it was great, for they had undertaken to preach the word of God to a wild, and a hardened, and a ferocious people; a people which delighted in the murdering the Nephites, and robbing, and plundering them; and their hearts were set upon riches, or upon gold, and silver, and precious stones; yet they sought to obtain these things by murdering and plundering, that they might not labor for them with their own hands: thus they were a very indolent people, many of whom did worship idols, and the curse of God had fell upon them because of the traditions of their fathers; notwithstanding, the promises of the Lord were extended unto them, on the conditions of repentance; therefore this was the cause for which the sons of Mosiah had undertaken the work, that perhaps they might bring them unto repentance; that perhaps they might bring them to know of the plan of redemption; therefore they separated themselves one from another; and went forth among them every man alone, according to the word and power of God, which was given unto him.",
      "verse": 6
    },
    {
      "text": "Now Ammon being the chief among them, or rather he did administer unto them; and he departed from them, after having",
      "verse": 7
    },
    {
      "text": "blessed them according to their several stations, having imparted the word of God unto them, or administered unto them before his departure; and thus they took their several journeys throughout the land. And Ammon went to the land of Ishmael, the land being called after the sons of Ishmael, which also became Lamanites. And as Ammon entered the land of Ishmael, the Lamanites took him and bound him, as was their custom, to bind all the Nephites which fell into their hands, and carry them before the king; and thus it was left to the pleasure of the king to slay them, or to retain them in captivity, or to cast them into prison, or to cast them out of his land, according to his will and pleasure; and thus Ammon was carried before the king which was over the land of Ishmael; and his name was Lamoni; and he was a descendant of Ishmael. And the king inquired of Ammon if it were desirous to dwell in the land among the Lamanites, or among his people? And Ammon said unto him, Yea, I desire to dwell among this people for a time; yea, and perhaps until the day I die.",
      "verse": 8
    },
    {
      "text": "And it came to pass that king Lamoni was much pleased with Ammon, and caused that his bands should be loosed; and he would that Ammon should take one of his daughters to wife. But Ammon saith unto him, Nay, but I will be thy servant; therefore Ammon became a servant to king Lamoni. And it came to pass that he was set, among other servants, to watch the flocks of Lamoni, according to the custom of the Lamanites. And it came to pass that after he had been in the service of the king three days, that as he was, with the Lamanitish servants, a going forth with their flocks, to the place of water, which was called the water of Sebus; (and all the Lamanites drive their flocks hither, that they might have water;) therefore as Ammon and the servants of the king were driving forth their flocks to this place of water, behold, a certain number of the Lamanites who had been with their flocks to water, stood and scattered the flocks of Ammon, and the servants of the king, and they scattered them insomuch that they fled many ways.",
      "verse": 9
    },
    {
      "text": "Now the servants of the king began to murmur, saying: Now the king will slay us, as he has our brethren, because their flocks were scattered by the wickedness of these men. And they began to weep exceedingly, saying, Behold our flocks are scattered already. Now they wept because of the fear of being slain. Now when Ammon saw this, his heart was swollen within him, with joy, for, said he, I will shew forth my power",
      "verse": 10
    },
    {
      "text": "unto these my fellow servants, or the power which is in me, in restoring these flocks unto the king, that I may win the hearts of these my fellow servants, that I may lead them to believe in my words. Now these were the thoughts of Ammon, when he saw the afflictions of those which he termed to be his brethren.",
      "verse": 11
    },
    {
      "text": "And it came to pass that he flattered them by his words, saying: My brethren, be of good cheer and let us go in search of the flocks, and we will gather them together, and bring them back unto the place of water; and thus we will reserve the flocks unto the king, and he will not slay us.",
      "verse": 12
    },
    {
      "text": "And it came to pass that they went in search of the flocks, and they did follow Ammon, and they rushed forth with much swiftness, and did head the flocks of the king, and did gather them together again, to the place of water. And those men again stood to scatter their flocks; but Ammon saith unto his brethren, Encircle the flocks round about, that they flee not; and I go and contend with these men which do scatter our flocks. Therefore they did as Ammon commanded them, and he went forth and stood to contend with those which stood by the waters of Sebus; and they were not in number a very few; therefore they did not fear Ammon, for they supposed that one of their men could slay him, according to their pleasure, for they knew not that the Lord had promised Mosiah that he would deliver his sons out of their hands; neither did they know any thing concerning the Lord; therefore they delighted in the destruction of their brethren; and for this cause they stood to scatter the flocks of the king.",
      "verse": 13
    },
    {
      "text": "But Ammon stood forth and began to cast stones at them with his sling; yea, with mighty power he did sling stones amongst them; and thus he slew a certain number of them, insomuch that they began to be astonished at his power; nevertheless they were angry because of the slain of their brethren, and they were determined that he should fall; therefore, seeing that they could not hit him with their stones, they came forth with clubs to slay him. But behold, every man that lifted his club to smite Ammon, he smote off their arms with his sword; for he did withstand their blows by smiting their arms with the edge of his sword, insomuch that they began to be astonished, and began to flee before him; yea, and they were not few in number; and he caused them to flee by the strength of his arm. Now six of them had fallen by the sling, but he slew none save it were their leader; and he smote off as many",
      "verse": 14
    },
    {
      "text": "of their arms as was lifted against him, and they were not a few. And when he had driven them afar off, he returned, and they watered their flocks and returned them to the pasture of the king, and then went in unto the king, bearing the arms which had been smote off by the sword of Ammon, of those who sought to slay him; and they were carried in unto the king, for a testimony of the things which they had done.",
      "verse": 15
    },
    {
      "text": "And it came to pass that king Lamoni caused that his servants should stand forth and testify to all the things which they had seen concerning the matter. And when they had all testified to the things which they had seen, and he had learned of the faithfulness of Ammon in preserving his flocks, and also of his great power in contending against those who sought to slay him, he was astonished exceedingly, and saith, Surely, this is more than a man. Behold, is not this the Great Spirit which doth send such great punishments upon his people, because of their murders? And they answered the king, and said, Whether he be the Great Sprit or a man, we know not; but this much we do know, that he cannot be slain by the enemies of the king; neither can they scatter the king\u0027s flocks when he is with us, because of his expertness and great strength; therefore, we know that he is a friend to the king. And now, O king, we do not believe that a man hath such great power, for we know that he cannot be slain. And now when the king heard these words, he said unto them, Now I know that it is the Great Spirit; and he hath come down at this time to preserve your lives, that I might not slay you as I did your brethren. Now this is the Great Spirit of which our fathers have spoken. Now this was the tradition of Lamoni, which he had received from his father, that there was a Great Spirit. Notwithstanding they believed in a Great Spirit, they supposed that whatsoever they did, was right; nevertheless, Lamoni began to fear exceedingly, with fear lest he had done wrong in slaying his servants: for he had slew many of them, because their brethren had scattered their flocks at the place of water; and thus because they had their flocks scattered, they were slain. Now it was the practice of the Lamanites, to stand by the waters of Sebus, to scatter the flocks of the people, that thereby they might drive away many that were scattered, unto their own land, it being a practice of plunder among them.",
      "verse": 16
    },
    {
      "text": "And it came to pass that king Lamoni inquired of his servants, saying: Where is this man that hath such great power?",
      "verse": 17
    },
    {
      "text": "And they said unto him, Behold, he is feeding thy horses. -- Now the king had commanded his servants previous to the time of the watering of their flocks, that they should prepare his horses and chariots, and conduct him forth to the land of Nephi: for their had been a great feast appointed at the land of Nephi, by the father of Lamoni, who was king over all the land. Now when king Lamoni heard that Ammon was preparing his horses and his chariots, he was more astonished, because of the faithfulness of Ammon, saying: Surely, there has not been any servant among all my servants, that has been so faithful as this man; for even he doth remember all my commandments to execute them. Now I surely know that this is the Great Spirit; and I would desire him that he come in unto me, but I durst not.",
      "verse": 18
    },
    {
      "text": "And it came to pass that when Ammon had made ready the horses and the chariots for the king and his servants, he went in unto the king, and he saw that the countenance of the king was changed; therefore he was about to return out of his presence; and one of the king\u0027s servants said unto him, Rabbanah, which is, being interpreted, powerful, or great king, considering their kings to be powerful; and thus he said unto him, Rabbanah, the king desireth thee to stay; therefore, Ammon turned himself unto the king, and saith unto him, What will thou that I should do for thee, O king? And the king answered him not for the space of an hour, according to their time, for he knew not what he should say unto him. And it came to pass that Ammon said unto him again, What desireth thou of me? But the king answered him not.",
      "verse": 19
    },
    {
      "text": "And it came to pass that Ammon, being filled with the spirit of God, therefore he perceived the thoughts of the king. And he saith unto him, It is because that thou hast heard that I defended thy servants and thy flocks, and slew seven of their brethren with the sling, and with the sword, and smote off the arms of others, in order to defend thy flocks and thy servants; behold, is it this that causeth thy marvellings? I say unto you, what is it, that thy marvellings are so great? Behold, I am a man, and am thy servant; therefore, whatsoever thou desirest which is right, that will I do. Now when the king had heard these words, he marvelled again, for he beheld that Ammon could discern his thoughts; notwithstanding this, king Lamoni did open his mouth, and said unto him, Who art thou ? Art thou that Great Spirit, which knows all things? Ammon answered and said unto him, I am not. And the king saith,",
      "verse": 20
    },
    {
      "text": "How knowest thou the thoughts of my heart? Thou mayest speak boldly, and tell me concerning these things; and also tell me by what power ye slew and smote off the arms of my brethren, that scattered my flocks. And now if thou wilt tell me concerning these things, whatsoever thou desirest, I will give unto thee; and if it were needed, I would guard thee with my armies; but I know that thou art more powerful than all they; nevertheless, whatsoever thou desirest of me, I will grant it unto thee. Now Ammon being wise, yet harmless, he saith unto Lamoni, Wilt thou hearken unto my words, if I tell thee by what power I do these things? and this is the thing that I desire of thee. And the king answered him, and said, Yea, I will believe all thy words; and thus he was caught with guile. And Ammon began to speak unto him with boldness, and said unto him, Believest thou that there is a God? And he answered, and said unto him, I do not know what that meaneth. And the Ammon saith, Believest thou that there is a Great Spirit? And he saith, Yea. And Ammon saith, This is God. And Ammon saith unto him again, Believest thou that this Great Spirit, which is God, created all things, which is in Heaven and the Earth? And he saith, Yea, I believe that he created all things which is in the earth; but I do not know the Heavens. And Ammon saith unto him, The Heavens is a place where God dwells, and all his holy angels. And king Lamoni saith, Is it above the earth? And Ammon saith, Yea, and he looketh down upon all the children of men; and he knows all the thoughts and intents of the heart: for by his hand were they all created, from the beginning. And king Lamoni saith, I believe all these things which thou hast spoken. Art thou sent from God? Ammon saith unto him, I am a man; and man in the beginning, was created after the image of God; and I am called by his Holy Spirit to teach these things unto this people, that they may be brought to a knowledge of that which is just and true; and a portion of that Spirit dwelleth in me, which giveth me knowledge, and also power, according to my faith and desires which is in God. Now when Ammon had said these words, he began to the creation of the world, and also to the creation of Adam, and told him all the things concerning the fall of man, and rehearsed and laid before him the records and the Holy Scriptures of the people, and which had been spoken by the prophets, even down to the time that their father Lehi left Jerusalem; and he also rehearsed unto them (for it was unto the king and to",
      "verse": 21
    },
    {
      "text": "his servants,) all the journeyings of their fathers in the wilderness, and all their sufferings with hunger and thirst, and their travel, \u0026c; and he also rehearsed unto them concerning the rebellions of Laman and Lemuel, and the sons of Ishmael, yea, all their rebellions did he relate unto them, and he expounded unto them all the records and Scriptures, from the time that Lehi left Jerusalem, down to the present time; but this is not all, for he expounded unto them the plan of redemption, which was prepared from the foundation of the world; and he also made known unto them concerning the coming of Christ; and all the works of the Lord did he make known unto them.",
      "verse": 22
    },
    {
      "text": "And it came to pass that after he said all these things, and expounded them to the king, that the king believed all his words. And he began to cry unto the Lord, saying: O Lord, have mercy; according to thy abundant mercy which thou hast had upon the people of Nephi, have upon me and my people. And now when he had said this, he fell unto the earth, as if he were dead. And it came to pass that his servants took him and carried him in unto his wife, and laid him upon a bed; and he lay as if he were dead, for the space of two days and two nights; and his wife, and his sons, and his daughters mourned over him, after the manner of the Lamanites, greatly lamenting his loss.",
      "verse": 23
    },
    {
      "text": "And it came to pass that after two days and two nights, they were about to take his body and lay it in a sepulchre which they had made for the purpose of burying their dead. Now the queen having heard of the fame of Ammon, therefore she sent and desired that he should come unto her. And it came to pass that Ammon did as he was commanded, and went in unto the queen, and desired to know what she would that he should do. And she saith unto him, The servants or my husband have made it known unto me, that thou art a prophet of a Holy God., and that thou hast the power to do many mighty works in his name; therefore, if this is the case, I would that ye should go in and see my husband, for he has been laid upon his bed for the space of two days and two nights; and some say that he is not dead, but others say that he is dead, and that he stinketh, and that he ought to be placed in the sepulchre; but as for myself, to me he doth not stink. Now this was what Ammon desired, for he knew that king Lamoni was under the power of God; he knew that the dark veil of unbelief being cast away from his mind, and the light which did",
      "verse": 24
    },
    {
      "text": "light up his mind, which was the light of the glory of God, which was a marvellous light of his goodness; yea, this light had infused such joy into his soul, the cloud of darkness having been dispelled, and the light of everlasting light was lit up in his soul; yea, he knew that this had overcame his natural frame, and he was carried away in God; therefore, what the queen desired of him, was his only desire. Therefore he went in to see the king, according as the queen desired him; and he saw the king, and he knew that he was not dead. And he saith unto the queen, He is not dead, but he sleepeth in God, and on the morrow he shall rise again; therefore bury him not. And Ammon saith unto her, Believest thou this? And she asid unto him, I have had no witness, save thy word, and the word of our servants; nevertheless, I believe that it shall be according as thou hast said. And Ammon said unto her, Blessed art thou, because of thy exceeding faith; I say unto thee, woman, there has not been such great faith among all the people of the Nephites.",
      "verse": 25
    },
    {
      "text": "And it came to pass that she watched over the bed of her husband, from that time, even until that time on the morrow which Ammon had appointed that he should rise. And it came to pass that he arose, according to the words of Ammon; and as he arose, he stretched forth his hand unto the woman, and said, Blessed be the name of God, and blessed art thou: for as sure as thou livest, behold, I have seen my Redeemer; and he shall come forth, and be born of a woman, and he shall redeem all mankind who believe on his name. Now when he had said these words , his heart was swollen within him, and he sunk again with joy; and the queen also sunk down, being overpowered by the spirit. Now Ammon seeing the spirit of the Lord poured out according to his prayers upon the Lamanites, his brethren, which had been the cause of so much mourning among the Nephites, or among all the people of God, because of their iniquities and their traditions; and Ammon fell upon his knees, and began to pour out his soul in prayer and thanksgiving to God, for what he had done for his brethren; and he was also overpowered with joy; and thus they all three had sunk to the earth. Now when the servants of the king had seen that they had fallen, they also began to cry unto God, for the fear of the Lord had come upon them also: for it was they which had stood before the king, and testified unto him concerning the great power of Ammon. And it came to pass that they did call on the name of the",
      "verse": 26
    },
    {
      "text": "Lord in their might, even until they had fallen to the earth, save it were one of the Lamanitish women, whose name was Abish, she having been converted unto the Lord for many years, on account of a remarkable vision of her father; thus having been converted to the Lord, never had made it known; therefore when she saw that all the servants of Lamoni had fallen to the earth, and also her mistress, the queen, and the king, and Ammon lay prostrate upon the earth, she knew that it was the power of God; and supposing that this opportunity, by making known unto the people what had happened among them, that by beholding this scene, it would cause them to believe in the power of God, therefore she ran forth from house to house, making it known unto the people; and they began to assemble themselves together unto the house of the king. And there came a multitude, and to their astonishment, they beheld the king, and the queen, and their servants, prostrate upon the earth, and they all lay there as though they were dead; and they also saw Ammon, and behold, he was a Nephite. And now the people began to murmur among themselves; some saying, That it was a great evil that had come upon them, or upon the king and his house, because he had suffered that the Nephite should remain in the land. But others rebuked them, saying, The king hath brought this evil upon his house, because he slew his servants who had their flocks scattered by those men which had stood at the waters of Sebus, and scattered the flocks which belonged to the king, for they were angry with Ammon because of the number which he had slain of their brethren at the waters of Sebus, while defending the flocks of the king. Now one of them, whose brother had been slain with the sword of Ammon, being exceeding angry with Ammon, drew his sword and went forth that he might let it fall upon Ammon, to slay him; and as he lifted the sword to smite him, behold, he fell dead. Now we see that Ammon could not be slain, for the Lord had said unto Mosiah, his father, I will spare him, and it shall be unto him according to thy faith; therefore Mosiah trusted him unto the Lord.",
      "verse": 27
    },
    {
      "text": "And it came to pass that when the multitude beheld the man had fell dead, who lifted the sword to slay Ammon, fear came upon them all, and they durst not put forth their hands to touch him, or any of those which had fallen; and they began to marvel again among themselves, what could be",
      "verse": 28
    },
    {
      "text": "the cause of this great power, or what all these things could mean.",
      "verse": 29
    },
    {
      "text": "And it came to pass that there was many among them, who said that Ammon was the Great Spirit, and others said he was sent by the Great Spirit; but others rebuked them all, saying, That he was a monster, which hath been sent from the Nephites to torment us; and there were some which said that Ammon was sent by the Great Spirit to afflict them, because of their iniquities, and that it was the Great Spirit that had always attended the Nephites, which had ever delivered them out of their hands; and they said that it was this Great Spirit which had destroyed so many of their brethren, the Lamanites; and thus the contention began to be exceeding sharp among them. And while they were thus contending, the woman servant which had caused the multitude to be gathered together came; and when she saw the contention which was among the multitude, she was exceeding sorrowful, even unto tears.",
      "verse": 30
    },
    {
      "text": "And it came to pass that she went and took the queen by the hand, that perhaps she might raise her from the ground; and as soon as she touched her hand, she arose and stood upon her feet, and cried with a loud voice, saying: O blessed Jesus, who has saved me from the awful hell! O blessed God, have mercy on this people. And when she had said this, she clasped her hands, being filled with joy, speaking many words which were not understood; and when she had done this, she took the king, Lamoni, by the hand, and behold, he arose and stood upon his feet; and he immediately, seeing the contention among his people, went forth and began to rebuke them, and to teach them the words which he had heard from the mouth of Ammon; and as many as heard his words, believed, and were converted unto the Lord. But there were many among them which would not hear his words; therefore they went their way.",
      "verse": 31
    },
    {
      "text": "And it came to pass that when Ammon arose, he also administered unto them, and also did all the servants of Lamoni; and they did all declare unto the people the self-same thing: and their hearts had been changed; that they had no more desire to do evil. And behold, many did declare unto the people that they had seen angels, and had conversed with them; and thus they had told them things of God, and of his righteousness, And it came to pass that there was many that did believe in their words; and as many as did believe, were baptized; and",
      "verse": 32
    },
    {
      "text": "they became a righteous people, and they did establish a church among them: and thus the work of the Lord did commence among the Lamanites; thus the Lord did begin to pour out his spirit upon them; and we see that his arm is extended to all people who will repent and believe on his name.",
      "verse": 33
    },
    {
      "text": "And it came to pass that when they established a church in that land, that king Lamoni desired that Ammon should go with him to the land of Nephi, that he might show unto his father. And it came to pass that the voice of the Lord came to Ammon, saying: Thou shalt not go up to the land of Nephi, for behold, the king will seek thy life; but thou shalt go to the land of Middoni; for behold, thy brother Aaron, and also Muloki and Ammah are in prison.",
      "verse": 34
    },
    {
      "text": "Now it came to pass that when Ammon had heard this, he saith unto Lamoni, Behold, my brother and brethren are in prison at Middoni, and I go that I may deliver them. Now Lamoni saith unto Ammon, I know, in the strength of the Lord, thou canst do all things. But behold, I will go with thee to the land of Middoni; for the king of the land of Middoni, whose name is Antiomno, is a friend unto me; therefore I go to the land of Middoni, that I may flatter the king of the land; and he will cast thy brethren out of prison. Now Lamoni saith unto him, Who told thee that my brethren were in prison? And Ammon saith unto him, No one hath told me, save it be God: and he said unto me, Go and deliver thy brethren, for they are in prison in the land of Middoni. Now when Lamoni had heard this, he caused that his servants should make ready his horses, and his chariots. And he saith unto Ammon, Come, I will go with thee down to the land of Middoni, and there I will plead with the king, that he will cast thy brethren out of prison.",
      "verse": 35
    },
    {
      "text": "And it came to pass that as Ammon and Lamoni was a journeying thither, that they met the father of Lamoni, who was king over all the land. And behold, the father of Lamoni saith unto him, Why did ye not come to the feast, on that great day when I made feast unto my sons, and unto my people? And he also saith, Whither art thou going with this Nephite, which is one of the children of a liar? And it came to pass that Lamoni rehearst unto him whither he was going, for he feared to offend him. And he also told him all the cause of his tarrying in his own kingdom, that he did not go unto his father, to the feast which he had prepared. And now when Lamoni had rehearsed unto him all these things,",
      "verse": 36
    },
    {
      "text": "behold, to his astonishment, his father was angry with him, and saith, Lamoni, thou art going to deliver these Nephites, which are the sons of a liar. Behold, he robbed our fathers; and now his children are also come amongst us, that they may, by their cunning and lyings, deceive us, that they again may rob us of our property. Now the father of Lamoni commanded him that he should slay Ammon, with the sword. And he also commanded him that he should not go to the land of Middoni, but that he should return with him, to the land of Ishmael. But Lamoni saith unto him, I will not slay Ammon, neither will I return to the land of Ishmael, but I go to the land of Middoni, that I may release the brethren of Ammon, for I know that they are just men, and holy prophets of the true God. Now when his father heard these words, he was angry with him, and he drew his sword that he might smite him to the earth. But Ammon stood forth and saith unto him, Behold, thou shalt not slay thy son; nevertheless, it were better that he should fall than thee: for behold, he hath repented of his sins; but if thou shouldst fall at this time, in thine anger, thy soul could not be saved. And again: It is expedient that thou shouldst forbear; for if thou shouldst slay thy son, (he being and innocent man,) his blood would cry from the ground, to the Lord his God, for vengeance to come upon thee; and perhaps thou wouldst lose thy soul. Now when Ammon had said these words unto him, he answered him, saying: I know that if I should slay my son, that I should shed innocent blood; for it is thou that hast sought to destroy him: and he stretched forth his hand to slay Ammon. But Ammon withstood his blows, and also smote his arm that he could not use it. Now when the king saw that Ammon could slay him, he began to plead with Ammon, that he would spare his life. But Ammon raised his sword, and said unto him, Behold, I will smite thee, except thou wilt grant unto me that my brethren may be cast out of prison. Now the king, fearing that he should lose his life, said, if thou wilt spare me, I will grant unto thee whatsoever thou wilt ask, even to the half of the kingdom.",
      "verse": 37
    },
    {
      "text": "Now when Ammon saw that he had wrought upon the old king according to his desire. he saith unto him, If thou wilt grant that my brethren may be cast out of prison, and also that Lamoni may retain his kingdom, and that ye be not displeased with him, but grant that he may according to his own desires, in whatsoever thing he thinketh, and then will I",
      "verse": 38
    },
    {
      "text": "spare thee; otherwise I will smite thee to the earth. Now when Ammon had said these words, the king began to rejoice because of his life. And when he saw that Ammon had no desires to destroy him, and when he also saw the great love he had for his son Lamoni, he was astonished exceedingly, and saith, Because this is all that thou hast desired, that I would release thy brethren, and suffer that my son Lamoni should retain his kingdom, behold, I will grant unto you that my son retain his kingdom from this time and forever; and I will govern him no more. And I will also grant unto thee that thy brethren may be cast out of prison, and thou and thy brethren may come unto me, in my kingdom; for I shall greatly desire to see thee; for the king was greatly astonished at the words which had been spoken, and also at the words which had been spoken by his son Lamoni; therefore he was desirous to learn them.",
      "verse": 39
    },
    {
      "text": "And it came to pass that Ammon and Lamoni proceeded on their journey towards the land of Middoni. And it came to pass that Lamoni found favor in the eyes of the king of the land; therefore the brethren of Ammon was brought forth out of prison. And when Ammon did meet them, he was exceeding sorrowful, for behold, they were naked, and their skins were worn exceedingly, because of being bound with strong cords. And they also had suffered hunger, thirst, and all kind of afflictions; nevertheless they were patient in all their sufferings. And as it happened, it was their lot to have fallen into the hands of a more hardened and a more stiffnecked people; therefore they would not hearken unto their words, and they had cast them out, and had smote them, and had driven them from house to house, and from place to place, even until they had arriven to the land of Middoni; and there they were taken and cast into prison, and bound with strong cords, and kept in prison for many days; and were delivered by Lamoni and Ammon.",
      "verse": 40
    }
  ],
  "chapter": 13,
  "title": "Alma 12"
}