{
  "verses": [
    {
      "text": "CHAPTER XXVII. Now it came to pass in the thirtieth year of the reign of the Judges over the people of Nephi, after Moroni had received and had read Helaman\u0027s epistle, he was exceedingly rejoiced because of the welfare, yea, the exceeding success which Helaman",
      "verse": 1
    },
    {
      "text": "had had in obtaining those lands which were lost; yea, and he did make it known unto all his people in all the land round about in that part where he was, that they might rejoice also.",
      "verse": 2
    },
    {
      "text": "And it came to pass that he immediately sent an epistle to Pahoran, desiring that he should cause men to be gathered together, to strengthen Helaman, or the armies of Helaman, insomuch that he might with ease maintain that part of the land which he had been so miraculously prospered in retaining. -- And it came to pass when Moroni had sent this epistle to the land of Zarahemla, he began again to lay a plan, that he might obtain the remainder of those possessions and cities which the Lamanites had taken from them.",
      "verse": 3
    },
    {
      "text": "And it came to pass that while Moroni was thus making preparations to go against the Lamanites to battle, behold, the people of Nephihah which were gathered together from the city of Moroni, and the city of Lehi, and the city of Morianton, were attacked by the Lamanites; yea, even those which had been compelled to flee from the land of Manti, and from the land round about, had come over and joined the Lamanites in this part of the land; and thus being exceeding numerous, yea, and receiving strength from day to day, by the command of Ammoron, they came forth against the people of Nephihah, and they did begin to slay them with an exceeding great slaughter. And their armies were so numerous, that the remainder of the people of Nephihah were obliged to flee before them; and they came even and joined the army of Moroni. -- And now as Moroni had supposed that there should be men sent to the city of Nephihah, to the assistance of the people to maintain that city, and knowing that it was easier to keep the city from falling into the hands of the Lamanites, than to retake it from them, he supposed that they would easily maintain that city; therefore he retained all his force to maintain those places which he had recovered.",
      "verse": 4
    },
    {
      "text": "And now when Moroni saw that the city of Nephihah was lost, he was exceeding sorrowful, and began to doubt, because of the wickedness of the people, whether they should not fall into the hands of their brethren. Now this was the case with all his Chief Captains. They doubted and marvelled also, because of the wickedness of the people; and this because of the success of the Lamanites over them. And it came to pass that Moroni was angry with the government, because of their indifference concerning the freedom of their country.",
      "verse": 5
    },
    {
      "text": "And it came to pass that he wrote again to the governor of the land, which was Pahoran, and these are the words which he wrote, saying, Behold, I direct mine epistle to Pahoran, in the city of Zarahemla, which is the Chief Judge and the governor over the land, and also to all those who hath been chosen by this people to govern and manage the affairs of this war; for behold, I have somewhat to say unto them by the way of condemnation; for behold, ye yourselves know that ye appointed to gather together men, and arm them with swords, and with cimeters, and all manner of weapons of war, of every kind, and sent forth against the Lamanites, in whatsoever parts they should come into our land. And now behold, I say unto you, That myself, and also my men, and also Helaman and his men, have suffered exceeding great sufferings; yea, even hunger, thirst, and fatigue, and all manner of afflictions of every kind. But behold, were this all we had suffered, we would not murmur or complain; but behold, great has been the slaughter among our people; yea, thousands have fallen by the sword, while it might have otherwise been, if ye had rendered unto our armies sufficient strength and succor for them. Yea, great has been your neglect towards us. And now behold, we desire to know the cause of this exceeding great neglect; yea, we desire to know the cause of your thoughtless state. Can you think to sit upon your thrones, in a state of thoughtless stupor, while your enemies are spreading the work of death around you? Yea, while they are murdering thousands of your brethren; yea, even they which have looked up to you for protection, yea, have placed you in a situation that ye might have succored them, and have saved thousands of them from falling by the sword? But behold, this is not all: Ye have withheld your provisions from them, insomuch that many have fought and bled out their lives because of their great desires which they had for the welfare of this people; yea, and this they have done, when they were about to perish with hunger, because of your exceeding great neglect towards them. And now, my beloved brethren; for ye had ought to be beloved; yea, and ye had ought to have stirred yourselves more diligently for the welfare and the freedom of this people: but behold, ye have neglected them, insomuch that the blood of thousands shall come upon your heads, for vengeance; yea, for known unto God were all the cries, and all their sufferings. Behold,",
      "verse": 6
    },
    {
      "text": "could ye suppose that ye could sit upon your thrones, and because of the exceeding goodness of God, ye could not do nothing, and he would deliver you? Behold, if ye have supposed this, ye have supposed in vain. Do ye suppose that, because so many of your brethren have been killed, because of their wickedness? I say unto you, if ye supposed this, ye have supposed in vain: for I say unto you, there are many which have fallen by the sword; and behold, it is to your condemnation; for the Lord suffereth the righteous, to be slain, that his justice and judgment may come upon the wicked; therefore ye need not suppose that the righteous are lost because they are slain; but behold, they do enter into a rest of the Lord their God. And now behold, I say unto you, I fear exceedingly that the judgments of God will come upon this people, because of their exceeding slothfulness; yea, even the slothfulness of our government, and their exceeding great neglect towards their brethren, yea, towards those which have been slain: For were it not for the wickedness which first commenced at our head, we could not have withstood our enemies, that they could have gained power over us; yea, had it not been for the war which broke out among ourselves; yea, were it not for these king-men, which caused so much bloodshed among ourselves, if we had united our strength, as we hitherto have done; yea, had it not been for the desires of the power and authority which those king-men had over us; had they been true to the cause of our freedom, and united with us, and gone forth against our enemies, instead of taking up their swords against us, which was the cause of so much bloodshed among ourselves; yea if we had gone forth against them, in the strength of the Lord, we should have dispersed our enemies; for it would have been done according to the fulfilling of his word. But behold, now the Lamanites are coming upon us, and they are murdering our people with the sword; yea, our women and children; taking possession of, our lands, and also carrying them away captive; causing them that they should suffer all manner of afflictions; and this because of the great wickedness of those who are seeking for power and authority; yea, even those king-men. But why should I say much concerning this matter, for we know not but what ye yourselves are seeking for authority? We know not but what ye are also traitors to your country? Or is it that ye have neglected us because ye are in the heart of our country,",
      "verse": 7
    },
    {
      "text": "and ye are surrounded by security, that ye do not cause food to be sent unto us, and also men to strengthen our armies? Have ye forgot the commandments of the Lord your God? Yea, have ye forgot the captivity of our fathers? Have ye forgot the many times we have been delivered out of the hands of our enemies? Or do ye suppose that the Lord will still deliver us, while we sit upon our thrones, and do not make use of the means which the Lord hath provided for us? Yea, will ye sit in idleness, while ye are surrounded with thousands of those, yea, and tens of thousands, which do also sit in idleness, while there are thousands round about in the borders of the land, which are falling by the sword, yea, wounded and bleeding? Do ye suppose that God will look upon us as guiltless, while we sit still and behold these things? Behold, I say unto you, Nay. Now I would that ye should remember that God hath said that The inward vessel shall be cleansed first, and then shall the outer vessel be cleansed also. And now except ye do repent of that which ye have done, and begin to be up and doing, and send forth food and men unto us, and also unto Helaman, that he may support those parts of our country which he hath retained, and that ye may also recover the remainder of our possessions in these parts, behold it will be expedient that we contend no more with the Lamanites until we have first cleansed our inward vessel; yea, even the great head of our government; and except ye grant mine epistle, and come out and shew unto me a true spirit of freedom, and strive to strengthen and fortify our armies, and grant unto them food for their support, behold I will leave a part of my freemen to maintain this part of our land, and I will leave the strength and the blessings of God upon them, that none other power can operate against them; and this because of their exceeding faith and patience in their tribulations; and I will come unto you, and if there be any among you that hath a desire for freedom, yea, if there be even a spark of freedom remaining, behold, I will stir up insurrections among you, even until those who hath desires to usurp power and authority, shall become extinct; yea, behold I do not fear your power nor your authority, but it is my God whom I fear, and it is according to his commandments that I do take my sword to defend the cause of my country, and it is because of your iniquity that we have suffered so much loss. Behold it is time, yea, the time is now at hand, that except ye do bestir yourselves in the defence of your country and your little ones, the",
      "verse": 8
    },
    {
      "text": "sword of justice doth hang over you; yea, and it shall fall upon you and visit you even to your utter destruction. Behold, I wait for assistance from you, and except ye do administer unto our relief, behold I come unto you even into the land of Zarahemla, and smite you with the sword, insomuch that ye can have no more power to impede the progress of this people in the cause of freedom; for behold the Lord will not suffer that ye shall live and wax strong in your iniquities, to destroy his righteous people. Behold, can you suppose that the Lord will spare you and come out in judgment against the Lamanites, when it is the tradition of their fathers that hath caused their hatred; yea, and it hath been redoubled by those which have dissented from us, while your iniquity is for the cause of your love and glory, and the vain things of the world? Ye know that ye do transgress the laws of god, and ye do know that ye do trample them under your feet. Behold, the Lord saith unto me, if those whom ye have appointed your governors, do not repent of their sins and iniquities, ye shall go up to battle against them. And now behold, I Moroni am constrained, according to the covenant which I have made to keep the commandments of my God; therefore I would that ye should adhear to the word of God, and send speedily unto me of your provisions and of your men, and also Helaman. And behold if ye will not do this, I come unto you speedily; for behold, God will not suffer that we should perish with hunger; therefore he will give unto us of your food, even if it must be by the sword. Now see that ye fulfill the word of God. Behold, I am Moroni, your Chief Captain. I seek not for power but to pull it down. I seek not for honor of the world, but for the glory of my God, and the freedom and welfare of my country. And thus I close mine epistle.",
      "verse": 9
    }
  ],
  "chapter": 28,
  "title": "Alma 27"
}