{
  "verses": [
    {
      "text": "CHAPTER VIII. Now these are the words that Amulek preached unto the people which was in the land of Ammonihah, saying: I am Amulek; I am the son of Giddonah, who was the son of Ishmael, who was a descendant of Aminadi: and it was that same Aminadi which interpreted the writing which was upon the wall of the temple, which was written by the finger of God. -- And Aminadi was a descendant of Nephi, who was the son of Lehi, who came out of the land of Jerusalem, who was a descendant of Manasseh, who was the son of Joseph, which was sold into Egypt by the hands of his brethren. And behold, I am also a man of no small reputation among all those who know me; yea, and behold, I have many kindred and friends, and I have also acquired much riches by the hand of my industry; nevertheless, after all this, I never have known much of the",
      "verse": 1
    },
    {
      "text": "ways of the Lord, and his mysteries and marvellous power. I said I never had known much of these things; but behold, I mistake, for I have seen much of his mysteries and his marvellous power; yea, even in the preservation of the lives of this people; nevertheless, I did harden my heart, for I was called many times, and I would not hear; therefore I knew concerning these things, yet I would not know; therefore I went on unbelieving against God, in the wickedness of my heart, even until the fourth day of this seventh month, which is in the tenth year of the reign of our Judges. As I was a journeying to see a very near kindred, behold an angel of the Lord appeared unto me, and said, Amulek, return to thine own house, for thou shalt feed a prophet of the Lord; yea, a holy man , which art a chosen man of God; for he hath fasteth many days because of the sins of this people, and he is an hungered, and thou shalt receive him into thy house and feed him, and he shall bless thee and thy house; and the blessing of the Lord shall rest upon thee and thy house.",
      "verse": 2
    },
    {
      "text": "And it came to pass that I obeyed the voice of the angel, and returned towards my house. And as I was a going thither, I found the man which the angel said unto me, Thou shalt receive into thy house; and behold it was this same man which hath been speaking unto you concerning the things of God. -- And the angel said unto me, He is a holy man; wherefore I know he is a holy man, because it was said by an angel of God. And again: I know that the things whereof he hath testified are true; for behold, I say unto you, that as the Lord liveth, even so he hath sent his angel to make these things manifest unto me; and this he hath done while this Alma hath dwelt at my house; for behold, he hath blessed mine home, he hath blessed me, and my woman, and my children, and my father, and my kinsfolks; yea, even all my kindred hath he blessed, and the blessings of the Lord hath rested upon us according to the words which he spake.",
      "verse": 3
    },
    {
      "text": "And now when Amulek had spoken these words, the people began to be astonished, seeing there was more than one witness which testifieth of the things whereof they were accused, and also of the things which was to come, according to the spirit of prophecy which was in them; nevertheless, there were some among them which thought to question them, that by their cunning devices they might catch them in their words, that they might find witness against them, that they might deliver them to the Judges, that they might be judged according",
      "verse": 4
    },
    {
      "text": "to the law, and that they might be slain or cast into prison, according to the crime which they could make appear, or witness against them. Now it was those men which sought to destroy them, which were Lawyers, which were hired or appointed by the people to administer the law at their times of trials, or at trials of the crimes of the people, before the Judges. Now these Lawyers were learned in all the arts and cunning of the people; and this was to enable them that they might be skilful in their profession. And it came to pass that they began to question Amulek, that thereby they might make him cross his words, or contradict the words which he should speak. Now they knew not that Amulek could know of their designs. But it came to pass as they began to question him, he perceived their thoughts, and he saith unto them, O ye wicked and perverse generation; ye Lawyers and hypocrites; for ye are laying the foundation of the Devil; for ye are laying traps and snares to catch the holy ones of God; ye are laying plans to pervert the ways of the righteous, and to bring down the wrath of God upon your heads, even to the utter destruction of this people; yea, well did Mosiah say, who was our last king, when he was about to deliver up the kingdom, having no one to confer it upon, causing that this people should be governed by their own voices; yea, well did he say, that if the time should come that the voice of this people should choose iniquity; that is, if the time should come that this people should fall into transgression, they would be ripe for destruction. And now I say unto you, that well doth the Lord judge your iniquities; well doth he cry unto this people, by the voice of his angels, Repent ye, repent, for the Kingdom of Heaven is at hand. Yea, well doth he cry, by the voice of his angels, that I will come down among my people with equity and justice in my hands. Yea, and I say unto you, that if it were not for the prayers of the righteous, which are now in the land, that ye would even now be visited with utter destruction; yet it would not be by flood, as were the people in the days of Noah, but it would be by famine, and by pestilence, and the sword. Now it is by the prayers of the righteous that ye are spared; now therefore if ye will cast out the righteous from among you, then will not the Lord stay his hand, but in his fierce anger he will come down against you; then ye shall be smitten by famine, and by pestilence, and by the sword; and the time is soon at hand, except ye repent.",
      "verse": 5
    },
    {
      "text": "And now it came to pass that the people were more angry",
      "verse": 6
    },
    {
      "text": "with Amulek, and they cried out saying: This man doth revile against our laws, which are just, and our wise Lawyers, which we have selected. But Amulek stretched forth his hand, and cried the mightier unto them, saying: O ye wicked and perverse generation; why hath Satan got such great hold upon your hearts? Why will ye yield yourselves unto him, that he may have power over you, to blind your eyes, that ye will not understand the words which are spoken, according to their truth? For behold, have I testified against your law? Ye do not understand; ye say that I have spoken against your law; but have I not; but I have spoken in favor of your law, to your condemnation. And now behold, I say unto you, that the foundation of the destruction of this people is a beginning to be laid by the unrighteousness of your lawyers and your Judges.",
      "verse": 7
    },
    {
      "text": "And now it came to pass that when Amulek had spoken these words, the people cried out against him, saying, Now we know that this man is a child of the Devil, for he hath lied unto us; for he hath spoken against our law. And now he saith that he hath not spoken against it. And again: he hath reviled against our Lawyers, and our Judges, \u0026c. And it came to pass that the Lawyers put it into their hearts that they should remember these things against him. And it came to pass that there was one among them whose name was Zeezrom. Now he being the foremost to accuse Amulek and Alma, he being one of the most expert among them, having much business to do among the people. Now the object of these Lawyers were to get gain; and they got gain according to their employ.",
      "verse": 8
    },
    {
      "text": "Now it was in the law of Mosiah that every man which was a Judge of the law, or which was appointed to be Judges, should receive wages according to the time which they labored to judge those which were brought before them to be judged. N",
      "verse": 9
    },
    {
      "text": "ow if a man oweth another, and he would not pay that which he owe, he was complained of to the Judge; and the Judge executed authority, and sent forth officers that the man should be brought before him; and he judgeth the man according to the law and the evidence which are brought against him; and thus the man was compelled to pay that which he oweth, or be striped, or be cast out from among the people, as a thief and a robber. And the Judge receiveth for his wages according to his time: a senine of gold for a day, or a senum of silver, which is equal to a senine of gold; and this is according to the law which was given. Now these are the",
      "verse": 10
    },
    {
      "text": "names of the different pieces of their gold, and of their silver, according to their value. And the names are given by the Nephites; for they did not reckon after the manner of the Jews which were at Jerusalem; neither did they measure after the manner of the Jews, but they altered their reckoning and their measure, according to the minds of the circumstances of the people, in every generation, until the reign of the Judges; they having been established by king Mosiah. Now the reckoning is thus: A senine of gold, a seon of gold, a shum of gold, and a limnah of gold. A senum of silver, an amnor of silver, an ezrom of silver, and an onti of silver. A senum of silver was equal to a senine of gold; and either for a measure of barley, and also for a measure of every kind of grain. Now the amount of a seon of gold, was twice the value of a senine; and a shum of gold was twice the value of a seon; and a limnah of gold was the value of them all; and an amner of silver was as great as two senums; and an ezrom of silver was as great as four senums; and an onti was as great as them all. Now this is the value of the lesser numbers of their reckoning: A shiblon is half of a senum: therefore a shiblon for half a measure of barley; and a shiblum is a half of shiblon; and a leah is the half of a shiblum. Now this is their number, according to their reckoning. Now an antion of gold is equal to three shublons.",
      "verse": 11
    },
    {
      "text": "Now it was for the sole purpose for to get gain, because they received wages according to their employ; therefore they did stir up the people to riotings, and all manner of disturbances and wickedness, that they might have more employ; that they might get money according to the suits which was brought before them; therefore they did stir up the people against Alma and Amulek. And this Zeezrom began to question Amulek, saying: Will ye answer me a few questions which I shall ask you? Now Zeezrom was a man which was expert in the devises of the Devil, that he might destroy that which was good; therefore he saith unto Amulek, Will ye aaswer the questions which I shall put unto you? And Amulek saith unto him, Yea, if it be according to the spirit of the Lord, which is in me; for I shall say nothing contrary to the spirit of the Lord. And Zeezrom saith unto him, Behold, here is six onties of silver, and all these will I give to thee if thou wilt deny the existence of a Supreme Being. Now Amulek saith, O thou child of Hell, why tempt ye me? Knowest thou that the righteous yieldeth to no such temptations? Believest thou",
      "verse": 12
    },
    {
      "text": "that there is no God? I say unto you, nay: thou knowest that there is a God, but thou lovest that lucre more than him. And now thou hast lied unto God before me. Thou saidst unto me, Behold these six onties, which are of great worth, I will give unto thee, when thou had it in thy heart to retain them from me; and it was only thy desire that I should deny the true and living God, that thou mightest have cause to destroy me. And now behold, for this great evil thou shalt have thy reward. And Zeezrom saith unto him, Thou sayest there is a true and living God? And Amulek saith, Yea, there is a true and living God. Now Zeezrom saith, Is there more than one God? And he answered No. Now Zeezrom saith unto him again: How knowest thou these things? And he saith An angel hath made them known unto me. And Zeezrom saith again: Who is he that shall come? Is it the Son of God? And he said unto him, Yea. And Zeezrom saith again: Shall he save his people in their sins? And Amulek answered and said unto him, I say unto you he shall not, for it is impossible for him to deny his word.",
      "verse": 13
    },
    {
      "text": "Now Zeezrom saith unto the people, See that ye remember these things; for he saith there is but one God; yet he saith that the Son of God shall come, but he shall not save his people, as though he had authority to command God. Now Amulek saith again unto him, Behold thou hast lied, for thou sayest that I spake as though I had authority to command God, because I said he shall not save his people in their sins. And I say unto you again, that he cannot save them in their sins; for I cannot deny his word, and he hath said that no unclean thing can inherit the Kingdom of Heaven? -- Therefore ye cannot be saved in your sins. Now Zeezrom saith again unto him: Is the Son of God the very Eternal Father? And Amulek saith unto him, Yea, he is the very Eternal Father of Heaven and of Earth, and all things which in them is; he is the beginning and the end, the first and the last; and he shall come into the world to redeem his people; and he shall take upon him the transgressions of those who believe on his name; and these are they that shall have eternal life, and salvation cometh to none else; therefore the wicked remain as though there had been no redemption made, except it be the loosing of the bands of death; for behold, the day cometh that all shall rise from the dead and stand before God, and be judged according to their works. Now there is a death",
      "verse": 14
    },
    {
      "text": "which is called a temporal death; and the death of Christ shall loose the bands of this temporal death, that all shall be raised from this temporal death; the spirit and the body shall be re- united again, in its perfect form; both limb and joint shall be restored to its proper frame, even as we now are at this time; and we shall be brought to stand before God, knowing even as we know now, and have a bright recollection of all our guilt. Now this restoration shall come to all, both old and young, both bond and free, both male and female, both the wicked, and the righteous; and even there shall not so much as a hair of their heads be lost; but all things shall be restored to its perfect frame, as it is now, or in the body, and shall be brought and be arraigned before the bar of Christ the Son of God, the Father, and the Holy Spirit, which is the Son, and God the Father, and the Holy Spirit, which is one Eternal God, to be judged according to their works, whether they be good or whether they be evil.",
      "verse": 15
    },
    {
      "text": "Now behold I have spoken unto you, concerning the death of the mortal body, and also concerning the resurrection of the mortal body. I say unto you, that this mortal body is raised to an immortal body; that is from death; even from the first death, unto life, that they can die no more; their spirits uniting with their bodies, never to be divided; thus the whole becoming spiritual and immortal, that they can no more see corruption.",
      "verse": 16
    },
    {
      "text": "Now when Amulek had finished these words, the people began to be astonished, and also Zeezrom began to tremble. And thus ended the words of Amulek, or this is all that I have written.",
      "verse": 17
    }
  ],
  "chapter": 9,
  "title": "Alma 8"
}