{
  "verses": [
    {
      "text": "CHAPTER X. Now as I said concerning the holy order of this High Priesthood: There were many which were ordained and became High Priests of God; and it was on account of the exceeding faith and repentance, and their righteousness before God, they choosing to repent and work righteousness, rather than to perish; therefore they were called after this holy order, and were sanctified, and their garments were washed white, through the blood of the Lamb. Now they, after being sanctified by the Holy Ghost, having their garments made white, being pure and spotless before God, could not look upon sin, saving it were with abhorrence; and there were many, exceeding great many, which were made pure, and entered into the",
      "verse": 1
    },
    {
      "text": "rest of the Lord their God. And now, my brethren, I would that ye should humble yourselves before God, and bring forth fruit mete for repentance, that ye may also enter into that rest; yea, humble yourselves even as the people in the days of Melchizedek, who was also a High Priest after this same order which I have spoken, who also took upon him the High Priesthood forever. And it was this same Melchizedek to whom Abraham paid tithes; yea, even our father Abraham paid tithes of one tenth part of all he possessed. Now these ordinances were given after this manner, that thereby the people might look forward on the Son of God, it being a type of his order, or it being his order; and this, that they might look forward to him for a remission of their sins, that they might enter into the rest of the Lord.",
      "verse": 2
    },
    {
      "text": "Now this Melchizedek was a king over the land of Salem; and his people had waxed strong in iniquity and abominations; yea, they had all gone astray: they were full of all manner of wickedness; but Melchizedek having exercised mighty faith, and received the office of the High Priesthood, according to the holy order of God, did preach repentance unto his people. -- And behold, they did repent; and Melchizedek did establish peace in the land in his days; therefore he was called the Prince of Peace, for he was the king of Salem; and he did reign under his father. Now there were many before him, and also there were many afterwards, but none were greater; therefore of him they have more particularly made mention. Now I need not rehearse the matter; what I have said, may suffice. Behold, the Scriptures are before you; if ye will arrest them, it shall be to your own destruction.",
      "verse": 3
    },
    {
      "text": "And now it came to pass that when Alma had said these words unto them, he stretched forth his hand unto them and cried with a mighty voice, saying, Now is the time to repent, for the day of salvation draweth nigh; yea, and the voice of the Lord, by the mouth of angels, doth declare it unto all nations; yea, doth declare it, that they may have glad tidings of great joy; yea, and he doth sound these glad tidings among all his people, yea, even to them that are scattered abroad upon the face of the earth; wherefore they have come unto us. -- And they are made known unto us in plain terms, that we may understand, that we cannot err; and this because of our being wanderers in a strange land; therefore we are thus highly favored, for we have these glad tidings declared unto us in all parts of our vineyard. For behold, angels are declaring it unto",
      "verse": 4
    },
    {
      "text": "many at this time in our land; and this is for the purpose of preparing the hearts of the children of men for to receive his word, at the time of his coming in his glory. And now we only wait to hear the joyful news declared unto us by the mouth of angels, of his coming: for the time cometh, we know not how soon. Would to God that it might be in my day; but let it be sooner or later, in it I will rejoice. And it shall be known unto just and holy men, by the mouth of angels, at the time of his coming, that the words of our fathers might be fulfilled, according to that which they have spoken concerning him, which was according to the spirit of prophecy which was in them.",
      "verse": 5
    },
    {
      "text": "And now my brethren, I wish from the inmost part of my heart, yea, with great anxiety, even unto pain, that ye would hearken unto my words, and cast off your sins, and not procrastinate the day of your repentance; that ye would humble yourselves before the Lord, and call on his holy name, and watch and pray continually, that ye may not be tempted above that which ye can bear, and thus be led by the holy spirit, becoming humble, meek, submissive, patient, full of love and all long suffering; having faith on the Lord; having a hope that ye shall receive eternal life; having the love of God always in your hearts, that ye may be lifted up at the last day, and enter into his rest; and may the Lord grant unto you repentance, that ye may not bring down his wrath upon you, that ye may not be bound down by the chains of hell, that ye may not suffer the second death. And it came to pass that Alma spake many more words unto the people, which are not written in this book.",
      "verse": 6
    },
    {
      "text": "And it came to pass that after he had made an end of speaking unto the people, many of them did believe on his words, and began to repent, and to search the Scriptures; but the more part of them were desirous that they might destroy Alma and Amulek: for they were angry with Alma, because of the plainness of his words unto Zeezrom; and they also said that Amulek had lied unto them, and had reviled against their law, and also against their Lawyers and Judges. And they were also angry with Alma and Amulek; and because they had testified so plainly against their wickedness, they sought to put them away privily. But it came to pass that they did not; but they took them and bound them with strong cords, and took them before the Chief Judge of the land. And the people went forth and witnessed against them, testifying that they",
      "verse": 7
    },
    {
      "text": "had reviled against the law, and their Lawyers and Judges of the land, and also all the people that were in the land; and also testified that there was but one God, and that he should send his Son among the people, but he should not save them; and many such things did the people testify against Alma and Amulek. And it came to pass that it was done before the Chief Judge of the land. And it also came to pass that Zeezrom was astonished at the words which had been spoken; and he also knew concerning the blindness of the minds which he had caused among the people, by his lying words; and his soul began to be harrowed up, under a consciousness of his own guilt; yea, he began to be encircled about by the pains of hell.",
      "verse": 8
    },
    {
      "text": "And it came to pass that he began to cry unto the people, saying: Behold, I am guilty, and these men are spotless before God. And it came to pass that he began to plead for them, from that time forth; but they reviled him, saying: Art thou also possessed with the Devil? And it came to pass that they spit upon him, and cast him out from among them, and also all those that believed in the words which had been spoken by Alma and Amulek; and they cast them out, and sent men to cast stones at them. And they brought their wives and children together, and whosoever believed or had been taught to believe in the word of God, they caused that they should be cast into the fire; and they also brought forth their records which contained the Holy Scriptures, and cast them into the fire also, that they might be burned and destroyed by fire.",
      "verse": 9
    },
    {
      "text": "And it came to pass that they took Alma and Amulek, and carried them forth to the place of martyrdom, that they might witness the destruction of those which were consumed by fire. And it came to pass that when Amulek saw the pains of the women and children which were consuming in the fire, he was also pained; and he saith unto Alma, How can we witness this awful scene? Therefore let us stretch forth our hands, and exercise the power of God which is in us, and save them from the flames. But Alma saith unto him, The spirit constraineth me that I must not stretch forth mine hand; for behold, the Lord receiveth them up unto himself, in glory; and he doth not suffer that they may do this thing, or that the people may do this thing unto them, according to the hardness if their hearts, that the judgments which he shall exercise upon them in his wrath, may be just; and the blood of the innocent shall stand as a witness against them, yea, and cry mightily",
      "verse": 10
    },
    {
      "text": "against them at the last day. Now Amulek saith unto Alma, Behold, perhaps they will burn us also. And Alma saith, Be it according to the will of the Lord. But behold, our work is not finished; therefore they burn us not.",
      "verse": 11
    },
    {
      "text": "Now it came to pass that when the bodies of those which had been cast into the fire, were consumed, and also the records which were cast in with them, the Chief Judge of the land came and stood before Alma and Amulek, as they were bound; and he smote them with his hand upon their cheeks, and saith unto them, After what ye have seen, will ye preach again unto this people, that they shall be cast into a lake of fire and brimstone? Behold, ye see that ye had not power to save these which had been cast into the fire; neither hath God saved them because they were of thy faith. And the Judge smote them again upon their cheeks, and asked, What say ye for yourselves? Now this Judge was after the order and faith of Nehor, which slew Gideon. And it came to pass that Alma and Amulek answered him nothing; and he smote them again, and delivered them to the officers to be cast into prison. And it came to pass that when they had been cast into prison three days, there came many Lawyers, and Judges, and Priests, and teachers, which were of the profession of Nehor; and they came in unto the prison to see them, and they questioned them about many words; but they answered them nothing.",
      "verse": 12
    },
    {
      "text": "And it came to pass that the Judge stood before them, and saith, Why do ye not answer the words of this people? Know ye not that I have the power to deliver ye up unto the flames? And he commanded them to speak; but they answered nothing. And it came to pass that they departed and went their ways, but came again on the morrow; and the Judge also smote them again on their cheeks. And many came forth also, and smote them, saying: Will ye stand again and Judge this people, and condemn our law? If ye have such great power, why do ye not deliver yourselves? And many such things did they say unto them, gnashing their teeth upon them, and spitting upon them, and saying, How shall ye look when we are damned? And many such things, yea, all manner of such things did they say unto them; and thus they did mock them, for many days. And they did withhold food from them. that they might hunger, and water, that they might thirst; and they also did take from them their clothes, that they were naked; and thus they were bound with strong cords, and confined in prison.",
      "verse": 13
    },
    {
      "text": "And it came to pass after they had thus suffered for many",
      "verse": 14
    },
    {
      "text": "days, (and it was on the twelfth day, in the tenth month, in the tenth year of the reign of the Judges over the people of Nephi,) that the Chief Judge over the land of Ammonihah, and many of their teachers and their Lawyers, went in unto the prison where Alma and Amulek was bound with cords. And the Chief Judge stood before them, and smote them again, and saith unto them, If ye have the power of God, deliver yourselves from these bands, and then we will believe that the Lord will destroy this people according to your words. And it came to pass that they all went forth and smote them, saying the same words, even until the last; and when the last had spoken unto them, the power of God was upon Alma and Amulek, and they arose and stood upon their feet; and Alma cried, saying, How long shall we suffer these great afflictions, O Lord? O Lord, give us strength according to our faith which is in Christ, even unto deliverance; and they break the cords with which they were bound; and when the people saw this, they began to flee, for the fear of destruction had come upon them.",
      "verse": 15
    },
    {
      "text": "And it came to pass that so great was their fear, that they fell to the earth, and did not obtain the outer door of the prison; and the earth shook mightily, and the walls of the prison were wrent in twain, so that they fell to the earth; and the Chief Judge, and the Lawyers, and Priests, and teachers which smote upon Alma and Amulek, were slain by the fall thereof. And Alma and Amulek came forth out of the prison, and they were not hurt; for the Lord had granted unto them power, according to their faith which was in Christ. And they straightway came forth out of the prison; and they were loosed from their bands; and the prison had fallen to the earth, and every soul which was within the walls thereof, save it were Alma and Amulek, were slain; and they straightway came forth into the city. Now the people having heard a great noise, came running together by multitudes, to know the cause of it; and when they saw Alma and Amulek coming forth out of the prison, and the walls thereof had fallen to the earth, they were struck with great fear, and fled from the presence of Alma and Amulek, even as a goat fleeth with her young from two lions; and thus they did flee from the presence of Alma and Amulek.",
      "verse": 16
    },
    {
      "text": "And it came to pass that Alma and Amulek were commanded to depart out of the city; and they departed, and came out even into the land of Sidom; and behold, there they found all the people which had departed out of the land of Ammonihah,",
      "verse": 17
    },
    {
      "text": "who had been cast out and stoned, because they believed in the words of Alma. And they related unto them all that had happened unto their wives and children, and also concerning themselves, and of their power of deliverance. And also Zeezrom lay sick at Sidom, with a burning fever, which was caused by the great tribulations of his mind, on account of his wickedness, for he supposed that Alma and Amulek was no more; and he supposed that they had been slain, by the cause of his iniquity. And this great sin, and his many other sins, did harrow up his mind until it did become exceeding sore, having no deliverance; therefore he began to be scorched with a burning heat. Now when he heard that Alma and Amulek was in the land of Sidom, his heart began to take courage; and he sent a message immediately unto them, desiring them to come unto him.",
      "verse": 18
    },
    {
      "text": "And it came to pass that they went immediately, obeying the message which he had sent unto them; and they went in unto the house unto Zeezrom; and they found him upon his bed sick, being very low with a burning fever; and his mind also was exceeding sore, because of his iniquities; and when he saw them, he stretched forth his hand, and besought them that they would heal him.",
      "verse": 19
    },
    {
      "text": "And it came to pass that Alma said unto him, taking him by the hand, Believest thou in the power of Christ unto salvation? And he answered and said, Yea, I belive all the words that thou hast taught. And Alma saith, If thou believest in the redemption of Christ, thou canst be healed. And he saith, Yea, I believe according to thy words. And then Alma cried unto the Lord, saying, O Lord our God, have mercy on this man, and heal him according to his faith which is in Christ. And it came to pass that when Alma said these words, that Zeezrom leaped upon his feet, and began to walk; and this was done to the great astonishment of all the people; and the knowledge of this went forth throughout all the land of Sidom. And Alma baptized Zeezrom unto the Lord; and he began from that time forth to preach unto the people. And Alma established a Church in the land of Sodom, and consecrated Priests and teachers in the land to baptize unto the Lord whosoever were desirous to be baptized.",
      "verse": 20
    },
    {
      "text": "And it came to pass that they were many; for they did flock in from all the region round about Sidom, and were baptized; but as to the people that were in the land of Ammonihah, they yet remained a hardhearted and a stiffnecked people;",
      "verse": 21
    },
    {
      "text": "and they repented not of their sins, ascribing all the power of Alma and Amulek to the Devil: for they were of the profession of Nehor, and did not believe in the repentance of their sins.",
      "verse": 22
    },
    {
      "text": "And it came to pass that Alma and Amulek, Amulek having forsaken all his gold, and his silver, and his precious things, which was in the land of Ammonihah, for the word of God, he being rejected by those which were once his friends, and also by his father and his kindred; therefore, after Alma having established the Church at Sidom, seeing a great check, yea, seeing that the people were checked as to the pride of their hearts, and began to humble themselves before God, and began to assemble together at their sanctuaries to worship God before the alter, watching and praying continually, that they might be delivered from Satan, and from death, and from destruction: Now as I said, Alma having seen all these things, therefore he took Amulek and came over to the land of Zarahemla, and took him to his own house, and did administer unto him in his tribulations, and strengthened him in the Lord. And thus ended the tenth year of the reign of the Judges over the people of Nephi.",
      "verse": 23
    }
  ],
  "chapter": 11,
  "title": "Alma 10"
}