{
  "verses": [
    {
      "text": "CHAPTER XXV. And now it came to pass in the twenty and ninth year of the reign of the Judges, that Ammoron sent unto Moroni, desiring that he would exchange prisoners. And it came to pass that Moroni felt to rejoice exceedingly at this request, for he desired the provisions which was imparted for the support of the Lamanite prisoners, for the support of his own people; and he also desired his own people for the strengthening of his army. -- Now the Lamanites had taken many women and children; and there was not a woman nor a child among all the prisoners of Moroni, or the prisoners which Moroni had taken; therefore Moroni resolved upon a stratagem, to obtain as many prisoners of the Nephites from the Lamanites, as it were possible; therefore he wrote and epistle, and sent it by the servant of Ammoron, the same who had brought an epistle to Moroni. Now these are the words which he wrote unto Ammoron, saying: Behold, Ammoron, I have wrote unto you somewhat concerning this war which we have waged against my people, or rather which thy brother hath waged against them, and which ye are still determined to carry on after his death. Behold, I would tell you something concerning the justice of God, and the sword of his Almighty wrath, which doth hang over you: Except ye repent and withdraw your armies into your own lands, or the lands of your possessions, which is the land of Nephi; yea, I would tell you these things, if ye were capable of hearkening unto them; yea, I would tell you concerning that awful hell that awaits to receive such murderers as thou and thy brother hath been, except ye repent and withdraw your murderous purposes, and return with your armies to your own lands; but as ye have rejected these things, and have fought against the people of the Lord. even so I may expect you will do it again.",
      "verse": 1
    },
    {
      "text": "And now behold, we are prepared to receive you; yea, and except you withdraw your purposes, behold, ye will pull down the wrath of that God whom you have rejected, upon you, even to your utter destruction; but as the Lord liveth, our armies shall come upon you, except ye withdraw, and ye shall",
      "verse": 2
    },
    {
      "text": "soon be visited with death, for we will retain our cities and our lands; yea, and we will maintain our religion and the cause of our God. But behold, it supposeth me that I talk to you concerning these things in vain; or it supposeth me that that thou art a child of hell; therefore I will close my epistle, by telling you that I will not exchange prisoners, save it be on conditions that ye will deliver up a man, and his wife, and his children, for one prisoner; if this be the case that ye will do it, I will exchange. And behold, if ye do not do this, I will come against you with my armies; yea, even I will arm my women and my children, and I will come against you, and I will follow you even into your own land, which is the land of our first inheritance; yea, and it shall be blood for blood; yea, life for life; and I will give you battle, even until you are destroyed from off the face of the earth. Behold, I am in my anger, and also my people; ye have sought to murder us, and we have only sought to defend ourselves. But behold, if ye seek to destroy us more, we will seek to destroy you; yea, and we will seek our land, the lands of our first inheritance. Now I close my epistle. I am Moroni; I am a leader of the people of the Nephites.",
      "verse": 3
    },
    {
      "text": "Now it came to pass that Ammoron, when he had received this epistle, he was angry, and he wrote another epistle unto Moroni; and these are the words which he wrote, saying: I am Ammoron, the king of the Lamanites; I am the brother of Amalickiah, whom ye have murdered. Behold, I will avenge his blood upon you; yea, And I will come upon you with my armies, for I fear not your threatnings. For behold, your fathers did wrong their brethren, insomuch that they did rob them of their right to the government, when it rightly belonged unto them. And now behold, if ye will lay down pour arms, and subject yourselves to be governed by those whom the government doth rightly belong, then will I cause that my people shall lay down their weapons, and shall be at war no more. Behold, ye have breathed out many threatnings against me and my people; but behold, we fear not your threatnings; nevertheless, I will grant to exchange prisoners according to your request, gladly, that I may preserve my food for my men of war; and we will wage a war which shall be eternal, either to subjecting the Nephites to our authority, or to their eternal extinction. And concerning that God whom ye say we have rejected, behold, we know not such a being; neither do ye; but if it so be that there is such a being, we know not but",
      "verse": 4
    },
    {
      "text": "that he hath made us as well as you; and if it so be that there is a Devil and a hell, behold, will he not send you there, to dwell with my brother, which ye have murdered, which ye have hinted that he hath gone to such a place? But behold, these things mattereth not. I am Ammoron, and a descendant of Zoram, whom your fathers pressed and brought out of Jerusalem. And behold, now, I am a bold Lamanite. Behold, this war has been waged, to avenge their wrongs, and to maintain, and to obtain their rights to the government; and I close my epistle to Moroni.",
      "verse": 5
    },
    {
      "text": "Now it came to pass that when Moroni received this epistle, he was more angry, because he knew that Ammoron had a perfect knowledge of his fraud; yea, he knew that Ammoron knew that it was not a just cause that had caused him to wage war against the people of Nephi. And he said, Behold, I will not exchange prisoners with Ammoron, save he will withdraw his purpose, as I have stated in my epistle; for I will not grant unto him that he shall have any more power than what he hath got. Behold, I know the place where the Lamanites doth guard my people, which they have taken prisoners; and as Ammoron would not grant unto me mine epistle, behold, I will give unto him according to my words; yea, I will seek death among them, until they shall sue for peace. And now it came to pass that when Moroni had said these words, he caused that a search should be made among his men, that perhaps he might find a man which was a descendant of Laman among them.",
      "verse": 6
    },
    {
      "text": "And it came to pass that they found one, whose name was Laman; and he was one of the servants of the king which was murdered by Amalickiah. Now Moroni caused that Laman and a small number of his men, should go forth unto the guard which were over the Nephites. Now the Nephites were guarded in the city of Gid; therefore Moroni caused that Laman and a small number of men which was appointed to go with him.",
      "verse": 7
    },
    {
      "text": "And it came to pass that when it was evening, Laman went to the guards which were over the Nephites, and behold, they saw him coming, and they hailed him. But he saith unto them, Fear not. Behold, I am a Lamanite. Behold, we have escaped from the Nephites, and they sleepeth; and behold, we have took of their wine, and brought with us. Now when the Lamanites heard these words, they received him with joy. -- And they said unto him, Give us of your wine, that we may",
      "verse": 8
    },
    {
      "text": "drink; we are glad that ye have thus taken wine with you, for we are weary. But Laman saith unto them, Let us keep of our wine till we go against the Nephites to battle. But this saying only made them more desirous to drink of the wine. -- For, said they, We are weary; therefore let us take of the wine, and by and by we shall receive wine for our rations, which will strengthen us to go against the Nephites. And Laman saith unto them, You may do according to your desires. And it came to pass that they did take of the wine freely, and it was pleasant to their taste; therefore they took of it more freely; and it was strong, having been prepared in its strength.",
      "verse": 9
    },
    {
      "text": "And it came to pass they did drink and were merry, and by and by they were all drunken. Now when Laman and his men saw that they were all drunken, and were in a deep sleep, they returned to Moroni, and told him all the things that had happened. And now this was according to the design of Moroni. And Moroni had prepared his men with weapons of war; and he went to the city of Gid, while the Lamanites were in a deep sleep, and drunken, and cast in the weapons of war in unto the prisoners, insomuch that they were all armed; yea, even to their women, and all those of their children, as many as were able to use a weapon of war; when Moroni had armed all those prisoners. And all those things were done in a profound silence . But had they awoke the Lamanites, behold they were drunken, and the Nephites could have slain them. But behold this was not the desire of Moroni. He did not delight in murder or bloodshed; but he delighted in the saving of his people from destruction; and for this cause he might not bring upon him injustice, he would not fall upon the Lamanites and destroy them in their drunkennes. But he had obtained his desires; for he had armed those prisoners of the Nephites which were within the wall of the city, and had gave them power to gain possession of those parts which were within the walls; and then he caused the men which were with him, to withdraw a pace from them, and surround the armies of the Lamanites. Now behold, this was done in the night time, so that when the Lamanites awoke in the morning, they beheld that they were surrounded by the Nephites without, and that their prisoners were armed within. And thus they saw that the Nephites had power over them; and in these circumstances they found it was not expedient that they should fight with the Nephites; therefore their Chief Captains demanded their weapons of war, and they brought them forth,",
      "verse": 10
    },
    {
      "text": "and cast them at the feet of the Nephites, pleading for mercy. Now behold, this was the desire of Moroni. He took them prisoners of war, and took possession of the city, and caused that all prisoners should be liberated, which were Nephites; and they did join the army of Moroni, and were a great strength to his army.",
      "verse": 11
    },
    {
      "text": "And it came to pass that he did cause the Lamanites which he had taken prisoners, that they should commence a labor in strengthening the fortifications round about the city of Gid. And it came to pass that when he had fortified the city of Gid, according to his desires, he caused that his prisoners be taken to the city Bountiful. And he also guarded that city with an exceeding strong force. And it came to pass that they did, notwithstanding all the intrigues of the Lamanites, keep and protect all the prisoners which they had taken, and also maintain all the ground and the advantage which they had retaken. And it came to pass that the Nephites began again to be victorious, and to reclaim their rights and privileges. Many time did the Lamanites attempt to encircle them about by night, but these attempts they did lose many prisoners. -- And many times did they atempt to administer of their wine to the Nephites, that they might destroy them with poison or with drunkenness. But behold, the Nephites were not slow to remember the Lord their God, in this their times of affliction. They could not be taken in their snares; yea, they would not partake of their wine; yea, they would not take of wine, save they had firstly given to some of the Lamanite prisoners. And they were thus cautious, that no poison should be administered among them; for if their wine would poison a Lamanite, it would also poison a Nephite; and thus they did try all their liquors. And now it came to pass that it was expedient for Moroni to make preparations to attack the city of Morianton. -- For behold, the Lamanites had, by their labors, fortified the city of Morionton until it had become an exceeding strong hold; and they were continually bringing new forces into that city, and also new supplies of provisions. And thus ended the twenty and ninth year of the reign of the Judges over the people of Nephi.",
      "verse": 12
    }
  ],
  "chapter": 26,
  "title": "Alma 25"
}