{
  "verses": [
    {
      "text": "CHAPTER IV. And now it came to pass that after Alma had made an end of speaking unto the people of the church, which was established in the city of Zarahemla, he ordained priests and elder, by laying on his hands according to the order of God, to preside and watch over the church. And it came to pass that whomsoever did not belong to the church who repented of their sins, was baptized unto repentance, and was received into the church. And it also came to pass that whomsoever did belong to the church, that did not repent of their wickedness, and humble themselves before God; I mean those which were lifted up in the pride of their hearts; the same were rejected, and their names were blotted out, that their names were not numbered among those of the righteous; and thus began to establish the order of the church in the city of Zarahemla. Now I would that ye should understand that the word of God was liberal unto all; that no one was deprived of the privilege of assembling themselves together to hear the word of God; nevertheless the children of God were commanded that they should gather themselves together oft and join in fasting and mighty prayer, in behalf of the welfare of the souls of those who knew not God.",
      "verse": 1
    },
    {
      "text": "And now it came to pass that when Alma had made those regulations, he departed from them, yea, from the church which was in the city of Zarahemla, and went over upon the east of the river Sidon, into the valley of Gideon, there having been a city built which was called the city of Gideon, which was in",
      "verse": 2
    },
    {
      "text": "the valley that was called Gideon, being called after the man which was slain by the hand of Nehor with the sword. And Alma went and began to declare the word of God unto the church which was established in the valley of Gideon, according to the revelation of the truth of the word which had been spoken by his fathers, and according to the spirit of prophecy which was in him, according to the testimony of Jesus Christ, the Son of God, which should come for to redeem his people from their sins, and by the holy order by which he was called. And thus it is written. Amen.",
      "verse": 3
    }
  ],
  "chapter": 5,
  "title": "Alma 4"
}