{
  "verses": [
    {
      "text": "CHAPTER I.",
      "verse": 1
    },
    {
      "text": "The account of Alma, who was the son of Alma the First, and Chief Judge over the people of Nephi, and also the High Priest over the Church. An account of the reign of the Judges, and the wars and contentions among the people. And also an account of a war between the Nephites and the Lamanites, according to the record of Alma the First, and Chief Judge.",
      "verse": 2
    },
    {
      "text": "Now it came to pass that in the first year of the reign of the Judges over the people of Nephi, from this time forward, king Mosiah having gone the way of all the earth, having warred a good warfare, walking uprightly before God, leaving none to reign in his stead; nevertheless he established laws, and they were acknowledged by the people; therefore they were obliged to abide by the laws which he had made.",
      "verse": 3
    },
    {
      "text": "And it came to pass that in the first year of the reign of Alma in the judgment seat, there was a man brought before him to be judged; a man which was large, and was noted for his much strength; and he had gone about among the people, preaching to them that which he termed to be the word of God, bearing down against the church; declaring unto the people that every priest and teacher had ought to become popular; and they ought not to labor with their own hands, but they had ought to be supported by the people; and he also testified unto the people that all mankind should be saved at the last day,",
      "verse": 4
    },
    {
      "text": "and that they need not fear or tremble, but they might lift up their heads and rejoice: for the Lord had created all men, and had also redeemed all men; and in the end, all men should have eternal life. And it came to pass that he did teach these things so much, that many did believe on his words, even so many that they began to support him and give him money; and he began to be lifted up in the pride of his heart, and to wear very costly apparel; yea, and even began to establish a church, after the manner of his preaching.",
      "verse": 5
    },
    {
      "text": "And it came to pass as he was going to preach to those who believed on his word, he met a man which belonged to the church of God, yea, even one of their teachers; and he began to contend with him sharply, that he might lead away the people of the church; but the man withstood him, admonishing him with the words of God. Now the name of the man was Gideon; and it was him that was an instrument in the hands of God, in delivering the people of Limhi out of bondage. -- Now because Gideon withstood him with the words of God, he was wroth with Gideon, and drew his sword and began to smite him. Now Gideon being stricken with many years, therefore he was able to withstand his blows, therefore he was slain by the sword; and the man who slew him was taken by the people of the church, and was brought before Alma, to be judged according to the crime which he had committed. And it came to pass that he stood before Alma, and plead for himself with much boldness. But Alma said unto him, Behold, this is the first time that priestcraft has been introduced among this people. And behold, thou art not only guilty of priestcraft, but hast endeavored to enforce among this people, it would prove their entire destruction. And thou hast shed the blood of a righteous man, yea, a man which has done much good among this people; and were we to spare thee, his blood would come upon us for vengeance; therefore thou art condemned to die, according to the law which has been given us by Mosiah, our last king; and they have been acknowledged by this people; therefore this people must abide by the law.",
      "verse": 6
    },
    {
      "text": "And it came to pass that they took him; and his name was Nehor; and they carried him upon the top of the hill Manti, and there he was caused, or rather did acknowledge, between the heavens and the earth, that what we had taught to the people was contrary to the word of God; and there he suffered",
      "verse": 7
    },
    {
      "text": "an ignominious death. Nevertheless this did not put an end to the spreading of priestcraft through the land: for there was many which loved the vain things of the world, and they went forth preaching false doctrines; and this they did for the sake of riches and honor. Nevertheless they durst not lie, if it were known, for fear of the law, for liars were punished; therefore they pretended to preach according to their belief: and now the law could have no power on any man for their belief. And they durst not steal, for fear of the law; for such were punished; neither durst they rob, nor murder: for he that murdered was punished unto death.",
      "verse": 8
    },
    {
      "text": "But it came to pass that whosoever did not belong to the Church of God, began to persecute those that did belong to the Church of God, and had taken upon them the name of Christ; yea, they did persecute them, and afflict them with all manner of words, and this because of their humility; because they were not proud in their own eyes, and because they did impart the word of God, one with another, without money and without price. Now there was a strict law among the people of the Church, that there should not any man, belonging to the Church, arise and persecute those that did not belong to the Church, and that there should be no persecution among themselves. Nevertheless, there were many among them who began to be proud, and began to contend warmly with their adversaries, even unto blows; yea, they would smite one another with their fists. Now this was in the second year of the reign of Alma, and it was a cause of much affliction to the Church; yea, it was the cause of much trial with the Church; for the hearts of many were hardened, and their names were blotted out, that they were remembered no more among the people of God. And also many withdrew themselves from among them. Now this was a great trial to those that did stand fast in faith; nevertheless, they were steadfast and immoveable in keeping the commandments of God, and they bore with patience the persecution which was heaped upon them. And now when the priests left their labor, to impart the word of God unto the people, the people also left their labors to hear the word of God. And when the priest had imparted unto them the word of God, they all returned again diligently unto their labors; and the priest, not esteeming himself above his hearers; for the preacher was no better than the hearer, neither was the teacher any better than the learner: and thus they were all equal and they did all labor, every man",
      "verse": 9
    },
    {
      "text": "according to his strength; and they did impart of their substance every man according to that which he had, to the poor, and the needy, and the sick, and the afflicted; and they did not wear costly apparel, yet they were neat and comely: and thus they did establish the affairs of the Church: and thus they began to have continual peace again, notwithstanding all their persecutions. And now because of the steadiness of the Church, they began to be exceeding rich; having abundance of all things whatsoever they stood in need; an abundance of flocks, and herds, and fatlings of every kind, and also abundance of grain, and of gold, and of silver, and of precious things; and abundance of silk and fine twined linen, and all manner of good homely cloth. And thus in their prosperous circumstances they did not send away any which was naked, or that was hungry, or that was athirst, or that was sick, or that had not been nourished; and they did not set their hearts upon riches; therefore they were liberal to all, both old and young, both bond and free, both male and female, whether out of the Church or in the Church, having no respects to persons as to those who stood in need; and thus they did prosper and become far more wealthy, than those who did not belong to their Church. For those who did not belong to their Church, did indulge themselves in sorceries, and in idolatry or idleness, and in bablings, and in envyings and strife; wearing costly apparel; being lifted up in the pride of their own eyes; lying, thieving, robbing, commiting whoredoms, and murdering, and all manner of wickedness; nevertheless, the law was put in force upon all those who did transgress it, inasmuch as it were possible.",
      "verse": 10
    },
    {
      "text": "And it came to pass that by thus exercising the law upon them, every man suffering according to that which he had done, they became more still, and durst not commit any wickedness, if it were known; therefore, there was much peace among the people of Nephi, until the fifth year of the reign of the judges. And it came to pass in the commandment of the fifth year of their reign, there began to be a contention among the people, for a certain man, being called Amlici; he being a very cunning man, yea, a wise man, as to the wisdom of the world; he being after the order of the man that slew Gideon by the sword, who was executed according to the law. Now this Amlici had, by his cunning, drawn away much of the people after him; even so much that they began to be very powerful; and they began to endeavor to establish Amlici to be a king",
      "verse": 11
    },
    {
      "text": "over the people. Now this was alarming to the people of the Church, and also to all those that had not been drawn away after the persuasions of Amlici: for they knew that according to their law that such things must be established by the voice of the people; therefore, if it were possible that Amlici should gain the voice of the people, he being a wicked man, would deprive them of their rights and privileges of the Church, \u0026c: for it was his intent to destroy the Church of God.",
      "verse": 12
    },
    {
      "text": "And it came to pass that the people assembled themselves together throughout all the land, every man according to his mind, whether it were for or against Amlici, in separate bodies, having much dispute and wonderful contentions one with another: and thus they did assemble themselves together, to cast their voices concerning the matter: and they were laid before the judges. And it came to pass that the voice of the people came against Amlici, that he was not made king over the people. Now this did cause much joy in the hearts of those which were against him; but Amlici did stir up those which were in his favor, to anger against those which were not in his favor.",
      "verse": 13
    },
    {
      "text": "And it came to pass that they gathered themselves together, and did consecrate Amlici to be their king. Now when Amlici was made king over them, he commanded them that they should take up arms against their brethren; and this he done, that he might subject them to him. Now the people of Amlici were distinguished by the name of Amlici, being called Amlicites; and the remainder were called Nephites, or the people of God; therefore the people of the Nephites was aware of the intent of the Amlicites, and therefore they did prepare for to meet them; yea, they did arm themselves with swords, and with cimeters, and with bows, and with arrows, and with stones, and with slings, and with all manner of weapons of war, of every kind; and thus they were prepared to meet the Amlicites at the time of their coming. And there was appointed captains, and higher captains, and chief captains, according to their numbers.",
      "verse": 14
    },
    {
      "text": "And it came to pass that Amlici did arm his men with all manner of weapons of war, of every kind; and he also appointed rulers and leaders over his people, to lead them to war against their brethren. And it came to pass that the Amlicites came up upon the hill Amnihu, which was east of the river Sidon, which ran by the land of Zarahemla, and there they began to make war with the Nephites. Now Alma, he",
      "verse": 15
    },
    {
      "text": "being the chief judge, and the governor of the people of Nephi therefore he went up with his people, yea, with his captains, and chief captains, yea, at the head of his armies, against the Amlicites to battle; and they began to slay the Amlicites upon the hill east of Sidom. And the Amlicites did contend with the Nephites with great strength, insomuch that many of the Nephites did fall before the Amlicites; nevertheless the Lord did strengthen the hand of the Nephites, that they slew the Amlicites with a great slaughter, that they began to flee before them. And it came to pass that the Nephites did pursue the Amlicites all that day, and did slay them with much slaughter, insomuch that there was slain of the Amlicites twelve thousand five hundred thirty two souls; and there was slain of the Nephites, six thousand five hundred sixty and two souls.",
      "verse": 16
    },
    {
      "text": "And it came to pass that when Alma could pursue the Amlicites no longer, he caused that his people should pitch their tents in the valley of Gideon, the valley being called after that Gideon, which was slain by the hand of Nehor with the sword; and in this valley the Nephites did pitch their tents for the night. And Alma sent spies to follow the remnant of the Amlicites, that he might know of their plans and their plots, whereby he might guard himself against them, that he might prepare his people from being destroyed. Now those which he had sent out to watch the camp of the Amlicites, were called Zeram, and Amnor, and Manti, and Limher; these were they which went out with their men to watch the camp of the Amlicites.",
      "verse": 17
    },
    {
      "text": "And it came to pass that on the morrow they returned into the camp of the Nephites, in great haste, being greatly astonished, and struck with much fear, saying, Behold, we followed the camp of the Amlicites, and to our great astonishment, in the land of Minon, above the land of Zarahemla, in the course of the land of Nephi, we saw numerous hosts of the Lamanites; and behold the Amlicites have joined them, and they are upon our brethren in that land; and they are fleeing before them with their flocks, and their wives, and their children, towards our city; and except we make haste, they obtain possession of our city; and our fathers, and our wives, and our children be slain.",
      "verse": 18
    },
    {
      "text": "And it came to pass that the people of Nephi took their tents, and departed out of the valley of Gideon towards their city, which was the city of Zarahemla. And behold, as they were crossing the river Sidon, the Lamanites and the Amlicites",
      "verse": 19
    },
    {
      "text": "being as numerous almost, as it were, as the sands of the sea, came upon them to destroy them; nevertheless the Nephites being strengthened by the hand of the Lord, having prayed mightily to him that he would deliver them out of the hands of their enemies; therefore the Lord did hear their cries, and did strengthen them, and the Lamanites and the Amlicites did fall before them. And it came to pass that Alma fought with Amlici with the sword, face to face; and they did contend mightily, one with another.",
      "verse": 20
    },
    {
      "text": "And it came to pass that Alma, he being a man of God, being exercised with much faith, and he cried, saying, O Lord, have mercy and spare my life, that I may be an instrument in thy hands, to save and preserve this people. Now when Alma had said these words, he contended with Amlici; and he was strengthened, insomuch that he slew Amlici with the sword. And he also contended with the king of the Lamanites; but the king of the Lamanites fled back from before Alma, and sent his guards to contend with Alma. But Alma, with his guards, contended with the guards of the king of the Lamanites, until he slew and drove them back; and thus he cleared the ground, or rather the bank, which was on the west side of the river Sidon, throwing bodies of the Lamanites which had been slain, into the waters of Sidon, that thereby his people might have room to cross and contend with the Lamanites and the Amlicites, on the west side of the river Sidon.",
      "verse": 21
    },
    {
      "text": "And it came to pass that when they had all crossed the river Sidon, that the Lamanites and the Amlicites began to flee before them, notwithstanding they were so numerous that they could not be numbered; and they fled before the Nephites, towards the wilderness which was west and north, away beyond the borders of the land; and the Nephites did pursue them with their might, and did slay them; yea, they were met on every hand, and slain, and driven, until they were scattered on the west, and on the north, until they had reached the wilderness, which was called Hermounts, and it was that part of the wilderness which was infested by wild and ravenous beasts. And it came to pass that many died in the wilderness of their wounds, and were devoured by those beasts, and also the vultures of the air; and their bones have been found, and have been heaped up on the earth.",
      "verse": 22
    },
    {
      "text": "And it came to pass that the Nephites, which were not slain by the weapons of war, after having buried those which had been slain: now the number of the slain were not numbered",
      "verse": 23
    },
    {
      "text": "because of the greatness of their number; and after they had finished burying their dead, they all returned to their lands, and to their houses, and their wives, and their children. Now many women and children had been slain with the sword, and also many of their flocks and their herds; and also many of their fields of grain were destroyed, for they were trodden down by the hosts of men. And now as many of the Lamanites and the Amlicites which had been slain upon the bank of the river Sidon, were cast into the waters of Sidon; and behold, their bones are in the depths of the sea, and they are many. And the Amlicites were distinguished from the Nephites, for they had marked themselves with red in their foreheads, after the manner of the Lamanites; nevertheless they had not shorn their heads like unto the Lamanites. Now the heads of the Lamanites were shorn; and they were naked, save it were skin, which was girded about their loins, and also their armour, which was girded about them, and their bows, and their arrows, and their stones, and their slings, \u0026c. And the skins of the Lamanites were dark, according to the mark which was set upon their fathers, which was a curse upon them because of their transgression and their rebellion against their brethren, which consisted of Nephi, Jacob, and Joseph, and Sam, which were just and holy men. And their brethren sought to destroy them; therefore they were cursed; and the Lord God set a mark upon them, yea, upon Laman and Lemuel, and also the sons of Ishmael, and the Ismaelitish women: and this was done, that their seed might be distinguished from the seed of their brethren, that thereby the Lord God might preserve his people, that they might not mix and believe in incorrect traditions, which would prove their destruction.",
      "verse": 24
    },
    {
      "text": "And it came to pass that whosoever did mingle his seed with that of the Lamanites, did bring the same curse upon his seed; therefore whomsoever suffered himself to be led away by the Lamanites, were called under the head, and there was a mark set upon him. And it came to pass that whosoever would not believe in the tradition of the Lamanites, but believed those records which were brought out of the land of Jerusalem, and also the tradition of their fathers, which were correct, which believed in the commandments of God, and kept them, were called the Nephites, or the people of Nephi, from that time forth; and it is they which have kept the records which are true of their people, and also the people of Lamanites. Now we will return again to the Amlicites, for they also had a",
      "verse": 25
    },
    {
      "text": "mark set upon them; yea, they set the mark upon themselves, yea, even a mark of red upon their foreheads. Thus the word of God is fulfilled, for these are the words which he saith to Nephi: Behold, the Lamanites have I cursed; and I will set a mark upon them, that they and their seed may be separated from thee and thy seed, from this time henceforth and forever, except thy repent of their wickedness and turn to me, that I may have mercy upon them. And again: I will set a mark upon him that mingleth his seed with thy brethren, that they may be cursed also. And again: I will set a mark upon them that fighteth against thee and thy seed. And again I say, He that departeth from thee, shall no more be called thy seed, henceforth and forever: and these were the promises of the Lord unto Nephi, and to his seed. Now the Amlicites knew not that they were fulfilling the words of God, when they began to mark themselves in their foreheads; nevertheless they had come out in open rebellion against God; therefore it was expedient that the curse should fall upon them. -- Now I would that ye should see that they brought upon themselves the curse; and even so doth every man that is cursed, bring upon himself his own condemnation.",
      "verse": 26
    },
    {
      "text": "Now it came to pass that not many days after the battle which was fought in the land of Zarahemla, by the Lamanites and the Amlicites, that there was another army of the Lamanites came in upon the people of Nephi, in the same place where the first army met the Amlicites. And it came to pass that there was an army sent to drive them out of their lands. -- Now Alma himself being afflicted with a wound, did not go up to battle at this time against the Lamanites; but he sent up a numerous army against them; and they went up and slew many of the Lamanites, and drove the remainder of them out of the borders of their land; and then they returned again, and began to establish peace in the land, being troubled no more for a time with their enemies. Now all these things were done, yea, all these wars and contentions was commenced and ended, in the fifth year of the reign of the Judges; and in one year was thousands of souls sent to the eternal world, that they might reap their rewards according to their works, whether they were good or whether they were bad, to reap eternal happiness or eternal misery, according to the spirit which he listed to obey, whether it be a good spirit or a bad one, for every man receiveth wages of",
      "verse": 27
    },
    {
      "text": "him who listeth to obey, and according to the words of the spirit of prophecy; therefore let it be according to the truth. And thus ended the fifth year of the reign of the Judges.",
      "verse": 28
    }
  ],
  "chapter": 2,
  "title": "Alma 1"
}