{
  "verses": [
    {
      "text": "CHAPTER XXI. The account of the people of Nephi, and their wars and dissentions, in the days of Helaman, according to the record of Helaman, which he kept in his days.",
      "verse": 1
    },
    {
      "text": "Behold, now it came to pass that the people of Nephi were exceedingly rejoiced, because the Lord God again delivered them out of the hands of their enemies; therefore they gave thanks unto the Lord their God; yea, and they did fast much and pray much, and they did worship God exceeding great joy.",
      "verse": 2
    },
    {
      "text": "And it came to pass in the nineteeneth year of the reign of the Judges over the people of Nephi, that Alma came unto his son Helaman, and saith unto him, Believest thou the words which I spake unto thee concerning those records which have been kept? And Helaman saith unto him, Yea, I believe. -- And Alma saith again, Believest thou in Jesus Christ, which shall come? And he saith, Yea, I believe all the words which thou hast spoken. And Alma saith unto him again, Will ye keep my commandments? And he said, Yea, I will keep thy commandments with all my heart. Then Alma saith unto him, Blessed art thou; and the Lord shall prosper thee in this land. But behold, I have somewhat to prophesy unto thee; but what I prophesy unto thee, ye shall not make known; yea, what I prophesy unto thee shall not be made known, even until the prophecy is fulfilled; therefore write the words which I shall say. And these are the words: Behold, I perceive that this very people, the Nephites, according to the spirit of revelation which is in me, in four hundred years from the time that Jesus Christ shall manifest himself unto them, shall dwindle in unbelief; yea, and then shall they see wars and pestilences, yea, famines and bloodshed, even until the people of Nephi shall become extinct; yea, and this because they shall dwindle in unbelief, and fall into the works of darkness and lasciviousness, and all manner of iniquities; yea, I say unto you, that because they shall sin against so great light and knowledge; yea, I say unto you, that from this day, even the fourth generation shall not all pass away, before this great iniquity shall come; and when that great day cometh, behold, the time very soon cometh that those which are now, or the seed of those which are now numbered among the",
      "verse": 3
    },
    {
      "text": "people of Nephi, shall no more be numbered among the people of Nephi; but whosoever remaineth, and is not destroyed in that great and dreadful day, shall be numbered among the Lamanites, and shall become like unto them all, save it be a few, which shall be called the disciples of the Lord; and them shall the Lamanites pursue, even until they shall become extinct. And now, because of iniquity, this prophecy shall be fulfilled.",
      "verse": 4
    },
    {
      "text": "And now it came to pass that after Alma has said these things to Helama, he blessed him, and also his other sons; and he also blessed the earth, for the righteous sake. And he said, Thus saith the Lord God: Cursed shall be the land, yea, this land, unto every nation, kindred, tongue, and people, unto destruction, which do wickedly, when they are fully ripe; and as I have said, so shall it be: for this is the cursing and the blessing of God upon the land, for the Lord cannot look upon sin with the least degree of allowance. And now, when Alma had said these words, he blessed the church, yea, all those which should stand fast in the faith, from that time henceforth; and when Alma had done this, he departed out of the land of Zarahemla, as if to go into the land of Melek. -- And it came to pass that he was never heard of more; as to his death or his burial, we know not of. Behold, this we know, that he was a righteous man; and the saying went abroad in the church, that he was taken up by the spirit, or buried by the hand of the Lord, even as Moses. But behold, the Scripture saith the Lord took Moses unto himself; and we suppose that he hath also received Alma in the spirit, unto himself; therefore, for this cause, we know nothing concerning his death or burial.",
      "verse": 5
    },
    {
      "text": "And now it came to pass in the commencement of the nineteenth year of the reign of the Judges over the people of Nephi, that Helaman went forth among the people to declare the word unto them: for behold, because of their wars with the Lamanites, and the many little dissentions and disturbances which had been among the people, it became expedient that the word of God should be declared among them; yea, and that a regulation should be made throughout the church; therefore Helaman and his brethren went forth to establish the church again in all the land, yea, in every city throughout all the land which was possessed by the people of Nephi. And it came to pass that they did appoint priests and teachers throughout all the land, over all the churches.",
      "verse": 6
    },
    {
      "text": "And now it came to pass that after Helaman and his brethren",
      "verse": 7
    },
    {
      "text": "had appointed priests and teachers over the churches, that there arose a dissention among them, and they would not give heed to the words of Helaman and his brethren; but they grew proud, being lifted up in their hearts, because of their exceeding great riches; therefore they grew rich in their own eyes, and would not give heed to their words, to walk uprightly before God.",
      "verse": 8
    },
    {
      "text": "And it came to pass that as many as would not hearken to the words of Helaman and his brethren, were gathered together against their brethren. And now behold, they were exceeding wroth, insomuch that they were determined to slay them. Now the leader of those which were wroth against their brethren, was a large and a strong man; and his name was Amalickiah. And Amalickiah was desirous to be a king; and those people which were wroth, were also desirous that he should be their king; and they were the greater part of them the lower Judges of the land; and they were seeking power. And they had been led by the flatteries of Amalickiah, that if they would support him, and establish him to be their king, that he would make them rulers over the people. Thus they were led away by Amalickiah, to dissentions, notwithstanding the preaching of Helaman and his brethren; yea, notwithstanding their exceeding great care over the church, for they were High Priests over the church. And there were many in the church which believed in the flattering words of Amalickiah; therefore they dissented even from the church; and thus were the affairs of the people of Nephi exceeding precarious and dangerous, notwithstanding their great victory which they had had over the Lamanites, and their great rejoicings which they had had, because of their deliverance by the hands of the Lord. Thus we see how quick the children of men doth forget the Lord their God; yea, how quick to do iniquity, and to be led away by the evil one; yea, and we also see the great wickedness one very wicked man can cause to take place among the children of men; yea, we see that Amalickiah, because he was a man of cunning devices, and a man of many flattering words, that he led away the hearts of many people to do wickedly; yea, and to seek to destroy the church of God, and to destroy the foundation of liberty which God had granted unto them, or which blessing God had sent upon the face of the land, for the righteous sake.",
      "verse": 9
    },
    {
      "text": "And now it came to pass that when Moroni, which was the chief commander of the armies of the Nephites, had heard",
      "verse": 10
    },
    {
      "text": "of these dissentions, he was angry with Amalickiah. And it came to pass that he rent his coat; and he took a piece thereof, and wrote upon it, In memory of our God, our religion, and freedom, and our peace, our wives, and our children; and he fastened it upon the end of a pole thereof. And he fastened his head-plate, and his breast- plate, and his shields, and girded on his armour about his loins; and he took the pole, which had on the end thereof his rent coat. (and he called it the title of liberty,) and he bowed himself to the earth, and he prayed mightily unto his God for the blessings of liberty to rest upon his brethren so long as there should a band of Christians remain to possess the land: for thus were all the true believers of Christ, which belonged to the church of God, called by those which did not belong to the church; and those who did belong to the church were faithful; yea, all those who were true believers in Christ, took upon them, gladly, the name of Christ, or Christians, as they were called, because of their belief in Christ, which should come; and therefore, at this time, Moroni prayed that the cause of the Christians, and the freedom of the land, might be favored. --",
      "verse": 11
    },
    {
      "text": "And it came to pass that when he had poured out his soul, he gave all the land which was south of the land Desolation; yea, and in fine, all the land, both on the north and on the south, a chosen land , and the land of liberty. -- And he saith, Surely God shall not suffer that we, who are despised because we take upon us the name of Christ, shall be trodden down and destroyed, until we bring it upon us, by our own transgressions. And when Moroni had said these words, he went forth among the people, waving the rent of his garment in the air, that all might see the writing which he had wrote upon the rent, and crying with a loud voice, saying: Behold, whosoever will maintain this title upon the land, let them come forth in the strength of the Lord, and enter into a covenant that they will maintain their rights, and their religion, that the Lord God may bless them.",
      "verse": 12
    },
    {
      "text": "And it came to pass that when Moroni had proclaimed these words, behold, the people came running together, with their armours girded about their loins, rending their garments in token, or as a covenant, that they would not forsake the Lord their God; or, in other words, if they should transgress the commandment of God, or fall into transgressions, and be ashamed to take upon them the name of Christ, the Lord should rend them even as they rent their garments. Now",
      "verse": 13
    },
    {
      "text": "this was the covenant which they made; and they cast their garments at the feet of Moroni, saying: We covenant with our God that we shall be destroyed, even as our brethren in the land northward, if we shall fall into transgression; yea, he may cast us at the feet of our enemies, even as we have cast our garments at thy feet, to trodden under foot, if we shall fall into transgression. Moroni saith unto them, Behold, we are a remnant of the seed of Jacob; yea, we are a remnant of the seed of Joseph, whose coat was rent by his brethren, into many pieces; yea, and now behold, let us remember to keep the commandments of God, or our garments shall be rent by our brethren, and we be cast into prison, or be sold, or be slain; yea, let us preserve our liberty, as a remnant of Joseph; yea, let us remember the words of Jacob, before his death; for behold, he saw that a part of the remnant of the coat of Joseph was preserved, and had not decayed. And he saith, Even as this remnant of garment of my sons hath been preserved, so shall a remnant of the seed of my son be preserved by the hand of God, and be taken unto himself, while the remainder of the seed of Joseph shall perish, even as the remnant of his garment. Now behold, this giveth my soul sorrow; nevertheless, my soul hath joy in my son, because that part of his seed which shall be taken unto God. Now behold, this was the language of Jacob. And now who knoweth but what the remnant of the seed of Joseph, which shall perish as his garment, are those which have dissented from us; yea, and even it shall be us, if we do not stand fast in the faith of Christ.",
      "verse": 14
    },
    {
      "text": "And now it came to pass that when Moroni had said these words, he went forth, and also sent forth in all the parts of the land where there were dissentions, and gathered together all the people which were desirous to maintain their liberty, to stand against Amalickiah, and those which had dissented, which were called Amalickiahites.",
      "verse": 15
    },
    {
      "text": "And it came to pass that when Amalickiah saw that the people of Moroni were more numerous than the Amalickiahites; and he also saw that his people were doubtful concerning the justice of the cause in which they had undertaken; therefore, fearing that he should not gain the point, he took those of his people which would, and departed into the land of Nephi.",
      "verse": 16
    },
    {
      "text": "Now Moroni thought it was not expedient that the Lamanites should have any more strength; therefore he thought to cut off the people of Amalickiah, or to take them and bring them back, and put Amalickiah to death; yea, for he knew that",
      "verse": 17
    },
    {
      "text": "they would stir up the Lamanites to anger against them, and cause them to come to battle against them; and this he knew that Amalickiah would do, that he might obtain his purposes; therefore Moroni thought it was expedient that he should take his armies, which had gathered themselves together and armed themselves. and entered into a covenant to keep the peace: -- And it came to pass that he took his army, and marched out into the wilderness, to cut off the course of Amalickiah in the wilderness.",
      "verse": 18
    },
    {
      "text": "And it came to pass that he did according to his desires, and marched forth into the wilderness, and headed the armies of Amalickiah. And it came to pass that Amalickiah fled with a small number of his men, and the remainder were delivered up into the hands of Moroni, and were taken back into the land of Zarahemla. Now Moroni being a man which was appointed by the Chief Judges and the voice of the people, therefore he had power according to his will, with the armies of the Nephites, to establish and to exercise authority over them.",
      "verse": 19
    },
    {
      "text": "And it came to pass that whomsoever of the Amalickiahites that would not enter into a covenant to support the cause of freedom, that they might maintain a free government, he caused to be put to death; and there was but few which denied the covenant of freedom.",
      "verse": 20
    },
    {
      "text": "And it came to pass also, that he caused the title of liberty to be hoisted upon every tower which was in all the land, which was possessed by the Nephites; and thus Moroni planted the standard of liberty among the Nephites. And they began to have peace again in the land; and thus they did maintain peace in the land, until nearly the end of the nineteenth year of the reign of the Judges. And Helaman and the High Priests did also maintain order in the church; yea, even for the space of four years, did they have much peace and rejoicing in the church.",
      "verse": 21
    },
    {
      "text": "And it came to pass that there were many who died, firmly believing that their souls were redeemed by the Lord Jesus Christ; thus they went out of the world rejoicing. And there were some who died with fevers, which at some seasons of the year, was very frequent in the land; but not so much so with fevers, because of the excellent qualities of the many plants and roots which God had prepared, to remove the cause of diseases which was subsequent to man, by the nature of the climate. But there were many who died with old age; and those who died in the faith of Christ, are happy in him,",
      "verse": 22
    },
    {
      "text": "as we must needs suppose. Now we will return in our record, to Amalickiah, and those which had fled with him into the wilderness: for behold, he had taken those which went with him, and went up into the land of Nephi, among the Lamanites, and did stir up the Lamanites to anger, against the people of Nephi, inasmuch that the king of the Lamanites sent a proclamation throughout all his land, among all his people, that they should gather themselves together again, to go to battle against the Nephites.",
      "verse": 23
    },
    {
      "text": "And it came to pass that when the proclamation had gone forth among them, they were exceeding fraid; yea, they feared to displease the king, and they also feared to go to battle against the Nephites, lest they should lose their lives. And it came to pass that they would not, or the more part of them would not obey the commandments of the king.",
      "verse": 24
    },
    {
      "text": "And now it came to pass that the king was wroth, because of their disobedience; therefore he gave Amalickiah the command of that part of his army which was obedient unto his commands, and commanded him that he should go forth and compel them to arms. Now behold, this was the desire of Amalickiah: for he being a very subtle man to do evil, therefore he laid the plan in his heart to dethrone the king of the Lamanites. And now he had got the command of those parts of the Lamanites which were in the favor of the king; and he sought to gain favor of those which were not obedient; therefore he went forward to the place which was called Onidah, for thither had all the Lamanites fled; for they discovered the army coming, and supposing that they were coming to destroy them, therefore they fled to Odinah, to the place of arms. -- And they had appointed a man to be a king and a leader over them, being fixed in their minds with a determined resolution that they would not be subjected to go against the Nephites.",
      "verse": 25
    },
    {
      "text": "And it came to pass that they had gathered themselves together upon the top of the mount which was called Antipas, in preparation to battle. Now it was not Amalickiah.s intention to give them battle, according to the commandments of the king; but behold, it was his intention to gain favor with the armies of the Lamanites, that he might place himself at their head, and dethrone the king, and take possession of the kingdom. And behold, it came to pass that he caused his army to pitch their tents in the valley which was near the mount Antipas. And it came to pass that when it was night, he sent a secret embassy into the mount Antipas, desiring that the leader",
      "verse": 26
    },
    {
      "text": "of those which were on the mount, whose name was Lehonti, that he should come down to the foot of the mount, for he desired to speak with him.",
      "verse": 27
    },
    {
      "text": "And it came to pass that when Lehonti received the message, he durst not go down to the foot of the mount. And it came to pass that Amalickiah sent again a second time, desiring him to come down. And it came to pass that Lehonti would not; and he sent again the third time. And it came to pass that when Alamickiah found that he could not get Lehonti to come down off from the mount, he went up into the mount, nearly to Lehonti\u0027s camp; and he sent again the fourth time, his message unto Lehonti, desiring that he would come down, and that he would bring his guards with him.",
      "verse": 28
    },
    {
      "text": "And it came to pass that when Lehonti had come down with his guards to Amalickiah, that Amalickiah desired him to come down with his army in the night time, and surround those men in their camps, over whom the king gave him command, and he would deliver them up into Lehonti\u0027s hands, if he would make him, (Amalickiah,) a second leader over the whole army.",
      "verse": 29
    },
    {
      "text": "And it came to pass that Lehonti came down with his men, and surrounded the men of Amalickiah, so that before they awoke at the dawn of the day, they were surrounded by the armies of Lehonti. And it came to pass that when they saw that they were surrounded, they plead with Amalickiah that he would suffer them to fall in with their brethren, that they might not be destroyed. Now this was the very thing which Amalickiah desired.",
      "verse": 30
    },
    {
      "text": "And it came to pass that he delivered his men, contrary to the commands of the king. Now this was the thing that Amalickiah desired, that he might accomplish his designs in dethroning the king. Now it was the custom among the Lamanites, if their chief leader was killed, to appoint the second leader to be their chief leader.",
      "verse": 31
    },
    {
      "text": "And it came to pass that Amalickiah caused that one of his servants administer poison, by degrees, to Lehonti, that he died. Now when Lehonti was dead, the Lamanites appointed Amalickiah to be their leader and their chief commander. And it came to pass that Amalickiah marched with his armies (for he had gained his desires) to the land of Nephi, to the city of Nephi, which was the chief city. And the king came out to meet him, with his guards: for he supposed that Amalickiah had fulfilled his commands, and that Amalickiah",
      "verse": 32
    },
    {
      "text": "had gathered together so great an army for to go against the Nephites to battle. But behold, as the king came out to meet him, Amalickiah caused that his servants should go forth to meet the king. And they went and bowed themselves before the king, as if to reverence him, because of his greatness. And it came to pass that the king put forth his hand to raise them, as was the custom of the Lamanites, and a token of peace, which custom they had taken from the Nephites. And it came to pass that when he had raised the first from the ground, behold, he stabbed the king to the heart; and he fell to the earth. Now the servants of the king fled; and the servants of Amalickiah raised a cry, saying: Behold, the servants of the king have stabbed him to the heart, and he has fell, and they have fled; behold, come and see.",
      "verse": 33
    },
    {
      "text": "And it came to pass that Amalickiah commanded that his armies should march forth, and see what bad happened to the king; and when they had come to the spot, and found the king lying in his gore, Amalickiah pretended to be wroth, and said, Whosoever loved the king, let him go forth and pursue his servants, that they may be slain.",
      "verse": 34
    },
    {
      "text": "And it came to pass that when all they who had loved the king, when they had heard these words, came forth and pursued after the servants of the king. Now when the servants of the king saw an army pursuing after them, they were frightened again, and fled into the wilderness, and came over into the land of Zarahemla, and joined the people of Ammon; and the army which pursued after them, returned, having pursued after them in vain: and thus Amalickiah, by his fraud, gained the hearts of the people.",
      "verse": 35
    },
    {
      "text": "And it came to pass on the morrow, he entered the city of Nephi, with his armies, and took possession of the city. And now it came to pass that the queen, when she had heard that the king was slain: for Amalickiah had sent an embassy to the queen, informing her that the king had been slain by his servants; that he had pursued them with his army, but it was in vain, and they had made their escape: Therefore when the queen had received this message, she sent unto Amalickiah, desiring him that he would spare the people of the city; and she also desired him that he should come in unto her; and she also desired him that he would bring witnesses with him, to testify concerning the death of the king.",
      "verse": 36
    },
    {
      "text": "And it came to pass that Amalickiah took the same servant that slew the king, and also they which were with him, and",
      "verse": 37
    },
    {
      "text": "went in unto the queen, unto the place where she sat; and they all testified unto her that the king was slain by his own servants; and they said, also, They have fled: Does not this testify against them? And thus they satisfied the queen concerning the death of the king.",
      "verse": 38
    },
    {
      "text": "And it came to pass that Amalickiah sought the favor of the queen, and took her unto him to wife; and thus by his fraud, and by the assistance of his cunning servants, he obtained the kingdom; yea, he was acknowledged king throughout all the land, among all the people of the Lamanites, which was composed of the Lamanites, and the Lamanites, and the Ishmaelites, and all the dissenters of the Nephites, from the reign of Nephi down to the present time. Now these dissenters, having the same instruction and the same information of the Nephites; yea, having been instructed in the same knowledge of the Lord; nevertheless, it is strange to relate, not long after their dissentions, they became more hardened and impenitent, and more wild, wicked and ferocious, then the Lamanites; drinking in the traditions of the Lamanites; giving away to indolence, and all manner of lasciviousness; yea, entirely forgetting the Lord their God.",
      "verse": 39
    },
    {
      "text": "And now it came to pass that as soon as Amalickiah had obtained the kingdom, he began to inspire the hearts of the Lamanites against the people of Nephi; yea, he did appoint men to speak unto the Lamanites from their towers, against the Nephites; and thus he did inspire their hearts against the Nephites, insomuch, that in the latter end of the nineteenth year of the reign of the Judges, he having accomplished his designs thus far; yea, having been made king over the Lamanites, he sought also to reign over all the land; yea, and all the people which were in the land; the Nephites as well as the Lamanites; therefore he had accomplished his design: for he had hardened the hearts of the Lamanites, and blinded their minds, and stirred them up to anger, insomuch that he had gathered together a numerous host, to go to battle against the Nephites. For he was determined, because of the greatness of the number of his people, to overpower the Nephites, and to bring them into bondage: and thus he did appoint Chief Captains of the Zoramites, they being the most acquainted with the strength of the Nephites, and their places of resort, and the weakest parts of their cities; therefore he appointed them to be Chief Captains over his armies.",
      "verse": 40
    },
    {
      "text": "And it came to pass that they took their camp, and moved",
      "verse": 41
    },
    {
      "text": "forth towards the land of Zarahemla, in the wilderness. Now it came to pass that while Amalickiah had thus been obtaining power by fraud and deceit, Moroni, on the other hand, had been preparing the minds of the people to be faithful unto the Lord their God; yea, he had been strengthening the armies of the Nephites, and erecting small forts, or places of resort; throwing up banks of earth round about, to enclose his armies, and also building walls of stone to encircle them about, round about their cities, and the borders of their lands; yea, all round about the land; and in their weakest fortifications, he did place the greater number of men; and thus he did fortify and strengthen the land which was possessed by the Nephites. And thus he was preparing to support their liberty, their lands, their wives, and their children, and their peace, and that they might live unto the Lord their God, and that they might maintain that which was called by their enemies the cause of Christians. And Moroni was a strong and mighty man; he was a man of a perfect understanding; yea, a man that did not delight in bloodshed; a man whose soul did joy in the liberty and the freedom of his country, and his brethren from bondage and slavery; yea, a man whose heart did swell with thanksgiving to his God, for the many privileges and blessings which he bestowed upon his people; a man who did labor exceedingly for the welfare and safety of his people; yea, and he was a man who was firm in the faith of Christ, and he had sworn with an oath, to defend his people, his rights, and his country, and his religion, even to the loss of his blood. Now the Nephites were taught to defend themselves against their enemies, even to the shedding of blood, if it were necessary; yea, and they were also taught never to give an offence; yea, and never to raise the sword, except it were against an enemy, except it were to preserve their lives: and this was their faith, that by so doing. God would prosper them in the land; or in other words, if they were faithful in keeping the commandments of God, that he would prosper them in the land; yea, warn them to flee, or to prepare for war, according to their danger; and also, that God would make it known unto them, whither they should go to defend themselves against their enemies; and by so doing, the Lord would deliver them: and this was the faith of Moroni; and his heart did glory in it; not in the shedding of blood, but in doing good, in preserving his people; yea, in keeping the commandments of God; yea, and resisting iniquity.",
      "verse": 42
    },
    {
      "text": "Yea, verily, verily I say unto you, if all men",
      "verse": 43
    },
    {
      "text": "had been, and were, and ever would be, like unto Moroni, behold, the very powers of hell would have been shaken forever; yea, the Devil would never have no power over the hearts of the children of men. Behold, he was a man like unto Ammon, the son of Mosiah, yea, and even the other sons of Mosiah; yea, and also Alma and his sons: for they were all men of God. Now behold, Helaman and his brethren were no less serviceable unto the people, then was Moroni; for they did preach the word of God, and they did baptize unto repentance, all, men whosoever would hearken unto their words. And thus they went forth, and the people did humble themselves because of their words, insomuch that they were highly favored of the Lord; and thus they were free from wars and contentions among themselves; yea, even for the space of four years. But as I have said in the latter end of the nineteenth; yea, notwithstanding their peace amongst themselves, they were compelled reluctantly to contend with their brethren, the Lamanites; yea, and in fine, their wars never did cease for the space of many years with the Lamanites, notwithstanding their much reluctance. Now they were sorry to take up arms against the Lamanites, because they did not delight in the shedding of blood; yea, and this was not all; they were sorry to be the means of sending so many of their brethren out of this world into an eternal world, unprepared to meet their God; nevertheless, they could not suffer to lay down their lives, that their wives and their children should me massacred by the barbarous cruelty of those who was once their brethren, yea, and had dissented from their church, and had left them, and had gone to destroy them, by joining the Lamanites; yea, they could not bear that their brethren should rejoice over the blood of the Nephites, so long as there were any who should keep the commandments of God: for the promise of the Lord were, If they should keep his commandments, they should prosper in the land.",
      "verse": 44
    },
    {
      "text": "And now it came to pass in the eleventh month of the nineteenth year, on the tenth day of the month, the armies of the Lamanites were seen approaching towards the land of Ammonihah. And behold, the city had been rebuilt, and Moroni had stationed an army by the borders of the city, and they had cast up dirt round about to shield them from the arrows and the stones of the Lamanites; for behold, they fought with stones, and with arrows. Behold, I said that the city of Ammonihah had been re-built. I say unto you, yea, that it",
      "verse": 45
    },
    {
      "text": "was in part re-built, and because the Lamanites had destroyed it once because of the iniquity of the people, they supposed that it would again become an easy prey for them. But behold, how great was their disappointment; for behold the Nephites had dug a ridge of earth round about them, which was so high that the Lamanites could not cast their stones and their arrows at them, that they might take effect; neither could they come upon them, save it was by their place of entrance. Now at this time, the Chief Captains of the Lamanites were astonished exceedingly, because of the wisdom of the Nephites in preparing their place of security. Now the leaders of the Lamanites had supposed, because of the greatness of their numbers; yea, they supposed that they should be privileged to come upon them as they had hitherto done; yea, and they had also prepared themselves with shields, and with breast-plates; and they had also prepared themselves with garments of skins; yea, very thick garments, to cover their nakedness. And being thus prepared, they supposed that they should easily overpower and subject their brethren to the yoke of bondage, or slay and massacre them according to their pleasure. But behold, to their uttermost astonishment, they were prepared for them, in a manner which never had been known among all the children of Lehi. Now they were prepared for the Lamanites, to battle after the manner of the instructions of Moroni. And it came to pass that the Lamanites, or the Amalickiahites, were exceedingly astonished at their manner of preparation for war. Now if king Amalickiah had come down out of the land of Nephi, at the head of his army, perhaps he would have caused the Lamanites to have attacked the Nephites at the city of Ammonihah; for behold, he did care not for the blood of his people. But behold, Amalickiah did not come down himself to battle. And behold, his Chief Captains durst not attack the Nephites at the city of Ammonihah, for Moroni had altered the management of affairs among the Nephites, insomuch that the Lamanites were disappointed in their places of retreat, and they could not come upon them; therefore they retreated into the wilderness, and took their camp, and marched towards the land of Noah, supposing that to be the next best place for them to come against the Nephites; for they knew not that Moroni had fortified or had built forts of security for every city in all the land round about; therefore they marched forward to the land of Noah with a firm determination; yea, their Chief Captains",
      "verse": 46
    },
    {
      "text": "came forward, and took an oath that they would destroy the people of that city. But behold, to their astonishment, the city of Noah, which had hitherto been a weak place, had now, by the means of Moroni, became strong; yea, even to exceed the strength of the city Ammonihah. And now behold, this was the wisdom in Moroni; for he had supposed that they would be frightened at the city of Ammonihah; and as the city of Noah had hitherto been the weakest part of the land, therefore they would march thither to battle; and thus it was, according to his desires. And behold, Moroni had appointed Lehi to be Chief Captain over the men of their city; and it was that same Lehi which fought with the Lamanites in the valley, on the east of the river Sidon.",
      "verse": 47
    },
    {
      "text": "And now it came to pass, that when the Lamanites had found that Lehi commanded the city, they were again disappointed, for they feared Lehi exceedingly; nevertheless, their Chief Captains had sworn with an oath, to attack the city; therefore they brought up their armies. Now behold, the Lamanites could not get into their forts of security, by any other way save by the entrance, because of the highness of the bank which had been thrown up, and the depth of the ditch which had been dug round about, save it were by the entrance. And thus were the Nephites prepared to destroy all such as should attempt to climb up to enter the fort, by any other way, by casting over stones and arrows at them. Thus they were prepared; yea, a body of their most strong men, with their swords and their slings, to smite down all who should attempt to come into their place of security, by the place of entrance; and thus were they prepared to defend themselves against the Lamanites. And it came to pass that the Captains of the Lamanites brought up their armies before the place of entrance, and began to contend with the Nephites, to get into their place of security; but behold, they were driven back from time to time, insomuch that they were slain, with an immense slaughter. Now when they found that they could not obtain power over the Nephites by the pass, they began to dig down their banks of earth, that they might obtain a pass to their armies, that they might have an equal chance to fight; but behold, in these attempts, they were swept off by the stones and the arrows which were thrown at them; and instead of filling up their ditches by pulling down the banks of earth, they were filled up in a measure, with their dead and wounded bodies. Thus the Nephites had all power",
      "verse": 48
    },
    {
      "text": "over their enemies; and thus the Lamanites did attempt to destroy the Nephites, until their Chief Captains were all slain; yea, and more than a thousand of the Lamanites were slain; while on the other hand, there was not a single soul of the Nephites which were slain. There were about fifty which were wounded, which had been exposed to the arrows of the Lamanites through the pass; but they were shielded by their shields, and their breast-plates, and their head-plates, insomuch that their wounds were upon their legs; many of which were very severe.",
      "verse": 49
    },
    {
      "text": "And it came to pass that when the Lamanites saw that their Chief Captains were all slain, they fled into the wilderness. And it came to pass that they returned to the land of Nephi, to inform their King, Amalickiah, who was a Nephite by birth, concerning their great loss. And it came to pass that he was exceeding angry with his people, because he had not obtained his desire over the Nephites; he had not subjected them to the yoke of bondage; yea, he was exceeding wroth, and he did curse God, and also Moroni, and swearing with an oath that he would drink his blood; and this because Moroni had kept the commandments of God in preparing for the safety of his people. And it came to pass that on the other hand, the people of Nephi did thank the Lord their God, because of his matchless power in delivering them from the hands of their enemies. And thus ended the nineteenth year of the reign of the Judges over the people of Nephi; yea, and there was continual peace among them, and exceeding great prosperity in the church, because of their heed and diligence which they gave unto the word of God, which was declared unto them by Helaman, and Shiblon, and Corianton, And Ammon, and his brethren, \u0026c.; yea, and by all those which had been ordained by the holy order of God, being baptised unto repentance, and sent forth to preach among the people, \u0026c.",
      "verse": 50
    }
  ],
  "chapter": 22,
  "title": "Alma 21"
}