{
  "verses": [
    {
      "text": "CHAPTER XX. And now it came to pass, that the sons of Alma did go forth among the people, to declare the word unto them. And Alma also, himself, could not rest, and he also went forth. -- Now we shall say no more concerning their preaching, except that they preached the word, and the truth, according to the spirit of prophecy and revelation; and they preached after the holy order of God, by which they were called.",
      "verse": 1
    },
    {
      "text": "And now I return to an account of the wars between the Nephites and the Lamanites, in the eighteenth year of the reign of the Judges. For behold, it came to pass that the Zoramites became Lamanites; therefore, in the commencement of the eighteenth year, the people of the Nephites saw that the Lamanites were coming upon them; therefore they made preparations for war; yea, they gathered together their armies in the land of Jershon. And it came to pass that the Lamanites came with their thousands; and they came into the land of Antionam, which was the land of the Zoramites; and a man by the name of Zerahemnah was their leader. And now as the Amalekites were of a more wicked and murderous disposition than the Lamanites were, in an end of themselves, therefore Zerahemnah appointed Chief Captains over the Lamanites, and they were all the Amalekites and the Zoramites. Now this he done, that he might preserve their hatred towards the Nephites; that he might bring them into subjection to the accomplishment of his designs; for behold, his designs were to stir up the Lamanites to anger against",
      "verse": 2
    },
    {
      "text": "the Nephites; this he done that he might usurp great power over them; and also that he might gain power over the Nephites, by bringing them into bondage, \u0026c. And now the design of the Nephites were to support their lands, and their houses, and their wives, and their children, that they might preserve them from the hands of their enemies, and also, that they might preserve their rights and their privileges; yea, and also their liberty, that they might worship God according to their desires; for they knew that if they should fall into the hands of the Lamanites, that whosoever should worship God, in spirit and in truth, the true and the living God, the Lamanites would destroy; yea, they also knew the extreme hatred of the Lamanites towards their brethren, which were the people of Anti-Nephi-Lehi; which were called the people of Ammon; and they would not take up arms; yea, they had entered into a covenant, and they would not break it; therefore, they should fall into the hands of the Lamanites, they would be destroyed. And the Nephites would not suffer that they be destroyed; therefore they gave them lands for their inheritance. And the people of Ammon did give unto the Nephites a large portion of their substance, to support their armies; and thus the Nephites were compelled, alone, to withstand against the Lamanites, which were a compound of Laman and Lemuel, and the sons of Ishmael, and all those which had dissented from the Nephites, which were Amalekites, and Zoramites, and the descendants of the priests of Noah. Now those descendants were as numerous, nearly, as were the Nephites; and thus the Nephites were obliged to contend with their brethren, even unto bloodshed.",
      "verse": 3
    },
    {
      "text": "And it came to pass, as the armies of the Lamanites had gathered together in the land of Antionum, behold the armies of the Nephites were prepared to meet them in the land of Jershon. Now the leader of the Nephites, or the man which had been appointed to be the Chief Captain over the Nephites: Now the Chief Captain took the command of all the armies of the Nephites; and his name was Moroni; and Moroni took all the command, and the governments of their wars. -- and he was only twenty and five years old when he was appointed Chief Commander over the armies of the Nephites.",
      "verse": 4
    },
    {
      "text": "And it came to pass that he met the Lamanites in the borders of Jershon, and his people were armed with swords, and with cimeters, and all manner of weapons of war. And it came to pass, that when the armies of the Lamanites saw that",
      "verse": 5
    },
    {
      "text": "the people of Nephi, or that Moroni had prepared his people with breast-plates, and with arm-shields; yea, and also shields to defend their heads; and also they were dressed with thick clothing. Now the army of Zerahemnah was not prepared with any such thing. They had only their swords, and their cimeters, their bows and their arrows, their stones and their slings; but they were naked, save it were a skin which was girded about their loins; yea, all were naked, save it were the Zoramites and the Amalekites. But they were not armed with breast-plates, nor shields; therefore they were exceeding afraid of the armies of the Nephites, because of their armour, notwithstanding their number being so much greater than the Nephites.",
      "verse": 6
    },
    {
      "text": "Behold, now it came to pass, that they durst not come against the Nephites in the border of Jershon; therefore they departed out of the land of Antionum, into the wilderness, and took their journey round about in the wilderness, away by the heads of the river Sidon, that they might come into the land of Manti, and take possession of the land; for they did suppose that the armies of Moroni would know whither they had gone. But it came to pass, as soon as they had departed into the wilderness, Moroni sent spies into the wilderness, to watch their camp; and Moroni, also knowing of the prophecies of Alma, sent certain men unto him, desiring him that he should inquire of the Lord whither the armies of the Nephites should go, to defend themselves against the Lamanites. And it came to pass that the word of the Lord came unto Alma; and Alma informed the messengers of Moroni that the armies of the Lamanites were marching round about in the wilderness, that they might come over into the land of Manti, that they might commence an attack upon the more weak part of the people. And those messengers went and delivered the message unto Moroni.",
      "verse": 7
    },
    {
      "text": "Now Moroni, leaving a part of his army in the land of Jershon, lest by any means, a part of the Lamanites should come into the land and take possession of the city; and Moroni took the remainder part of his army and marched over into the land of Manti. And he caused that all the people in that quarter of the land, should gather themselves together to battle, against the Lamanites, to defend their lands and their country, their rights and their liberties; therefore they were prepared against the time of the coming of the Lamanites. And it came to pass, that Moroni caused that his army should be secreted",
      "verse": 8
    },
    {
      "text": "in the valley which was near the bank of the river Sidon, which was on the west of the river Sidon, in the wilderness. And Moroni placed spies round about that he might know when the camp of the Lamanites should come.",
      "verse": 9
    },
    {
      "text": "And now as Moroni knew the intentions of the Lamanites, that it was there intention to destroy their brethren, or to subject them and bring them into bondage, that they might establish a kingdom unto themselves, over all the land; and he also knowing that it was the only desire of the Nephites to preserve their lands and their liberty, and their church, therefore he thought it no sin that he should defend them by stratagem; therefore he found, by his spies, which course the lamanites were to take. Therefore he divided his army, and brought a part over into the valley, and concealed them on the east, and on the south of the hill Riplah; and the remainder he concealed in the west valley, on the west of the river Sidon, and so down into the borders of the land of Manti. And thus having placed his army according to his desire, he was prepared to meet them.",
      "verse": 10
    },
    {
      "text": "And it came to pass that the Lamanites came up on the north of the hill where a part of the army of Moroni was concealed. And it came to pass that as the Lamanites had passed the hill Riplah, and came into the valley, and began to cross the river Sidon, the army which was concealed on the south of the hill, who was led by a man whose name was Lehi; and he led his army forth and encircled the Lamanites about, on the east, in their rear.",
      "verse": 11
    },
    {
      "text": "And it came to pass that the Lamanites, when they saw the Nephites coming upon them in the rear, turned them about, and began to contend with the army of Lehi; and the work of death commenced on both sides; but it was more dreadful on the part of the Lamanites; for their nakedness was exposed to heavy blows of the Nephites, with their swords and their cimeters, which brought death almost at every stroke; while on the other hand, there was now and then a man fell among the Nephites, by their swords, and the loss of blood; they being shielded from the more vital parts of the body, or the more vital parts of the body being shielded from the strokes of the Lamanites, by their breast-plates, and their arm-shields, and their head-plates; and thus the Nephites did carry on the work of death among the Lamanites. And it came to pass that the Lamanites became frightened, because of the great destruction among them, even until they began to",
      "verse": 12
    },
    {
      "text": "flee towards the river Sidon. And they were persued by Lehi and his men, and they were driven by Lehi into the waters of Sidon; and they crossed the waters of Sidon. And Lehi retained his armies upon the bank of the river Sidon, that they should not cross.",
      "verse": 13
    },
    {
      "text": "And it came to pass that Moroni and his army met the Lamanites in the valley, on the other side of the river Sidon. -- And it came to pass that Moroni and his army began to fall upon them, and to slay them. And it came to pass that the Lamanites did flee again before them, towards the land of Manti; and they were met again by the armies of Moroni. -- Now in this case, the Lamanites did fight exceedingly; yea, never had the Lamanites been known to have fought with such exceeding great strength and courage; no, not even from the beginning; and they were inspired by the Zoramites, and the Amalekites, which were their Chief Captains and leaders, and by Zerahemnah, who was their Chief Captain, or their chief leader and commander; yea, they did fight like dragons; and many of the Nephites were slain by their hands; yea, for they did smite in two many of their head-plates; and they did pierce many of their breast-plates; and they did smite off many of their arms; and thus the Lamanites did smite in their fierce anger. Nevertheless, the Nephites were inspired by a better cause; for they were not fighting for monarchy nor power; but they were fighting for their homes, and their liberties, their wives, and their children, and their all; yea, for their rites of worship, and their church; and they were doing that which they felt it was the duty which they owed to their God; for the Lord said unto them, and also unto their fathers. That inasmuch as ye are not guilty of the first offence, neither the second, ye shall not suffer yourselves to be slain by the hands of your enemies. And again: The Lord hath said That ye shall defend your families, even unto bloodshed; therefore, for this cause were the Nephites contending with the Lamanites, to defend themselves, and their families, and their lands, their country, and their rights, and their religion.",
      "verse": 14
    },
    {
      "text": "And it came to pass that when the men of Moroni saw the fierceness and the anger of the Lamanites, they were about to shrink and flee from them. And Moroni, perceiving their intent, sent forth and inspired their hearts with these thoughts; yea, the thoughts of their lands, their liberty, yea, their freedom from bondage. And it came to pass that they turned",
      "verse": 15
    },
    {
      "text": "upon the Lamanites, and they cried with one voice unto the Lord their God, for their liberty, and their freedom from bondage. And they began to stand against the Lamanites with power; and in that self-same hour that they cried unto the Lord for their freedom, the Lamanites began to flee before them; and they fled into the waters of Sidon. Now the Lamanites were more numerous; yea, by more than double the number of the Nephites; nevertheless, they were driven insomuch that they were gathered together in one body, in the valley, upon the bank, by the river Sidon; therefore the armies of Moroni encircled them about; yea, even on both sides of the river; for behold, on the east, were the men of Lehi; therefore when Zerahemnah saw the men of Lehi on the east of the river Sidon, and the armies of Moroni on the west of the river Sidon, that they were encircled about by the Nephites, they were struck with terror, he commanded his men that they should stop shedding their blood.",
      "verse": 16
    },
    {
      "text": "And it came to pass that they did stop, and withdrew a pace from them. And Moroni said unto Zerahemnah, Behold, Zerahemnah, that we do not desire to be men of blood. Ye know that ye are in our hands, yet we do not desire to slay you. Behold, we have not come out to battle against you, that we might shed your blood, for power; neither do we desire to bring any one to the yoke of bondage. But this is the very cause for which ye have come against us; yea, and ye are angry with us because of our religion. But now ye behold that the Lord is with us; and ye behold that he hath delivered you into our hands. And now I would that ye should understand that this is done unto us because of our religion and our faith in Christ. And now ye see that ye cannot destroy this our faith. Now ye see that this is the true faith of God; yea, ye see that God will support, and keep, and preserve us, so long as we are faithful unto him, and unto our faith, and our religion; and never will the Lord suffer that we shall be destroyed, except we should fall into transgression, and deny our faith. And now, Zerahemnah, I command you, in the name of that all-powerful God, who hath strengthened our arms, that we have gained power over you by our faith, by our religion, and by our rites of worship, and by our church, and by the sacred support which we owe to our wives, and our children, by that liberty which binds us to our lands and our country; yea, and also by the maintenance",
      "verse": 17
    },
    {
      "text": "of the sacred word of God, to which we owe all our happiness; and by all that is most dear unto us; yea, and this is not all; I command you by all the desires which ye have for life, that ye deliver up your weapons of war unto us, and we will seek not your blood, but we will spare your lives, if ye will go your way, and come not again to war against us. -- And now if ye do not this, behold, ye are in our hands, and I will command my men that they shall fall upon you, and inflict the wounds of death in your bodies, that ye may become extinct; and then we will see who shall have power over this people; yea, we will see who shall be brought into bondage. And now it came to pass that when Zerahemnah had heard these sayings, he came forth and delivered up his sword and his cimeter, and his bow, into the hands of Moroni, and saith unto him, Behold, here is our weapons of war; we will deliver them up unto you, and we will not suffer ourselves to take an oath unto you, which we know that we shall break, and also our children; but take our weapons of war, and suffer that we may depart into the wilderness; otherwise we will retain our swords, and we will perish or conquer. Behold, we are not of your faith; we do not believe that it is God that hath delivered us into your hands; but we believe that it is your cunning that hath preserved you from our swords. Behold, it is your breast-plates, and your shields that hath preserved you. And now when Zerahemnah had made an ending of speaking these words, Moroni returned the sword, and the weapons of war which he had received, unto Zerahemnah, saying, Behold, we will end the conflict. Now I cannot retain the words which I have spoken; therefore, as the Lord liveth, ye shall not depart, except ye depart with an oath, that ye will not return again against us to war. Now as ye are in our hands, we will spill your blood upon the ground, or ye shall submit to the conditions to which I have proposed. And now when Moroni had said these words, Zerahemnah retained his sword, and he was angry with Moroni, and he rushed forward that he might slay Moroni; but as he raised his sword, behold, one of Moroni\u0027s soldier smote it even to the earth; and it broke by the hilt; and he also smote Zerahemnah, that he took off his scalp, and it fell to the earth. And Zerahemnah withdrew from before them, into the midst of his soldiers.",
      "verse": 18
    },
    {
      "text": "And it came to pass that the soldier that stood by, which smote off the scalp of Zerahemnah, took up the scalp from off the ground, by the hair, and laid it upon the point of his sword,",
      "verse": 19
    },
    {
      "text": "and stretched it forth unto them, saying unto them with a loud voice, saying: Even as this scalp hath fallen to the earth, which is the scalp of your Chief, so shall ye fall to earth, except ye will deliver up your weapons of war, and depart, with a covenant of peace.",
      "verse": 20
    },
    {
      "text": "Now there were many, when they heard these words, and saw the scalp which was upon the sword, they were struck with fear, and many came forth and threw down their weapons of war, at the feet of Moroni , and entered into a covenant of peace. And as many as entered into a covenant, they suffered to depart into the wilderness.",
      "verse": 21
    },
    {
      "text": "Now it came to pass that Zerahemnah was exceeding wroth, and he did stir up the remainder of his soldiers to anger, to contend more powerfully against the Nephites. And now Moroni was angry, because of the stubbornness of the Lamanites; therefore he commanded his people that they should fall upon them and slay them. And it came to pass that they began to slay them; yea, and the Lamanites did contend with their swords and their mights. But behold, their naked skins, and their bare heads, were exposed to the sharp swords of the Nephites; yea, behold, they were pierced and smitten; yea, and did fall exceeding fast before the swords of the Nephites; and they began to be swept down, even as the soldier of Moroni had prophesied. Now Zerahemnah, when he saw that they were all about to be destroyed, he cried mightily unto Moroni, promising that he would covenant, and also his people, with them, if they would spare the remainder of their lives, that they never would come to war again against them. And it came to pass that Moroni caused that the work of death should cease again among the people. And it came to pass, that he took the weapons of war from the Lamanites; and after they had entered into a covenant with him of peace, they were suffered to depart into the wilderness. Now the number of their dead were not numbered, because of the greatness of the number; yea, the number of their dead were exceeding great, both on the Nephites, and on the Lamanites. -- And it came to pass that they did cast their dead into the waters of Sidon; and they have gone forth, and are buried in the depths of the sea. And the armies of the Nephites, or of Moroni, returned, and came to their houses, and their lands. And thus ended the eighteenth year of the reign of the Judges over the people of Nephi. And thus ended the record of Alma, which was wrote upon the plates of Nephi.",
      "verse": 22
    }
  ],
  "chapter": 21,
  "title": "Alma 20"
}