{
  "verses": [
    {
      "text": "THE BOOK OF MORMON:",
      "verse": 1
    },
    {
      "text": "AN ACCOUNT WRITTEN BY THE HAND OF MORMON, UPON PLATES TAKEN FROM THE PLATES OF NEPHI.",
      "verse": 2
    },
    {
      "text": "______________",
      "verse": 3
    },
    {
      "text": "BY JOSEPH SMITH, JUNIOR, AUTHOR AND PROPRIETOR. ______________",
      "verse": 4
    },
    {
      "text": "PALMYRA: PRINTED BY E. B. GRANDIN, FOR THE AUTHOR. 1830 [ii]",
      "verse": 5
    },
    {
      "text": "Northern District of New-York, to wit: BE IT REMEMBERED, That on the eeventh day of June, in the fifty-third year of the Independence of the United States of America, A. D. 1829,Joseph Smith,Jun. of the said District, hath deposited in this office the title of a Book,the right whereof he claims as author, in the words following, to wit: \"he Book of Mormon: an account written by the hand of Mormon, upon plates taken from the plates of Nephi. Wherefore it is an abridgment of the Record of the People of Nephi; and also of the Lamanites; written to the Lamanites, who are a remnant of the House of Israel; and also to Jew and Gentile; written by way of commandment, and also by the spirit of Prophesy and of Revelation. Written and sealed up, and hid up unto the Lord, that they might not be destroyed; to come forth by the gift and power of God, unto the interpretation thereof; sealed by the hand of Moroni, and hid up unto the Lord, to come forth in due time by way of the Gentile; the interpretation thereof by the gift of God; an abridgement taken from the Book of Ether. Also, which is a Record of the People of Jared, which were scattered at the time the Lord confounded the language of the people when they were building a tower to get to Heaven: which is the shew unto the remnant of the House of Israel, how great thing the Lord hath done for their fathers; and that they may know the covenants of the Lord, that they are not cast off forever; and also to the convincing of Jew and Gentile that Jesus is the Christ, the Eternal God, manifesting Himself unto all nations. And now if there be fault, it be the mistake of men; wherefore condemn not the things of God, that ye may be found spotless at the judgment seat of Christ. -- By Joseph Smith, Jun. Author and Proprietor.\"",
      "verse": 6
    },
    {
      "text": "In conformity to the act of Congress of the United States, entitled \"An act for the encouragement of learning, by securing the copies of Maps, Charts, and Books, to the authors and proprietors of such copies, during the times therein mentioned;\" and also the act entitled, \"An act supplementary to an act entitled, \u0027An act for the encouragement of learning, by securing the copies of Maps, Charts, and Books, to the authors and proprietors of such copies, during the times therein mentioned, and extending the benefits thereof to the arts of designing, engraving, and etching historical and other prints.\" R. R. LANSING, Clerk of the Northern District of New-York.",
      "verse": 7
    },
    {
      "text": "[iii]",
      "verse": 8
    },
    {
      "text": "PREFACE. To the Reader --",
      "verse": 9
    },
    {
      "text": "As many false reports have been circulated respecting the following work, and also many unlawful measures taken by evil designing persons to destroy me, and also the work, I would inform you that I translated, by the gift and power of God, and caused to be written, one hundred and sixteen pages, the which I took from the Book of Lehi, which was an account abridged from the plates of Lehi, by the hand of Mormon; which said account, some person or persons have stolen and kept from me, notwithstanding my utmost exertions to recover it again -- and being commanded of the Lord that I should not translate the same over again, for Satan had put it into their hearts to tempt the Lord their God, by altering the words that they did read contrary from that which I translated and caused to be written; and if I should bring forth the same words again, or, in other words, if I should translate the same over again, they would publish that which they had stolen, and Satan would stir up the hearts of this generation, that they might not receive this work: but behold the Lord said unto me, I will not suffer that Satan shall accomplish his evil design in this thing: therefore thou shalt translate from the plates of Nephi, until ye come to that which ye have translated, which ye have retained; and behold ye shall publish it as a record of Nephi; and thus I will confound those who have altered my words. I will not suffer that they shall destroy my work; yea, I will shew unto them that my wisdom is greater then the cunning of the Devil. Wherefore, to be obedient unto the commandments of God, I have, through his grace and mercy, accomplished that which he hath commanded me respecting this thing. I would also inform you that the plates of which hath been spoken, were found in the township of Manchester, Ontario county, New-York. The Author.",
      "verse": 10
    },
    {
      "text": "THE FIRST BOOK OF NEPHI. HIS REIGN AND MINISTRY.",
      "verse": 11
    }
  ],
  "chapter": 1,
  "title": "Cover"
}