{
  "verses": [
    {
      "text": "CHAPTER IV. And now I, Moroni, proceed with my record. Therefore behold, it came to pass that because of the secret combinations of Akish and his friends, behold they did overthrow the kingdom of Omer; nevertheless, the Lord was merciful unto Omer, and also his sons and daughters, which were not, or which did not seek his destruction. And the Lord warned Omer in a dream, that he should depart out of the land; wherefore Omer departed out of the land with his family, and travelled many days, and came over and passed by the hill of Shim, and came over by the place where the Nephites were destroyed, and from thence eastward, and came to a place which was called Ablom, by the seashore, and there he pitched his tent, and also his sons and his daughters, and all his household, save it were Jared and his family.",
      "verse": 1
    },
    {
      "text": "And it came to pass that Jared was anointed king over the people, by the hand of wickedness; and he gave unto Akish his daughter to wife. And it came to pass that Akish sought the life of his father-in-law; and he applied unto those whom he had sworn by the oath of the ancients, and they obtained the head of his father-in-law, as he sat upon his throne, giving audience to his people: for so great had been the spreading of this wicked and secret society, that it had corrupted the hearts of all the people; therefore Jared was murdered upon his throne, and Akish reigned in his stead. And it came to pass that Akish began to be jealous of his son, therefore he shut him up in prison, and kept him upon a little or no food, until he had suffered death. And now the brother of him that suffered death, (and his name was Nimrah,) was angry with his father, because of that which his father had done unto his brother. And it came to pass that Nimrah gathered together a",
      "verse": 2
    },
    {
      "text": "small number of men, and fled out of the land, and came over and dwelt with Omer. And it came to pass that Akish begat other sons, and they won the hearts of the people, notwithstanding they had sworn unto him to do all manner of iniquity, according to that which he desired. Now the people of Akish were desirous for gain, even as Akish was desirous of power; wherefore the sons of Akish did offer them money, by the which means they drew away the more part of the people after them; and there began to be a war between the sons of Akish and Akish, which lasted for the space of many years; yea, unto the destruction of nearly all the people of the kingdom; yea, even all, save it were thirty souls, and they which fled with the house of Omer; wherefore Omer was restored again to the land of his inheritance. And it came to pass that Omer began to be old; nevertheless, in his old age he begat Emer; and he anointed Emer to be king to reign in his stead. And after that he anointed Emer to be king, he saw peace in the land for the space of two years, and he died, having seen exceeding many days, which were full of sorrow. And it came to pass that Emer did reign in his stead, and did fill the steps of his father. And the Lord began again to take the curse from off the land, and the house of Emer did prosper exceedingly under the reign of Emer; and in the space of sixty and two years, they had become exceeding strong, insomuch that they became exceeding rich, having all manner of fruit, and of grain, and of silks, and of fine linen, and of gold, and of silver, and of precious things, and also all manner of cattle, of oxen, and cows, and of sheep, and of swine, and of goats, and also many other kind of animals, which were useful for the food of man; and they also had horses, and asses, and there were elephants, and cureloms, and cumoms; all of which were useful unto man, and more especially the elephants, and cureloms, and cumoms. And thus the Lord did pour out his blessings upon this land, which was choice above all other lands; and he commanded that whoso should possess the land, should possess it unto the Lord, or they should be destroyed when they were ripened in iniquity: for upon such, saith the Lord, I will pour out the fulness of my wrath. And Emer did execute judgment in righteousness, all his days; and he begat many sons and daughters; and he begat Coriantum; and he anointed Coriantum to reign in his stead. And after he anointed Coriantum to reign in his stead, he lived four years, and he saw peace in the land; yea, and he",
      "verse": 3
    },
    {
      "text": "even saw the son of righteousness, and did rejoice and glory in his days; and he died in peace. And it came to pass that Coriantum did walk in the steps of his father, and did build many mighty cities, and did administer that which is good unto his people, in all his days. And it came to pass that he had no children, even until he was exceeding old. And it came to pass that his wife died, being an hundred and two years old. And it came to pass that Coriantum took to wife, in his old age, a young maid, and begat sons and daughters; wherefore he lived until he was an hundred and forty and two years old. And it came to pass that he begat Com, and Com reigned in his stead; and he reigned forty and nine years, and he begat Heth, and he also begat other sons and daughters. And the people had spread again over all the face of the land, and there began to be an exceeding great wickedness upon the face of the land, and Heth began to embrace the secret plans again of old, to destroy his father. And it came to pass that he did dethrone his father: for he slew him with his own sword; and he did reign in his stead. And there came prophets in the land again, crying repentance unto them; that they must prepare the way of the Lord, or there should come a curse upon the face of the land; yea, even there should be a great famine, in the which they should be destroyed, if they did not repent. But the people believed not the words of the prophets, but they cast them out; and some of them they cast into pits, and left them to perish. And it came to pass that they done all these things according to the commandment of the king Heth. And it came to pass that there began to be a great dearth upon the land, and the inhabitants began to be destroyed exceeding fast, because of the dearth: for there was no rain upon the face of the earth; and there came forth poisonous serpents also upon the face of the land, and did poison many people. And it came to pass that their flocks began to flee before the poisonous serpents, towards the land southward, which was called by the Nephites, Zarahemla. And it came to pass that there were many of them which did perish by the way; nevertheless, there were some which fled into the land southward. And it came to pass that the Lord did cause the serpents that they should pursue them no more, but that they should hedge up the way, that the people could not pass; that whoso should attempt to pass, might fall by the poisonous serpents. And it came to pass that the people did follow the course of the beasts, and did devour the carcasses",
      "verse": 4
    },
    {
      "text": "of them which fell by the way, until they had devoured them all. Now when the people saw that they must perish, they began to repent of their iniquities, and cry unto the Lord. And it came to pass that when they humbled themselves sufficiently before the Lord, the Lord did send rain upon the face of the earth, and the people began to revive again, and there began to be fruits in the north countries, and in all the countries round about. And the Lord did shew forth his power unto them, in preserving them from famine. And it came to pass that Shez, which was a descendant of Heth, for Heth had perished by the famine, and all his household, save it were Shez: wherefore Shez began to build up again a broken people. And it came to pass that Shez did remember the destruction of his fathers, and he did build up a righteous kingdom, for he remembered what the Lord had done in bringing Jared and his brother across the deep; and he did walk in the ways of the Lord, and he begat sons and daughters. And his eldest son, whose name was Shez, did rebel against him; nevertheless, Shez was smitten by the hand of a robber, because of his exceeding riches, which brought peace again unto his father. And it came to pass that his father did build up many cities upon the face of the land, and the people began again to spread over all the face of the land. And Shez did live to an exceeding old age; and he begat Riplakish, and he died. And Riplakish reigned in his stead. And it came to pass that Riplakish did not do that which was right in the sight of the Lord, for he did have many wives and concubines, and did lay that upon men\u0027s shoulders which was grievous to be borne; yea, he did tax them with heavy taxes; and with the taxes he did build many spacious buildings. And he did erect him an exceeding beautiful throne, and he did build many prisons, and whoso were not able to pay taxes he did cast into prison; and he did cause that they should labor continually for their support; and whoso refused to labor, he did cause to be put to death; wherefore he did obtain all his fine work; yea, even his fine gold he did cause to be refined in prison, and all manner of fine workmanship he did cause to be wrought in prison. And it came to pass that he did afflict the people with his whoredoms and abominations; and when he had reigned for the space of forty and two years, the people did raise up in rebellion against him, and there began to be",
      "verse": 5
    },
    {
      "text": "war again in the land, insomuch that Riplakish was killed and his descendants were driven out of the land.",
      "verse": 6
    },
    {
      "text": "And it came to pass after a space of many years, Morianton, (he being a descendant of Riplakish,) gathered together an army of outcasts, and went forth and gave battle unto the people; and he gained power over many cities; and the war became exceeding sore, and did last for the space of many years, and he did gain power over all the land, and did establish himself king over all the land. And after that he established himself king, he did ease the burden of the people, in the which he did gain favor in the eyes of the people, and they did anoint him to be their king. And he did do justice unto the people, but not unto himself, because of his many whoredoms; wherefore he was cut off from the presence of the Lord. And it came to pass that Morianton built up many cities, and the people became exceeding rich under his reign, both in buildings, and in gold, and in silver, and in raising grain, and in flocks, and herds, and such things which had been restored unto them. And Morianton did live to an exceeding great age, and then he begat Kim; and Kim did reign in the stead of his father; and he did reign eight years, and his father died. And it came to pass that Kim did not reign in righteousness, wherefore he was not favored of the Lord. And his brother did raise up in rebellion against him, in the which he did bring him into captivity; and he did remain in captivity all his days; and he begat sons and daughters in captivity; and in his old age he begat Levi, and he died.",
      "verse": 7
    },
    {
      "text": "And it came to pass that Levi did serve in captivity after the death of his father, for the space of forty and two years. And he did make war against the king of the land, in the which he did obtain unto himself the kingdom. And after that he had obtained unto himself the kingdom, he did that which was right in the sight of the Lord; and the people did prosper in the land, and he did live to a good old age, and begat sons and daughters; and he also begat Corom, whom he anointed in his stead. And it came to pass that Corom did that which was good in the sight of the Lord, all his days; and he begat many sons and daughters; and after that he had seen many days, he did pass away, even like unto the rest of the earth; and Kish reigned in his stead. And it came to pass that Kish passed away also, and Lib reigned in his stead. And it came to pass that Lib also did that which was good in the sight of the Lord. And in the",
      "verse": 8
    },
    {
      "text": "days of Lib the poisonous serpents were destroyed; wherefore they did go into the land southward, to hunt food for the people of the land; for the land was covered with animals of the forest. And Lib also became a great hunter. -- And they built a great city by the narrow neck of land, by the place where the sea divides the land. And they did preserve the land southward for a wilderness, to get game. And the whole face of the land northward was covered with inhabitants; and they were exceeding industrious, and they did buy and sell, and traffic one with another, that they might get gain. And they did work in all manner of ore, and they did make gold, and silver, and iron, and brass, and all manner of metals; and they did dig it out of the earth; wherefore they did cast up mighty heaps of earth for to get ore, of gold, and of silver, and of iron, and of copper. And they did work all manner of fine work. And they did have silks, and fine twined linen; and they did work all manner of cloth, that they might clothe themselves from their nakedness. And they did make all manner of tools to till the earth, both to plough and to sow, to reap and to hoe, and also to thrash. And they did make all manner of tools in the which they did work their beasts. And they did make all manner of weapons of war. And they did work all manner of work of exceeding curious workmanship. And never could be a people more blessed than were they, and more prospered by the hand of the Lord. And they were in a land that was choice above all lands, for the Lord had spoken it. And it came to pass that Lib did live many years, and begat sons and daughters; and he also begat Hearthom. And it came to pass that Hearthom reigned in the stead of his father. And when Hearthom had reigned twenty and four years, behold the kingdom was taken away from him. And he served many years in captivity; yea, even all the remainder of his days. And he begat Heth, and Heth lived in captivity all his days. And Heth begat Aaron, and Aaron dwelt in captivity all his days; and he begat Amnigaddah, and Amnigaddah also dwelt in captivity in all his days; and he begat Coriantum, and Coriantum dwelt in captivity all his days; and he begat Com. And it came to pass that Com drew away the half of the kingdom. And he reigned over the half of the kingdom forty and two years; and he went to battle against the king Amgid, and they fought for the space of many years, in the which Com gained power over Amgid and obtained power over the remainder of the kingdom. And in",
      "verse": 9
    },
    {
      "text": "the days of Com there began to be robbers in the land; and they adopted the old plans, and administered oaths after the manner of the ancients, and sought to destroy the kingdom. Now Com did fight against them much; nevertheless, he did not prevail against them. And there came also in the days of Com many prophets, and prophesied of the destruction of that great people, except they should repent and turn unto the Lord, and forsake their murders and wickedness.",
      "verse": 10
    },
    {
      "text": "And it came to pass that the prophets were rejected by the people, and they fled unto Com for protection, for the people sought to destroy them; and they prophesied unto Com many things: and he was blessed in all the remainder of his days. And he lived to a good old age, and begat Shiblom; and Shiblom reigned in his stead. And the brother of Shiblom rebelled against him; and there began to be an exceeding great war in all the land.",
      "verse": 11
    },
    {
      "text": "And it came to pass that the brother of Shiblom did cause that all the prophets which prophesied of the destruction of the people, should be put to death; and there was great calamity in all the land: for they had testified that a great curse should come upon the land, and also upon the people, and that there should be a great destruction among them, such an one as never had been upon the face of the earth; and their bones should become as heaps of earth upon the face of the land, except they should repent of their wickedness. And they hearkened not unto the voice of the Lord, because of their wicked combinations; wherefore there began to be wars and contentions in all the land, and also many famines and pestilences, insomuch that there was a great destruction, such an one as never had been known upon the face of the earth: and all this came to pass in the days of Shiblom. And the people began to repent of their iniquity; inasmuch as they did, the Lord did have mercy on them.",
      "verse": 12
    },
    {
      "text": "And it came to pass that Shiblom was slain, and Seth was brought into captivity; and he did dwell in captivity all his days. And it came to pass that Ahah, his son, did obtain the kingdom; and he did reign over the people all his days. And he did do all manner of iniquity in his days, in the which he did cause the shedding of much blood; and few were his days. And Ethem, being a descendant of Ahah, did obtain the kingdom; and he also did do that which was wicked in his days. And it came to pass in the days of Ethem, there came many prophets and prophesied again unto the people; yea, they did",
      "verse": 13
    },
    {
      "text": "prophesy that the Lord would utterly destroy them from off the face of the earth, except they repented of their iniquities. And it came to pass that the people hardened their hearts, and would not hearken unto their words; and the prophets mourned and withdrew from among the people.",
      "verse": 14
    },
    {
      "text": "And it came to pass that Ethem did execute judgment in wickedness all his days; and he begat Moron. And it came to pass that Moron did reign in his stead; and Moron did do that which was wicked before the Lord. And it came to pass that there arose a rebellion among the people, because of that secret combination which was built up to get power and gain; and there arose a mighty man among them in iniquity, and gave battle unto Moron, in the which he did overthrow the half of the kingdom; and he did maintain the half of the kingdom for many years. And it came to pass that Moron did overthrow him, and did obtain the kingdom again. And it came to pass that there arose another mighty man; and he was a descendant of the brother of Jared. And it came to pass that he did overthrow Moron and obtain the kingdom; wherefore Moron dwelt in captivity all the remainder of his days; and he begat Coriantor.",
      "verse": 15
    },
    {
      "text": "And it came to pass that Coriantor dwelt in captivity all his days. And in the days of Coriantor there also came many prophets, and prophesied of great and marvellous things, and cried repentance unto the people, and except they should repent, the Lord God would execute judgment against them to their utter destruction; and that the Lord God would send or bring forth another people to possess the land, by his power, after the manner which he brought their fathers. And they did reject all the words of the prophets, because of their secret society and wicked abominations. And it came to pass that Coriantor begat Ether, and he died, having dwelt in captivity all his days.",
      "verse": 16
    }
  ],
  "chapter": 5,
  "title": "Ether 4"
}