{
  "verses": [
    {
      "text": "CHAPTER VI. And now I, Moroni, proceed to finish my record concerning the destruction of the people of which I have been writing. -- For behold, they rejected all the words of Ether: for he truly told them of all things, from the beginning of man; and how that after the waters had receded from off the face of this land, it became a choice land above all other lands, a chosen land of the Lord; wherefore the Lord would have that all men should serve him, which dwelleth upon the face thereof; and that it was the place of the New Jerusalem, which should come down out of Heaven, and the Holy Sanctuary of the Lord. Behold, Ether saw the days of Christ, and he spake concerning a New Jerusalem upon this land; and he spake also concerning the house of Israel, and the Jerusalem from whence Lehi should come; after that it should be destroyed, it should be built up again a holy city unto the Lord; wherefore it could not be a New Jerusalem, for it had been in a time of old, but it should be built up again, and become a holy city of the Lord; and it should be built up unto the house of Israel; and that a New Jerusalem should be built up upon this land, unto the remnant of the seed of Joseph, for the which things there has been a type: for as Joseph brought his father down into the land of Egypt, even so he died there; wherefore the Lord brought a remnant of the seed of Joseph out of the land of Jerusalem, that he might be merciful unto the seed of Joseph, that they should perish not, even as he was merciful unto the father of Joseph, that he should perish not; wherefore the remnant of the house of Joseph shall be built upon this land; and it shall be a land of their inheritance; and they shall build up a holy city unto the Lord, like unto the Jerusalem of old; and they shall no more be confounded, until the end come, when the earth shall pass away. And there shall be a new heaven and a new earth; and they shall be like unto the old, save the old have passed away, and all things have",
      "verse": 1
    },
    {
      "text": "become new. And then cometh the New Jerusalem; and blessed are they which dwell therein, for it is they whose garment are white through the blood of the Lamb; and they are they which are numbered among the remnant of the seed of Joseph, which were of the house of Israel. And then also cometh the Jerusalem of old; and the inhabitants thereof, blessed are they, for they have been washed in the blood of the Lamb; and they are they which were scattered and gathered in from the four quarters of the earth, and from the north countries, and are partakers of the fulfilling of the covenant which God made with their father Abraham. And when these things come, bringeth to pass the Scripture which saith, There are they which were first, which shall be last; and there are they which were last, which shall be first.",
      "verse": 2
    },
    {
      "text": "And I was about to write more, but I am forbidden; but great and marvellous were the prophecies of Ether, but they esteemed him as nought, and cast him out, and he hid himself in the cavity of a rock by day, and by night he went forth viewing the things which should come upon the people. And as he dwelt in the cavity of a rock, he made the remainder of this record, viewing the destructions which came upon the people by night. And it came to pass that in that same year which he was cast out from among the people, there began to be a great war among the people, for there were many which rose up who were mighty men, and sought to destroy Coriantumr by their secret plans of wickedness, of which hath been spoken. And now Coriantumr, having studied himself in all the arts of war, and all the cunning of the world, wherefore he gave battle unto them which sought to destroy him; but he repented not, neither his fair sons nor daughters; neither the fair sons and daughters of Cohor; neither the fair sons and daughters of Corihor; and in fine, there was none of the fair sons and daughters upon the face of the whole earth, which repented of their sins; wherfore it came to pass that in the first year that Ether dwelt in the cavity of a rock, there was many people which was slain by the sword of those secret combinations fighting against Coriantumr, that they might obtain the kingdom. And it came to pass that the sons of Coriantumr fought much, and bled much. And in the second year, the word of the Lord came to Ether, that he should go and prophesy unto Coriantumr, that if he would repent, and all his household, the Lord would give unto him his kingdom, and spare the people, otherwise they should be destroyed, and all",
      "verse": 3
    },
    {
      "text": "his household, save it were himself, and he should only live to see the fulfilling of the prophecies which had been spoken concerning another people receiving the land for their inheritance; and Coriantumr should receive a burial by them; and every soul should be destroyed save it were Coriantumr. And it came to pass that Coriantumr repented not, neither his household, neither the people; and the wars did cease not; and they sought to kill Ether, but he fled from before them, and hid again in the cavity of the rock. And it came to pass that there arose up Shared, and he also gave battle unto Coriantumr; and he did beat him, insomuch that in the third year he did bring him into captivity. And the sons of Coriantumr, in the fourth year, did beat Shared, and did obtain the kingdom again unto their father. Now there began to be a war upon all the face of the land, every man with his band, fighting for that which he desired. And there was robbers, and in fine, all manner of wickedness upon all the face of the land. And it came to pass that Coriantumr was exceeding angry with Shared, and he went against him with his armies, to battle; and they did meet in great anger; and they did meet in the valley of Gilgal; and the battle became exceeding sore. -- And it came to pass that Shared fought against him for the space of three days. And it came to pass that Coriantumr beat him, and did pursue him until he came to the plains of Heshlon. And it came to pass that Shared gave him battle again upon the plains; and behold, he did beat Coriantumr, and drove him back again to the valley of Gilgal. And Coriantumr gave Shared battle again in the valley of Gilgal, in the which he beat Shared, and slew him. And Shared wounded Coriantumr, in his thigh, that he did not go to battle again for the space of two years, in the which time all the people upon all the face of the land were a shedding blood, and there was none to constrain them. And now there began to be a great curse upon the land, because of the iniquity of the people, in the which, if a man should lay his tool or his sword upon the shelf, or upon the place whither he would keep it, and behold, upon the morrow, he could not find it, so great was the curse upon the land. Wherefore every man did cleave unto that which was his own, with his hands, and would not borrow, neither would he lend; and every man kept the hilt of his sword thereof, in his right hand, in the defence of his property and his own life, and they of his wives and children. And now after the space of two years, and after the death of Shared,",
      "verse": 4
    },
    {
      "text": "behold, there arose the brother of Shared, and he gave battle unto Coriantumr, in the which Coriantumr did beat him, and did pursue him to the wilderness of Akish. And it came to pass that the brother of Shared did give battle unto him in the wilderness of Akish; and the battle became exceeding sore, and many thousands fell by the sword. And it came to pass that Coriantumr did lay siege to the wilderness, and the brother of Shared did march forth out of the wilderness by night, and slew a part of the army of Coriantumr, as they were drunken. And he came forth to the land of Moron, and placed himself upon the throne of Coriantumr. And it came to pass that Coriantumr dwelt with his army in the wilderness, for the space of two years, in the which he did receive great strength to his army. Now the brother of Shared, whose name was Gilead, also received great strength to his army, because of secret combinations. And it came to pass that his High Priest murdered him as he sat upon his throne. And it came to pass that one of the secret combinations murdered him in the secret pass, and obtained unto himself the kingdom; and his name was Lib; and Lib was a man of great stature, more than any other man among all the people. And it came to pass that in the first year of Lib, Coriantumr came up unto the land of Moron, and gave battle with Lib, in the which Lib did smite upon his arm, that he was wounded; nevertheless, the army of Coriantumr did press forward upon Lib, that he fled to the borders upon the seashore. And it came to pass that Coriantumr pursued him; and Lib gave battle unto him upon the seashore. And it came to pass that Lib did smite the army of Coriantumr, that they fled again to the wilderness of Akish. And it came to pass that Lib did pursue him until he came to the plains of Agosh. And Coriantumr had taken all the people with him, as he fled before Lib, in that quarter of the land whither he fled. And when he had come to the plains of Agosh, he gave battle unto Lib, and he smote upon him until he died; nevertheless, the brother of Lib did come against Coriantumr in the stead thereof, and the battle became exceeding sore, in the which Coriantumr fled again before the army of the brother of Lib. Now the name of the brother of Lib was called Shiz. And it came to pass that Shiz pursued after Coriantumr, and he did overthrow many cities, and he did slay both women and children, and he did burn the cities thereof; and there went a fear of Shiz throughout all the",
      "verse": 5
    },
    {
      "text": "land; yea, a cry went forth throughout the land: Who can stand before the army of Shiz? Behold, he sweepeth the earth before him! And it came to pass that the people began to flock together in armies, throughout all the face of the land. And they were divided, and a part of them fled to the army of Shiz, and a part of them fled to the army of Coriantumr. -- And so great and lasting had been the war, and so long had been the scene of bloodshed and carnage, that the whole face of the land was covered with the bodies of the dead; and so swift and speedy was the war, that there was none left to bury the dead, but they did march forth from the shedding of blood, to the shedding of blood, leaving the bodies of both men, women and children, strewed upon the face of the land, to become a prey to the worms of the flesh; and the scent thereof went forth upon the face of the land, even upon all the face of the land; wherefore the people became troubled by day and by night, because of the scent thereof; nevertheless, Shiz did not cease to pursue Coriantumr, for he had sworn to avenge himself upon Coriantumr of the blood of his brother, which had been slain, and the word of the Lord which came to Ether, that Coriantumr should not fall by the sword. And thus we see that the Lord did visit them in the fulness of his wrath, and their wickedness and abominations had prepared a way for their everlasting destruction. And it came to pass that Shiz did pursue Coriantumr eastward, even to the borders by the seashore, and there he gave battle unto Shiz for the space of three days; and so terrible was the destruction among the armies of Shiz, that the people began to be frightened, and began to flee before the armies of Coriantumr; and they fled to the land of Corihor, and swept off the inhabitants before them, all they that would not join them; and they pitched their tents in the valley of Corihor. And Coriantumr pitched his tents in the valley of Shurr. Now the valley of Shurr was near the hill Comnor; wherefore Coriantumr did gather his armies together, upon the hill of Comnor, and did sound a trumpet unto the armies of Shiz, to invite them forth to battle. And it came to pass that they came forth, but were driven back again; and they came a second time; and they were driven again a second time. And it came to pass that they came again the third time, and the battle became exceeding sore. And it came to pass that Shiz smote upon Coriantumr, that he gave him many deep wounds. And Coriantumr having lost his blood, fainted, and was carried away as though he",
      "verse": 6
    },
    {
      "text": "were dead. Now the loss of men, women and children, on both sides, were so great that Shiz commanded his people that they should not pursue the armies of Coriantumr; wherefore they returned to their camp.",
      "verse": 7
    },
    {
      "text": "And it came to pass that when Coriantumr had recovered of his wounds, he began to remember the words which Ether had spoken unto him: He saw that there had been slain by the sword already nearly two millions of his people, and he began to sorrow in his heart; yea, there had been slain two millions of mighty men, and also their wives and their children. He began to repent of the evil which he had done; he began to remember the words which had been spoken by the mouth of all the prophets, and he saw them that they were fulfilled, thus far, every whit; and his soul mourned, and refused to be comforted. And it came to pass that he wrote an epistle unto Shiz, desiring him that he would spare the people, and he would give up the kingdom for the sake of the lives of the people. And it came to pass that when Shiz had received his epistle, he wrote an epistle unto Coriantumr, that if he would give himself up, that he might slay him with his own sword, that he would spare the lives of the people. And it came to pass that the people repented not of their iniquity; and the people of Coriantumr were stirred up to anger against the people of Shiz; and the people of Shiz were stirred up to anger against the people of Coriantumr; wherefore the people of Shiz did battle unto the people of Coriantumr. -- And when Coriantumr saw that he was about to fall, he fled again before the people of Shiz. And it came to pass that he came to the waters of Ripliancum, which, by interpretation, is large, or to exceed all; wherefore, when they came to these waters, they pitched their tents; and Shiz also pitched his tents, near unto them; and therefore, on the morrow, they did come to battle. And it came to pass that they fought an exceeding sore battle, in the which Coriantumr was wounded again, and he fainted with the loss of blood. And it came to pass that the armies of Coriantumr did press upon the armies of Shiz, that they beat them, that they caused them to flee before them; and they did flee southward, and did pitch their tents in a place which was called Ogath. And it came to pass that the army of Coriantumr did pitch their tents by the hill Ramah; and it was the same hill where my father Mormon did hide up the records unto the Lord, which were sacred. -- And it came to pass that they did gather together all the people,",
      "verse": 8
    },
    {
      "text": "upon all the face of the land, which had not been slain, save it were Ether. And it came to pass that Ether did behold all the doings of the people; and he beheld that the people which were for Coriantumr, were gathered together to the army of Coriantumr; and the people which were for Shiz, were gathered together to the army of Shiz; wherefore they were for the space of four years, gathering together the people, that they might get all which were upon the face of the land, and that they might receive all the strength which it were possible that they could receive. And it came to pass that when they were all gathered together, every one to the army which he would, with their wives, and their children; both men, women and children being armed with weapons of war, having shields, and breast-plates, and head-plates, and being clothed after the manner of war, they did march forth one against another, to battle; and they fought all that day, and conquered not. And it came to pass that when it was night they were weary, and retired to their camps; and after that they had retired to their camps, they took up a howling and a lamentation for the loss of the slain people; and so great were their cries, their howlings and lamentations, that it did rend the air exceedingly. And it came to pass that on the morrow they did go again to battle, and great and terrible was that day; nevertheless they conquered not, and when the night came again, they did rend the air with their cries, and their howlings, and their mournings, for the loss of the slain of their people.",
      "verse": 9
    },
    {
      "text": "And it came to pass that Coriantumr wrote again an epistle unto Shiz, desiring that he would not come again to battle but that he would take the kingdom, and spare the lives of the people. But behold, the spirit of the Lord had ceased striving with them, and Satan had full power over the hearts of the people, for they were given up unto the hardness of their hearts, and the blindness of their minds, that they might be destroyed; wherefore they went again to battle. And it came to pass that they fought all that day, and when the night came they slept upon their swords; and on the morrow they fought even until the night came; and when the night came they were drunken with anger, even as a man which is drunken with wine and they slept again upon their swords; and on the morrow they fought again; and when the night came they had all fallen by the sword, save it were fifty and two of the people of Coriantumr, and sixty and nine of the people of",
      "verse": 10
    },
    {
      "text": "Shiz. And it came to pass that they slept upon their swords that night, and on the morrow they fought again, and they contended in their mights with their swords, and with their shields, all that day; and when the night came there was thirty and two of the people of Shiz, and twenty and seven of the people of Coriantumr. And it came to pass that they ate and slept, and prepared for death on the morrow. And they were large and mighty men, as to the strength of men. And it came to pass that they fought for the space of three hours, and they fainted with the loss of blood. And it came to pass that when the men of Coriantumr had received sufficient strength, that they could walk, they were about to flee for their lives, but behold, Shiz arose, and also his men, and he swore in his wrath that he would slay Coriantumr, or he would perish by the sword; wherefore he did pursue them; and they fought again with the sword. And it came to pass that when they had all fallen by the sword, save it were Coriantumr and Shiz, behold, Shiz had fainted with loss of blood. And it came to pass that when Coriantumr had leaned upon his sword, that he rested a little, he smote off the head of Shiz. And it came to pass that after he had smote off the head of Shiz, that Shiz raised upon his hands and fell; and after that he had struggled for breath, he died. And it came to pass that Coriantumr fell to the earth, and became as if he had no life. And the Lord spake unto Ether, and said unto him, Go forth. And he went forth, and beheld that the words of the Lord had all been fulfilled; and he finished his record; (and the hundredth part I have not written,) and he hid them in a manner that the people of Limhi did find them. Now the last words which are written by Ether are these: Whether the Lord will that I be translated, or that I suffer the will of the Lord in the flesh: It mattereth not, if it so be that I am saved in the kingdom of God. Amen.",
      "verse": 11
    },
    {
      "text": "THE BOOK OF MORONI.",
      "verse": 12
    }
  ],
  "chapter": 1,
  "title": "Ether 6"
}