{
  "verses": [
    {
      "text": "CHAPTER III. And now I, Moroni, proceed to give the record of Jared and his brother. For it came to pass after that the Lord had prepared the stones which the brother of Jared had carried up into the mount, the brother of Jared came down out of the mount, and he did put forth the stones into the vessels which were prepared, one in each end thereof; and behold, they did give light unto the vessels thereof. And thus the Lord caused the stones to shine in darkness, to give light unto men, women and children, that they might not cross the great waters in darkness.",
      "verse": 1
    },
    {
      "text": "And it came to pass that when they had prepared all manner of food, that thereby they might subsist upon the water, and also food for their flocks and herds, and whatsoever beast, or animal, or fowl that they should carry with them. And it came to pass that when they had done all these things, they got aboard of their vessels or barges, and set forth into the sea, commending themselves unto the Lord their God. And it came to pass that the Lord caused that there should a furious wind blow upon the face of the waters, towards the promised land; and thus they were tossed upon the waves of the sea before the wind. And it came to pass that they were many times buried in the depths of the sea, because of the mountain waves which broke upon them, and also the great",
      "verse": 2
    },
    {
      "text": "and terrible tempests which were caused by the fierceness of the wind.",
      "verse": 3
    },
    {
      "text": "And it came to pass that when they were buried in the deep, there was no water that could hurt them, their vessels being tight like unto a dish, and also they were tight like unto the ark of Noah; therefore when they were encompassed about by many waters, they did cry unto the Lord, and he did bring them forth again upon the top of the waters. And it came to pass that the wind did never cease to blow towards the promised land, while they were upon the waters; and thus they were driven forth before the wind; and they did sing praises unto the Lord; yea, the brother of Jared did sing praises unto the Lord, and he did thank and praise the Lord all the day long; and when the night came, they did not cease to praise the Lord. And thus they were driven forth; and no monster of the sea, could break them, neither whale that could mar them: and they did have light continually, whether it was above the water or under the water. And thus they were driven forth, three hundred and forty and four days upon the water; and they did land upon the shore of the promised land. And when they had set their feet upon the shores of the promised land, they bowed themselves down upon the face of the land, and did humble themselves before the Lord, and did shed tears of joy before the Lord, because of the multitude of his tender mercies over them.",
      "verse": 4
    },
    {
      "text": "And it came to pass that they went forth upon the face of the land, and began to till the earth. And Jared had four sons; and they were called Jacom, and Gilgah, and Mahah, and Orihah. And the brother of Jared also begat sons and daughters. And the friend of Jared and his brother, were in number about twenty and two souls; and they also begat sons and daughters, before they came to the promised land; and therefore they began to be many. And they were taught to walk humbly before the Lord; and they were also taught from on high.",
      "verse": 5
    },
    {
      "text": "And it came to pass that they began to spread upon the face of the land, and to multiply and to till the earth; and they did wax strong in the land. And the brother of Jared began to be old, and saw that he must soon go down to the grave; wherefore he saith unto Jared, Let us gather together our people, that we may number them, that we may know of them what they will desire of us before we go down to our graves. And accordingly the people were gathered together. Now the",
      "verse": 6
    },
    {
      "text": "number of the sons and daughters of the brother of Jared were twenty and two souls; and the number of the sons and daughters of Jared were twelve, he having four sons. And it came to pass that they did number all their people; and after that they had numbered them, they did desire of them the things which they would that they should do before they went down to their graves. And it came to pass that the people desired of them that they should anoint one of their sons to be a king over them. And now behold, this was grievous unto them. -- But the brother of Jared said unto them, Surely, this thing leadeth into captivity. But Jared said unto his brother, Suffer them that they may have a king; and therefore he said unto them, Choose ye out from among our sons a king, even whom ye will.",
      "verse": 7
    },
    {
      "text": "And it came to pass that they chose even the first born of the brother of Jared; and his name was Pagag. And it came to pass that he refused and would not be their king. And the people would that his father should constrain him; but his father would not; and he commanded them that they should constrain no man to be their king. And it came to pass that they chose all the brothers of Pagag, and they would not. -- And it came to pass that neither would the sons of Jared, even all, save it were one; and Orihah, he was anointed to be king over the people. And he began to reign, and the people began to prosper; and they became exceeding rich. And it came to pass that Jared died, and his brother also. And it came to pass that Orihah did walk humbly before the Lord, and did remember how great things the Lord had done for his father, and also taught his people how great things the Lord had done for their fathers.",
      "verse": 8
    },
    {
      "text": "And it came to pass that Orihah did execute judgment upon the land in righteousness all his days, whose days were exceeding many. And he begat sons and daughters; yea, he begat thirty and one, among whom were twenty and three sons. And it came to pass that he also begat Kib in his old age. And it came to pass that Kib reigned in his stead; and Kib begat Corihor. And when Corihor was thirty and two years old, he rebelled against his father, and went over and dwelt in the land of Nehor; and he begat sons and daughters; and they became exceeding fair; wherefore Corihor drew away many people after him. And when he had gathered together an army, he came up unto the land of Moron where the king dwelt, and took him captive, which brought to pass the saying",
      "verse": 9
    },
    {
      "text": "of the brother of Jared, That they would be brought into captivity. Now the land of Moron where the king dwelt, was near the land which is called Desolation by the Nephites. -- And it came to pass that Kib dwelt in captivity, and his people, under Corihor his son, until he became exceeding old; nevertheless Kib begat Shule in his old age, while he was yet in captivity.",
      "verse": 10
    },
    {
      "text": "And it came to pass that Shule was angry with his brother; and Shule waxed strong, and became mighty, as to the strength of a man; and he was also mighty in judgment. Wherefore he came to the hill Ephraim, and he did moulten out of the hill, and made swords out of steel for those which he had drew away with him; and after he had armed them with swords, he returned to the city Nehor, and gave battle unto his brother Corihor, by which means he obtained the kingdom, and restored it unto his father Kib. And now because of the thing which Shule had done, his father bestowed upon him the kingdom; therefore he began to reign in the stead of his father. And it came to pass that he did execute judgment in righteousness; and he did spread his kingdom upon all the face of the land, for the people had become exceeding numerous. -- And it came to pass that Shule also begat many sons and daughters. And Corihor repented of the many evils which he had done; wherefore Shule gave him power in his kingdom. And it came to pass that Corihor had many sons and daughters. -- And among the sons of Corihor, there was one whose name was Noah.",
      "verse": 11
    },
    {
      "text": "And it came to pass that Noah rebelled against Shule, the king, and also his father Corihor, and drew away Cohor his brother, and also his brethren and many of the people. -- And he gave battle unto Shule, the king in the which he did obtain the land of their first inheritance; and he became a king over that part of the land. And it came to pass that he gave battle again unto Shule the king; and he took Shule the king, and carried him away captive into Moron. And it came to pass as he was about to put him to death, the sons of Shule crept into the house of Noah by night and slew him, and broke down the door of the prison and brought out their father, and placed him upon his throne in his own kingdom; wherefore the son of Noah did build up his kingdom in his stead; nevertheless they did not gain power any more over Shule the king; and the people which were under the reign of Shule the king, did prosper exceedingly and wax great. And the",
      "verse": 12
    },
    {
      "text": "country was divided; and there was two kingdoms, the kingdom of Shule, and the kingdom of Cohor, the son of Noah. And Cohor, the son of Noah, caused that his people should give battle unto Shule, in the which Shule did beat them, and did slay Cohor. And now Cohor had a son which was called Nimrod; and Nimrod gave up the kingdom of Cohor unto Shule, and he did gain favor in the eyes of Shule; wherefore Shule did bestow great favor upon him, in the which he did do in the kingdom of Shule according to his desires; and also in the reign of Shule there came prophets among the people, which were sent from the Lord, prophesying that the wickedness and idolatry of the people was bringing a curse upon the land, in the which they should be destroyed, if they did not repent.",
      "verse": 13
    },
    {
      "text": "And it came to pass that the people did revile against the prophets, and did mock them. And it came to pass that king Shule did execute judgment against all those who did revile against the prophets; and he did execute a law throughout all the land, which gave power unto the prophets that they should go whithersoever they would; and by this cause the people were brought unto repentance. And because the people did repent of their iniquities and idolatries, the Lord did spare them, and they began to prosper again in the land. And it came to pass that Shule begat sons and daughters in his old age. And there was no more wars in the days of Shule; and he remembered the great things that the Lord had done for his fathers in bringing them across the great deep into the promised land; wherefore he did execute judgment in righteousness all his days.",
      "verse": 14
    },
    {
      "text": "And it came to pass that he begat Omer, and Omer reigned in his stead. And Omer begat Jared; and Jared begat sons and daughters. And Jared rebelled against his father, and came and dwelt in the land of Heth. And it came to pass that he did flatter much people, because of his cunning words until he had gained the half of the kingdom. And when he had gained the half of the kingdom, he gave battle unto his father, and he did carry away his father into captivity, and did make him serve in captivity. And now in the days of the reign of Omer, he was in captivity the half of his days. And it came to pass that he begat sons and daughters, among whom were Esrom and Coriantumr; and they were exceeding angry because of the doings of Jared their brother, insomuch that they did raise an army, and gave battle unto Jared. And it",
      "verse": 15
    },
    {
      "text": "came to pass that they did give battle unto him by night. -- And it came to pass that when they had slew the army of Jared, they were about to slay him also; and he plead with them that they would not slay him, and he would give up the kingdom unto his father. And it came to pass that they did grant unto him his life. And now Jared became exceeding sorrowful because of the loss of the kingdom, for he had set his heart upon the kingdom, and upon the glory of the world. Now the daughter of Jared being exceeding expert, and seeing the sorrows of her father, thought to devise a plan whereby she could redeem the kingdom unto her father. Now the daughter of Jared was exceeding fair. And it came to pass that she did talk with her father, and saith unto him, Whereby hath my father so much sorrow? Hath he not read the record which our fathers brought across the great deep? Behold, is there not an account concerning them of old, that they by their secret plans did obtain kingdoms and great glory? And now therefore, let my father send for Akish, the son of Kimmer; and behold, I am fair, and I will dance before him, and I will please him, that he will desire me to wife; wherefore if he shall desire of thee that ye shall give unto him me to wife, then shall ye say, I will give her if ye will bring unto me the head of my father, the king. And now Omer was a friend to Akish, wherefore when Jared had sent for Akish, the daughter of Jared danced before him, that she pleased him, insomuch that he desired her to wife. And it came to pass that he said unto Jared, Give her unto me to wife. And Jared said unto him, I will give her unto you, if ye will bring unto me the head of my father, the king. And it came to pass that Akish gathered in unto the house of Jared all his kinsfolks, and saith unto them, Will ye swear unto me that ye will be faithful unto me in the thing which I shall desire of you? And it came to pass that they all sware unto him, by the God of Heaven, and also by the Heavens, and also by the earth, and by their heads, that whoso should vary from the assistance which Akish desired, should lose his head; and whoso should divulge whatsoever thing Akish made known unto them, the same should lose his life. And it came to pass that thus they did agree with Akish. And Akish did administer unto them the oaths which was given by them of old, who also sought power, which had been handed down even from Cain, who was a murderer from the beginning. And they were kept up by the power of the devil to administer these oaths unto the",
      "verse": 16
    },
    {
      "text": "people, to keep them in darkness, to help such as sought power, to gain power, and to murder, and to plunder, and to lie, and to commit all manner of wickedness and whoredoms. -- And it was the daughter of Jared which put it into his heart to search up these things of old; and Jared put it into the heart of Akish; wherefore Akish administered it unto his kindreds and friends, leading them away by fair promises to do whatsoever thing he desired. And it came to pass that they formed a secret combination, even as they of old; which combination is most abominable and wicked above all, in the sight of God: for the Lord worketh not in secret combinations, neither doth he will that man should shed blood, but in all things hath forbidden it, from the beginning of man. And now I, Moroni, do not write the manner of their oaths and combinations, for it hath been made known unto me that they are had among all people, and they are had among the Lamanites, and they have caused the destruction of this people of which I am now speaking, and also the destruction of the people of Nephi; and whatsoever nation shall uphold such secret combinations, to get power and gain, until they shall spread over the nation, behold, they shall be destroyed, for the Lord will not suffer that the blood of his saints, which shall be shed by them, shall always cry unto him from the ground for vengeance upon them, and yet he avengeth them not; wherefore, O ye Gentiles, it is wisdom in God that these things should be shewn unto you, that thereby ye may repent of your sins, and suffer not that these murderous combinations shall get above you, which are built up to get power and gain, and the work, yea, even the work of destruction come upon you; yea, even the sword of justice of the eternal God, shall fall upon you, to your overthrow and destruction, if ye shall suffer these things to be; wherefore the Lord commandeth you, when ye shall see these things come among you, that ye shall awake to a sense of your awful situation, because of this secret combination which shall be among you, or wo be unto it, because of the blood of them which have been slain: for they cry from the dust for vengeance upon it, and also upon those who build it up. For it cometh to pass that whoso buildeth it up, seeketh to overthrow the freedom of all lands, nations and countries; and it bringeth to pass the destruction of all people: for it is built up by the devil, which is the father of all lies; even that same liar which beguiled our first parents; yea, even the same liar which hath caused man to commit murder",
      "verse": 17
    },
    {
      "text": "from the beginning; which hath hardened the hearts of men, that they have murdered the prophets, and stoned them, and cast them out from the beginning. Wherefore I, Moroni, am commanded to write these things, that evil may be done away, and that the time may come that satan may have no power upon the hearts of the children of men, but that they may be persuaded to do good continually, that they may come unto the fountain of all righteousness and be saved.",
      "verse": 18
    }
  ],
  "chapter": 4,
  "title": "Ether 3"
}