{
  "verses": [
    {
      "text": "CHAPTER V.",
      "verse": 1
    },
    {
      "text": "THE PROPHECY OF SAMUEL, THE LAMANITE, TO THE NEPHITES. And now it came to pass in the eighty and sixth year, the Nephites did still remain in wickedness, yea, in great wickedness, while the Lamanites did observe strictly to keep the commandments of God, according to the law of Moses. And it came to pass that in this year, there was one Samuel, a Lamanite, came into the land of Zarahemla, and began to preach unto the people. And it came to pass that he did preach many-day repentance unto the people, and they did cast him out, and he was about to return to his own land. But behold, the voice of the Lord came unto him, that he should return again, and prophesy unto the people whatsoever things should come in his heart.",
      "verse": 2
    },
    {
      "text": "And it came to pass that they would not suffer that he should enter into the city; therefore he went and got upon the wall thereof, and stretched forth his hand and cried with a loud voice, and prophesied unto the people whatsoever things the Lord put into his heart; and he said unto them. Behold, I, Samuel, a Lamanite, do speak the words of the Lord, which he doth put into my heart; and behold he hath put it into my heart to say unto this people, that the sword of justice hangeth over this people; and four hundred years passeth not away save the sword of justice falleth upon this people; yea, heavy",
      "verse": 3
    },
    {
      "text": "destruction awaiteth this people, and it surely cometh unto this people, and nothing can save this people, save it be repentance and faith on the Lord Jesus Christ, which surely shall come into the world, and shall suffer many things, and shall be slain for his people. And behold, an angel of the Lord hath declared it unto me, and he did bring glad tidings to my soul. And behold, I was sent unto you to declare it unto you also, that ye might have glad tidings; but behold ye would not receive me, therefore thus saith the Lord, Because of the hardness of the hearts of the people of the Nephites, except they repent I will take away my word from them, and I will withdraw my spirit from them, and I will suffer them no longer, and I will turn the hearts of their brethren against them; and four hundred years shall not pass away, before I will cause that they shall be smitten; yea, I will visit them with the sword, and with famine, and with pestilence; yea, I will visit them in my fierce anger, and there shall be those of the fourth generation, which shall live, of your enemies, to behold your utter destruction; and this shall surely come, except ye repent, saith the Lord; and those of the fourth generation shall visit your destruction. But if ye will repent and return unto the Lord your God, I will turn away mine anger saith the Lord,; yea, thus saith the Lord, Blessed are they who will repent and turn unto me, but wo unto him that repenteth not; yea, wo unto this great city of Zarahemla; for behold it is because of they which are righteous, that it is saved; yea, wo unto this great city, For I perceive, saith the Lord, that there are many, yea, even the more part of this great city, that will harden their hearts against me, saith the Lord. But blessed are they who will repent, for them will I spare. But behold if it were not for the righteous which are in this great city, behold I would cause that fire should come down out of heaven, and destroy it. But behold, it is for the righteous\u0027 sake, that it is spared. But behold, the time cometh, saith the Lord, that when ye shall be cast out the righteous among you, then shall ye be ripe for destruction; yea, wo be unto this great city, because of the wickedness and abominations which is in her; yea, and wo be unto the city of Gideon, for the wickedness and abominations which is in her; yea, and wo be unto all the cities which are in the land round about, which is possessed by the Nephites, because of the wickedness and abominations which is in them; and behold, a curse",
      "verse": 4
    },
    {
      "text": "shall come upon the land, saith the Lord of Hosts, because of the people\u0027s sake which is upon the land; yea, because of their wickedness and their abominations.",
      "verse": 5
    },
    {
      "text": "And it shall come to pass, saith the Lord of Hosts, yea, our great and true God, that whoso shall hide up treasures in the earth, shall find them again no more, because of the great curse of the land , save he be a righteous man, and shall hide it up unto the Lord: For I will saith the Lord, that they shall hide up their treasures unto me; and cursed be they who hideth not up their treasures unto me; for non hideth up their treasures unto me save it be the righteous; and he that hideth not up his treasure unto me, cursed is he, and also the treasure, and none shall redeem it because of the curse of the land. And the day shall come that they shall hide up their treasures, because they have set their hearts upon riches; and because they have set their hearts upon their riches, I will hide up their treasures when they shall flee before their enemies, because they will not hide them up unto me; cursed be they, and also their treasures; and in that day shall they be smitten, saith the Lord. Behold ye, the people of this great city, and hearken unto my words; yea, hearken unto the words which the Lord saith; for behold, he saith that ye are cursed because of your riches, and also are your riches cursed because ye have set your hearts upon them, and hath not hearkened unto the words of him who gave them unto you. Ye do not remember the Lord your God in the things which he hath blessed you, but ye do always remember your riches, not to thank the Lord your God for them; yea, your heart is not drawn out unto the Lord, but they do swell with great pride, unto boasting, and unto great swelling, envyings, strifes, malice, persecutions, and murders, and all manner of iniquities: For this cause hath the Lord God caused that a curse should come upon the land, and also upon your riches; and this because of your iniquities; yea, wo unto this people, because of this time which has arriven, that ye do cast out the prophets, and do mock them, and cast stones at them, and do slay them, and do all manner of iniquity unto them, even as they did of old time. And now when ye talk, ye say, If our days had been in the days of our fathers of old, ye would not have slain the prophets; ye would not have stoned them, and cast them out. Behold ye are worse than they; for as the Lord liveth, if a prophet come among you, and declareth unto you the word of the Lord, which testifieth of your sins",
      "verse": 6
    },
    {
      "text": "and iniquities, ye are angry with him, and cast him out, and seek all manner of ways to destroy him; yea, you will say that he is a false prophet, and that he is a sinner, and of the Devil, because he testifieth that your deeds are evil. But behold, if a man shall come among you, and shall say, Do this, and there is no iniquity; do that, and ye shall suffer; yea, he will say, walk after the pride of your own hearts; yea, walk after the pride of your eyes, and do whatsoever your heart desireth; and if a man shall come among you and say this, ye will receive him, and ye shall say that he is a prophet; yea, ye will lift him up, and ye will give unto him of your substance; ye will give unto him of your gold, and of your silver, and ye will clothe him with costly apparel; and because he speaketh flattering words unto you, and he saith that all is well, and then ye will not find fault with him. O ye wicked and ye perverse generation; ye hardened and stiffnecked people, how long will ye suppose that the Lord will suffer you; yea, how long will ye suffer yourselves to be lead by foolish and blind guides; yea, how long will ye choose darkness rather than light; yea, behold the anger of the Lord is already kindled against you; behold, he hath cursed the land, because of your iniquity; and behold, the time cometh that he curseth your riches, that it becometh slippery, that ye cannot hold them; and in the days of your poverty, ye shall cry unto the Lord; and in vain shall ye cry, for your desolation is already come upon you, and your destruction is made sure; and then shall ye weep and howl in that day, saith the Lord of Hosts. And then shall ye lament, and say, O Lord I had repented, and had not killed the prophets, and stoned them, and cast them out; yea, in that day shall ye say, O that we had remembered the Lord our God, in the day he gave us our riches, and then they would not have become slippery, and that we should lose them; for behold, our riches are gone from us. Behold, we layeth a tool here, and on the morrow it is gone; and behold, our swords are taken from us in the day we have sought them for battle. Yea, we have hid up our treasures, and they have slipped away from us, because of the curse of the land. O that we had repented in the day that the word of the Lord came upon us; for behold, the land is cursed, and all things are become slippery, and we cannot hold them. Behold we are surrounded by demons, yea, we are encircled about by the angels of him who hath sought to destroy our souls. Behold, our iniquities",
      "verse": 7
    },
    {
      "text": "are great. O Lord, canst thou turn away thine anger from us? And this shall be your language in them days. But behold, your days of probation is past; ye have procrastinated the day of your salvation, until it is everlasting too late, and your destruction is made sure; yea, for ye have sought all the days of your lives for that which ye could not obtain; and ye have sought for happiness in doing iniquity, which thing is contrary to the nature of that righteousness which is in our great and Eternal Head. O ye people of the land, that ye would hear my words. And I pray that the anger of the Lord be turned away from you, and that ye would repent and be saved.",
      "verse": 8
    },
    {
      "text": "And now it came to pass that Samuel, the Lamanite, did prophesy a great many more things which cannot be written. And behold, he saith unto them, Behold, I give unto you a sign: for five years more cometh, and behold, then cometh the son of God to redeem all those who shall believe on his name. And behold, this will I give unto you for a sign at the time of his coming; for behold, there shall be great lights in Heaven, insomuch that in the night before he cometh, there shall be no darkness, insomuch that it shall appear unto man as it is day; therefore there shall be one day and a night, and a day, as if it were one day, and there were no night; and this shall be unto you for a sign; for ye shall know of the rising of the sun, and also of its setting; therefore they shall know of a surety that there shall be two days and a night; nevertheless the night shall be darkened; and it shall be night before he is born. And behold there shall a new star arise, such an one as ye never have beheld; and this also shall be a sign unto you. And behold this is not all: there shall be many signs and wonders in Heaven. And it shall come to pass that ye shall be amazed, and wonder, insomuch that ye shall fall to the earth. And it shall come to pass that whosoever shall believe on the Son of God, the same shall have everlasting life. And behold, thus saith the Lord commanded me, by his angel, that I should come and tell this thing unto you; yea, he hath commanded that I should prophesy these things unto you; yea, he hath said unto me, Cry unto this people, repent and prepare the ways of the Lord. And now because I am a Lamanite, and hath spoken unto you the words which the Lord hath commanded me, and because it was hard against you, ye are angry with me, and do seek to destroy me, and have cast me out from among you. And ye",
      "verse": 9
    },
    {
      "text": "shall hear my words, for, for this intent I have come up upon the walls of this city, that ye might hear and know of the judgments of God which doth await you because of your iniquities, and also that ye might know the conditions of repentance; and also that ye might know of the coming of Jesus Christ, the Son of God, the Father of Heaven and of earth, the Creator of all things, from the beginning; and that ye might know of his coming, to the intent that ye might believe on his name. And if ye believe on his name, ye will repent of all your sins, that thereby ye may have a remission of them through his merits. And behold, again another sign I give unto you; yea, a sign of his death; for behold, he surely must die, that salvation may come; yea, it behooveth him, and becometh expedient that he dieth, to bring to pass the resurrection of the dead, that thereby man may be brought into the presence of the Lord; yea, behold this death bringeth to pass the resurrection, and redeemeth all mankind from the first death; that spiritual death for all mankind, by the fall of Adam, being cut off from the presence of the Lord, are considered as dead, both as to things temporal and to things spiritual. But behold, the resurrection of Christ redeemeth mankind, yea, even all mankind, and bringeth them back into the presence of the Lord; yea, it bringeth to pass the condition of repentance, that whosoever repenteth, the same is not hewn down and cast into the fire; but whosoever repenteth not, is hewn down and cast into the fire, and there cometh upon them again a spiritual death, yea, a second death, for they are cut off again as to things pertaining to righteousness; therefore repent ye, lest by knowing these things and not doing them, ye shall suffer yourselves to come under condemnation, and ye are brought down unto this second death. But behold, as I said unto you concerning another sign, a sign of his death: behold, in that day that he shall suffer death, the sun shall be darkened and refuse to give his light unto you; and also the moon, and the stars; and there shall be no light upon the face of this land, even from the time that he shall suffer death, for the space of three days, to the time that he shall rise again from the dead; yea, at the time that he shall yield up the ghost, there shall be thunderings and lightnings for the space of many hours, and the earth shall quake and tremble, and the rocks which is upon the face of this earth, which is both above the earth and beneath, which ye know at this time is solid, or the more part of it is one solid mass, shall be broken",
      "verse": 10
    },
    {
      "text": "up; yea, they shall be rent in twain, and shall ever after be found in seams, and in cracks, and in broken fragments upon the face of the whole earth; yea, both above the earth and both beneath. And behold, there shall be great tempests, and there shall be many mountains laid low, like unto a valley, and there shall be many places, which are now called valleys, which shall become mountains, whose height thereof is great. And many highways shall be broken up, and many cities shall become desolate, and many graves shall be opened, and shall yield up many of their dead; and many saints shall appear unto many. And behold thus hath the angel spoken unto me; for he said unto me, That there should be thunderings and lightnings for the space of many hours; and he said unto me that while the thunder and the lightning lasted, and the tempest, that these things should be, and that darkness should cover the face of the whole earth, for the space of three days. And the angel said unto me that many shall see greater things than these, to the intent that they might believe that these signs and these wonders should come to pass, upon all the face of this land; to the intent that there should be no cause for unbelief among the children of men; and this to the intent that whosoever will believe, might be saved, and that whosoever will not believe, a righteous judgment might come upon them; and also if they are condemned, they bring upon themselves their own condemnation. And now remember, remember, my brethren, that whosoever perisheth, perisheth unto himself; and whosoever doeth iniquity, doeth it unto himself; for behold ye are free; ye are permitted to act for yourselves; for behold, God hath given unto you a knowledge, and he hath made you free; he hath given unto you that ye might know good from evil, and he hath given unto you that ye might choose life or death, and ye can do good and be restored unto that which is good, or have that which is good restored unto you; or ye can do evil, and have that which is evil restored unto you. And now my beloved brethren, behold, I declare unto you that except ye shall repent, your houses shall be left unto you desolate; yea, except ye repent, your women shall have great cause to mourn in the day that they shall give suck; for ye shall attempt to flee, and there shall be no place for refuge; and wo unto them which are with child, for they shall be heavy, and cannot flee; therefore they shall be trodden down, and shall be left to perish; yea, wo unto this people which are called the people of",
      "verse": 11
    },
    {
      "text": "Nephi, except they shall repent when they shall see all those signs and wonders which shall be showed unto them; for behold, they have been a chosen people of the Lord; yea, the people of Nephi hath he loved, and also hath he chastened them; yea, in the days of their iniquities hath he chastened them, because he loveth them. But behold my brethren, the Lamanites hath he hated, because their deeds have been evil continually; and this because of the iniquity of the tradition of their fathers. But behold, salvation hath come unto them, through the preaching of the Nephites; and for this intent hath the Lord prolonged their days. And I would that ye should behold that the more part of them are in the path of their duty, and they do walk circumspectly before God, and they do observe to keep his commandments, and his statutes, and his judgments, according to the law of Moses. Yea, I say unto you, that the more part of them are doing this, and they are string, with unwearied diligence, that they may bring the remainder of their brethren to the knowledge of the truth; therefore there are many which add to their numbers daily. And behold ye do know of yourselves, for ye have witnessed it, that as many of them as are brought to the knowledge of the truth, and to know of the wicked and abominable traditions of their fathers, and are led to believe the Holy Scriptures, yea, the prophecies of the holy prophets, which are written, which leadeth them to faith on the Lord, and unto repentance, which faith and repentance bringeth a change of heart unto them, therefore as many as have come to this, ye know of yourselve[s], are firm and steadfast in the faith, and in the thing wherewith they have been made free. -- And ye know also that they have buried their weapons of war, and they fear to take them up lest by any means they shall sin; yea, ye can see that they fear to sin; for behold, they will suffer themselves that they be trodden down and slain by their enemies, and will not lift their swords against them; and this because of their faith in Christ. And now because of their steadfastness when they do believe in that thing which they do believe; for because of their firmness when they are once enlightened, behold the Lord shall bless them and prolong their days, notwithstanding their iniquity; yea, even if they should dwindle in unbelief, the Lord shall prolong their days until the time shall come which hath been spoken of by our fathers, and also by the prophet Zenos, and many other prophets, concerning the restoration of our brethren,",
      "verse": 12
    },
    {
      "text": "the Lamanites again, to the knowledge of the truth; yea, I say unto you, That in the latter times, the promises of the Lord notwithstanding the many afflictions which they shall have, and notwithstanding they shall be driven to and fro upon the face of the earth, and be hunted, and shall be smitten and scattered abroad, having no place for refuge, the Lord shall be merciful unto them; and this is according to the prophecy, that they shall again be brought to the true knowledge, which is the knowledge of their Redeemer, and their great and their true Shepherd, and be numbered among his sheep. Therefore I say unto you, It shall be better for them than for you, except ye repent. For behold, had the mighty works been shewn unto them which have been shewn unto you; yea, unto them which have dwindled in unbelief because of the traditions of their fathers, ye can see of yourselves, that they never would again have dwindled in unbelief; therefore, saith the Lord, I will not utterly destroy them, but I will cause that in the day of my wisdom, they shall return again unto me, saith the Lord. And now behold, saith the Lord, concerning the people of the Nephites, if they will not repent, and observe to do my will, I will utterly destroy them, saith the Lord, because of their unbelief, notwithstanding the many mighty works which I have done among them; and as surely as the Lord liveth, shall these things be, saith the Lord.",
      "verse": 13
    },
    {
      "text": "And now it came to pass that there were many which heard the words of Samuel, the Lamanite, which he spake upon the walls of the city. And as many as believed on his words, went forth and sought for Nephi; and when they had came forth and found him, they confessed unto him their sins and denied not, desiring that they might be baptized unto the Lord. But as many as there were which did not believe in the words of Samuel, were angry with him; and they cast stones at him upon the wall, and also many shot arrows at him, as he stood upon the wall; but the spirit of the Lord was with him, insomuch that they could not hit him with their stones, neither with their arrows. Now when they saw this, that they could not hit him, there were many more which did believe on his words, insomuch that they went away unto Nephi to be baptized. For behold, Nephi was baptizing, and prophesying and preaching, crying repentance unto the people; shewing signs and wonders; working miracles among the people, that they might know that the Christ must shortly come; telling them",
      "verse": 14
    },
    {
      "text": "of things which must shortly come, that they might know and remember at the time of their coming, that they had been made known unto them beforehand, to the intent that they might believe; therefore as many as believed on the words of Samuel, went forth unto him to be baptized, for they came repenting and confessing their sins. But the more part of them did not believe in the words of Samuel; therefore when they saw that they could not hit him with their stones and their arrows, they cried unto their captains, saying, Take this fellow and bind him, for behold, he hath a Devil; and because of the power of the Devil which is in him, we cannot hit him with our stones and our arrows; therefore take him and bind him, and away with him. And as they went forth to lay their hands on him, behold, he did cast himself down from the wall, and did flee out of their lands, yea, even unto his own counrty, and began to preach and to prophesy among his own people. And behold, he was never heard of more among the Nephites; and thus were the affairs of the people. And thus ended the eighty and sixth year of the reign of the Judges over the people of Nephi. And thus ended also, the eighty and seventh year of the reign of the Judges, the more part of the people remaining in their pride and wickedness, and the lesser part walking more circumspectly before God. And these were the conditions also, in the eighty and eighth year of the reign of the Judges. And there were but little alteration in the affairs of the people, save it were the people began to be more hardened in iniquity, and do more and more of that which was contrary to the commandments of God, in the eighty and ninth year of the reign of the Judges.",
      "verse": 15
    },
    {
      "text": "But it came to pass in the ninetieth year of the reign of the Judges, there were great signs given unto the people, and wonders; and the words of the prophets began to be fulfilled; and angels did appear unto men, wise men, and did declare unto them glad tidings of great joy; thus in this year the Scriptures began to be fulfilled. Nevertheless, the people began to harden their hearts, all save it were the most believing part of them, both of the Nephites, and also the Lamanites, and began to depend upon their own strength, and upon their own wisdom, saying: Some things they may have guessed right, among so many; but behold, we know that all these great and marvellous works cannot come to pass, of which hath been spoken. And they began to reason and contend among themselves, saying, That is not reasonable that such a being",
      "verse": 16
    },
    {
      "text": "as a Christ shall come; if so, and he be the Son of God, the Father of Heaven and of earth, as it hath been spoken, why will he not shew himself unto us, as well as unto they which shall be at Jerusalem? Yea, why will he not shew himself in this land, as well as in the land of Jerusalem? But behold, we know that this is a wicked tradition, which has been handed down unto us by our fathers, to cause us that we should believe in some great and marvellous thing which should come to pass, but not among us, but in a land which is far distant, a land which we know not; therefore they can keep is in ignorance, for we cannot witness with our own eyes that they are true. And they will by the cunning and the mysterious arts of the evil one, work some great mystery, which we cannot understand, which will keep us down to be servants to their words, and also servants unto them, for we depend upon them for to teach us the word; and thus will they keep us in ignorance, if we will yield ourselves unto them all the days of our lives. And many more did the people imagine up in their hearts, which were foolish and vain; and they were much disturbed, for Satan did stir them up to do iniquity continually; yea, he did go about, spreading rumors and contentions upon all the face of the land, that he might harden the hearts of the people against that which is good, and against that which should come; and notwithstanding the signs and the wonders which was wrought among the people of the Lord, and the many miracles which they did, Satan did get great hold upon the hearts of the people, upon all the face of the land. And thus ended the ninetieth year of the reign of the Judges over the people of Nephi. And thus ended the book of Helaman, according to the record of Helaman and his sons.",
      "verse": 17
    },
    {
      "text": "THE BOOK OF NEPHI, THE SON OF NEPHI, WHICH WAS THE SON OF HELAMAN.",
      "verse": 18
    }
  ],
  "chapter": 1,
  "title": "Helaman 5"
}