{
  "verses": [
    {
      "text": "CHAPTER II. And now it came to pass that in the forty and third year of the reign of the Judges, there was no contention among the people of Nephi, save it were a little pride which was in the church, which did cause some little dissentions among the people, which affairs were settled in the ending of the forty and third year. And there was no contention among the people in the forty and fourth year; neither was there much contention in the forty and fifth year. And it came to pass in the forty and sixth, yea, there were much contentions and many dissentions; in the which there were an exceeding great many which departed out of the land of Zarahemla, and went forth unto the land northward, to inherit the land; and they did travel to an exceeding great distance, insomuch that they came to large bodies of water, and many rivers; yea, and even they did spread forth into all parts of the land, into whatsoever parts it had not been rendered desolate, and without timber, because of the many inhabitants which had before inherit the land. And now no part of the land was desolate, save it were for timber, \u0026c.; but because of the greatness of the destruction of the people which had before inhabited the land, it was called desolate. And there being but little timber upon the face of the land, nevertheless the people which went forth, became exceeding expert in the working of cement; therefore they did build houses of cement, in the which they did dwell. And it came to pass that they did multiply and spread, and did go forth from the land southward, to the land northward, and did spread insomuch that they began to cover the face of the whole earth, from the sea south, to the sea north, from the sea west, to the sea east. And the people which were in the land northward, did dwell in tents, and in houses of cement, and they did suffer whatsoever tree should spring up upon the face of the land, that it should grow up, that in time they might have timber to build their houses, yea, their cities, and their temples, and their synagogues, and their sanctuaries, and all manner of their buildings.",
      "verse": 1
    },
    {
      "text": "And it came to pass as timber was exceeding scarce in the land northward, they did send forth much by the way of shipping; and thus they did enable the people in the land northward, that they might build many cities, both of wood and of cement. And it came to pass that there were many of the",
      "verse": 2
    },
    {
      "text": "people of Ammon, which were Lamanites by birth, did also go forth into this land.",
      "verse": 3
    },
    {
      "text": "And now there are many records kept of the proceedings of this people, by many of this people, which are particular and very large concerning them; but behold a hundredth part of the proceedings of this people, yea, the account of the Lamanites, and of the Nephites, and their wars, and contentions, and dissentions, and their preaching, and their prophecies, and their shipping, and their building of ships, and their building of temples, and of synagogues, and their sanctuaries, and their righteousness, and their wickedness, and their murders, and their robbings, and their plundering, and all manner of abominations and whoredoms, cannot be contained in this work; but behold, there are many books and records of every kind, and they have been kept chiefly by the Nephites; and they have been handed down from one generation to another, by the Nephites, even unto they have fallen into transgression, and have been murdered, plundered, and hunted, and driven forth, and slain, and scattered upon the face of the earth, and mixed with the Lamanites until they are no more called Nephites, becoming wicked, and wild and ferocious, yea, even becoming Lamanites.",
      "verse": 4
    },
    {
      "text": "And now I return again to mine account; therefore what I have spoken had passed after there had been great contentions, and disturbances, and wars, and dissentions among the people of Nephi. The forty and sixth year of the reign of the Judges ended. And it came to pass that there was still great contentions in the land, yea, even in the forty and seventh year, and also in the forty and eighth year; nevertheless, Helaman did fill the judgment seat with justice and equity; yea, he did observe to keep the statutes, and the judgments, and the commandments of God; and he did do that which was right in the sight of God, continually; and he did walk after the ways of his father, insomuch that he did prosper in the land. And it came to pass that he had two sons. He gave unto the eldest the name of Nephi, and unto the youngest the name of Lehi. And they began to grow up unto the Lord. -- And it came to pass that the wars and contentions began to cease, in a small degree, among the people of the Nephites, in the latter end of the forty and eighth year of the reign of the Judges over the people of Nephi. And it came to pass in the forty and ninth year of the reign of the Judges, there was continual peace established in the land, all save it were",
      "verse": 5
    },
    {
      "text": "the secret combinations which Gadianton the nobler had established, in the more settled parts of the land, which at that time were not known unto those which were at the head of government; therefore they were not destroyed out of the land.",
      "verse": 6
    },
    {
      "text": "And it came to pass that in this same year, there was exceeding great prosperity in the church, insomuch that there were thousands who did join themselves unto the church, and were baptized unto repentance; and so great was the prosperity of the church, and so many the blessings, which were poured out upon the people, that even the High Priests and the teachers were themselves astonished beyond measure. -- And it came to pass that the work of the Lord did prosper, unto the baptizing and uniting to the church of God many souls; yea, even tens of thousands. Thus we may see that the Lord is merciful unto all who will, in the sincerity of their hearts, call upon his holy name; yea, thus we see that the gate of heaven is open unto all, even to those who will believe on the name of Jesus Christ, which is the son of God; yea, we see that whosoever will lay hold upon the word of God, which is quick and powerful, which shall divide asunder all the cunning, and the snares, and the wiles of the Devil, and lead the man of Christ in a straight and narrow course across that everlasting gulf of misery which is prepared to engulf the wicked, and land their souls, yea, their immortal souls, at the right hand of God, in the kingdom of Heaven, to sit down with Abraham, and Isaac, and with Jacob, and with all our holy fathers, to go no more out. And in this year there were continual rejoicing in the land of Zarahemla, and in all the regions round about, even in all the land which was possessed by the Nephites. And it came to pass that there was peace, and exceeding great joy in the remainder of the forty and ninth year; yea, and also there was continual peace and great joy in the fiftieth year of the reign of the Judges. And in the fifty and first year of the reign of the Judges, there was peace also save it were the pride which began to enter into the church; not into the church of God, but into the hearts of the people who professed to belong to the church of God; and they were lifted up in pride, even as to the persecution of many of their brethren. Now this was a great evil, which did cause the humble part of the people to suffer great persecutions, and to wade through much afflictions; nevertheless, they did fast and pray oft, and did wax stronger and stronger in their humility, and firmer and firmer in the faith of Christ,",
      "verse": 7
    },
    {
      "text": "unto the filling their souls with joy and consolation, yea, even to the purifying and the sanctification of their hearts, which sanctification cometh because of their yielding their hearts unto God. And it came to pass that the fifty and second year ended in peace also, save it were the exceeding great pride which had got into the hearts of the people; and it was because of their exceeding great riches, and their prosperity in the land; and it did grow upon them from day to day.",
      "verse": 8
    },
    {
      "text": "And it came to pass, in the fifty and third year of the reign of the Judges, Helaman died, and his eldest son Nephi began to reign in his stead. And it came to pass that he did fill the judgment seat with justice and equity; yea, he did keep the commandments of God, and did walk in the ways of his father. And it came to pass in the fifty and fourth year, there were many dissentions in the church, and there was also a contention among the people, insomuch that there was much bloodshed; and the rebellious part were slain and driven out of the land, and they did go unto the king of the Lamanites.",
      "verse": 9
    },
    {
      "text": "And it came to pass that they did endeavor to stir up the Lamanites to war against the Nephites; but behold, the Lamanites were exceeding fraid, insomuch that they would not hearken to the words of those dissenters. But it came to pass in the fifty and sixth year of the reign of the Judges, there were dissenters which went up from the Nephites unto the Lamanites; and they succeeded with those others in stirring them up to anger against the Nephites; and they were all that year preparing for war. And in t fifty and seventh year, they did come down against the Nephites to battle, and they did commence the work of death; yea, insomuch, that in the fifty and eighth year of the reign of the Judges, they succeeded in obtaining possession of the land of Zarahemla; yea, and also all the lands, even unto the land which was near the land Bountiful; and the Nephites, and the armies of Moronihah, were driven even into the land of Bountiful; and there they did fortify against the Lamanites, from the West Sea, even unto the East; it being a day\u0027s journey for a Nephite, on the line which they had fortified and stationed their armies to defend their north country. And thus those dissenters of the Nephites, with the help of a numerous army of the Lamanites, had obtained all the possession of the Nephites which was in the land southward. And all this was done in the fifty and eighth and ninth year of the reign of the Judges.",
      "verse": 10
    },
    {
      "text": "And it came to pass in the sixtieth year of the reign of the",
      "verse": 11
    },
    {
      "text": "Judges, Moronihah did succeed with his armies, in obtaining many parts of the land; yea, they retained many cities which had fallen into the hands of the Lamanites.",
      "verse": 12
    },
    {
      "text": "And it came to pass in the sixty and first year of the reign of the Judges, they succeeded in retaining even the half of all their possessions. Now this great loss of the Nephites, and the great slaughter which was among them, would not have happened, had it not been for their wickedness and their abomination which was among them; yea, and it was among those also which professed to belong to the church of God; and it was because of the pride of their hearts, because of their exceeding riches, yea, it was because of their oppression to the poor, withholding their food from the hungry, withholding their clothing from the naked, and smiting their humble brethren upon the cheek, making a mock of that which was sacred, denying the spirit of prophecy and of revelation, murdering, plundering, lying, steeling, committing adultery, raising up in great contentions, and deserting away into the land of Nephi, among the Lamanites; and because of this their great wickedness, and their boastings in their own strength, they were left in their own strength; therefore they did not prosper, but were afflicted, and smitten, and driven before the Lamanites, until they had lost possession of almost all their lands. But behold, Moronihah did preach many things unto the people, because of their iniquity, and also Nephi and Lehi, which were the sons of Helaman, did preach many things unto the people; yea, and did prophesy many things unto them concerning their iniquities, and what should come unto them if they did not repent of their sins. And it came to pass that they did repent, and inasmuch as they did repent, they did begin to prosper; for when Moronihah saw that they did repent, he did venture to lead them forth from place to place, and from city to city, even until they had retained the one half of their property, and the one half of all their lands. And thus ended the sixty and first year of the reign of the Judges.",
      "verse": 13
    },
    {
      "text": "And it came to pass in the sixty and second year of the reign of the Judges, that Moronihah could obtain no more possessions over the Lamanites; therefore they did abandon their design to obtain the remainder of their lands, for so numerous was the Lamanites that it became impossible for the Nephites to obtain more power over them; therefore Moronihah did employ all his armies in maintaining those parts which he had taken.",
      "verse": 14
    },
    {
      "text": "And it came to pass because of the greatness of the number of the Lamanites, the Nephites were in great fear, lest they be overpowered, and trodden down, and slain, and destroyed; yea, they began to remember the prophecies of Alma, and also the words of Mosiah, and they saw that they had been a stiffnecked people, and that they had set at nought the commandments of God; and that they had altered and trampled under their feet the laws of Mosiah, or that which the Lord commanded him to give unto the people; and thus seeing that their laws had become corrupted, and that they had become a wicked people, insomuch that they were wicked even like unto the Lamanites. And because of their iniquity, the church had began to dwindle; and they began to disbelieve in the spirit of prophecy, and in the spirit of revelation; and the judgments of God did stare them in the face. And they saw that they had become weak, like unto their brethren, the Lamanites, and that the spirit of the Lord did no more preserve them; yea, it had withdrawn from them, because the spirit of the Lord doth not dwell in unholy temples; therefore the Lord did cease to preserve them by his miraculous and matchless power, for they had fallen in a state of unbelief and awful wickedness; and they saw that the Lamanites were more exceeding numerous than they, and except they should cleave unto the Lord their God, they must unavoidably perish. For behold, they saw that the strength of the Lamanites was as great as their strength, even man for man. And thus had they fallen into this great transgression, in the space of not many years.",
      "verse": 15
    },
    {
      "text": "And it came to pass that in this same year, behold, Nephi delivered up the judgment seat, to a man whose name was Cezoram. For as their laws and their governments were established by the voice of the people, and they which chose evil were more numerous than they which chose good, therefore they were ripening for destruction, for the laws had been corrupted; yea, and this was not all; they were a stiffnecked people, insomuch that they could not be governed by the law nor justice, save it were to their destruction.",
      "verse": 16
    },
    {
      "text": "And it came to pass that Nephi had become weary, because of their iniquity; and he yielded up the judgment seat, and took it upon him to preach the word of God all the remainder of his days, and his brother Lehi also, all the remainder of his days: for they remembered the words which their father Helaman",
      "verse": 17
    },
    {
      "text": "spake unto them. And these are the words which he spake: Behold, my sons, I desire that ye should remember to keep the commandments of God; and I would that ye should declare unto the people these words: Behold, I have given unto you the names of our first parents, which came out of the land of Jerusalem; and this I have done, that when you remember your names, that ye may remember them; and when ye remember them, ye may remember their works; and when ye remember their works, ye may know how that it is said, and also written, that they were good; therefore, my sons, I would that ye should do that which is good, that it may be said of you, and also written, even as it has been said and written of them. And now my sons, behold, I have somewhat more to desire of you , which desire is, that ye may not do these things that ye may boast, but that ye may do these things to lay up for yourselves a treasure in Heaven, yea, which is eternal, and which fadeth not away; yea, that ye may have that precious gift of eternal life, which we have reason to suppose hath been given to our fathers.",
      "verse": 18
    },
    {
      "text": "O remember, remember, my sons, the words which king Benjamin spake unto his people; yea, remember that there is no other way nor means whereby man can be saved, only through the atoning blood of Jesus Christ, which shall come; yea, remember that he cometh to redeem the world. And remember also, the words which Amulek spake unto Zeezrom, in the city of Ammonihah: for he said unto them, That the Lord surely should come to redeem his people; but that he should not come to redeem them in their sins, but to redeem them from their sins. And he hath power given unto him from the father, to redeem them from their sins, because of repentance; therefore he hath sent his angels to declare the tidings of the conditions of repentance, which bringeth unto the power of the Redeemer, unto the salvation of their souls. -- And now, my sons remember, remember that it is upon the rock of our Redeemer, which is Christ, the Son of God, that ye must build your foundation, that when the Devil shall send forth his mighty winds; yea, his shafts in the whirlwind; yea, when all his hail and his mighty storm shall beat upon you, it shall have no power over you, to drag you down to the gulf of misery and endless wo, because of the rock upon which ye are built, which is a sure foundation, a foundation whereon if men buildeth, they cannot fall.",
      "verse": 19
    },
    {
      "text": "And it came to pass that these were the words which Helaman",
      "verse": 20
    },
    {
      "text": "taught his sons; yea, he did teach them many things which are not written, and also many things which are written. And they did remember his words; and therefore they went forth, keeping the commandments of God, to teach the word of God among all the people of Nephi, beginning at the city Bountiful; and from thence forth to the city of Gid; and from the city of Gid to the city of Mulek; and even from one city to another, until they had gone forth among all the people of Nephi, which were in the land southward; and from thence into the land of Zarahemla, among the Lamanites.",
      "verse": 21
    },
    {
      "text": "And it came to pass that they did preach with great power, insomuch that they did confound many of those dissenters which had gone over from the Nephites, insomuch that they came forth and did confess their sins, and were baptized unto repentance, and immediately returned to the Nephites, to endeavor to repair unto them the wrongs which they had done. And it came to pass that Nephi and Lehi did preach unto the Lamanites with such great power and authority: for they had power and authority given unto them that they might speak; and they also had what they should speak, given unto them; therefore they did speak unto the great astonishment of the Lamanites, to the convincing them, insomuch that there were eight thousand of the Lamanites which were in the land of Zarahemla and round about, baptized unto repentance, and were convinced of the wickedness of the traditions of their fathers.",
      "verse": 22
    },
    {
      "text": "And it came to pass that Nephi and Lehi did proceed from thence to go to the land of Nephi. And it came to pass that they were taken by an army of the Lamanites, and cast into prison; yea, even in that same prison in which Ammon and his brethren were cast by the servants of Limhi. And after they had been cast into prison many days without food, behold, they went forth into the prison to take them, that they might slay them. And it came to pass that Nephi and Lehi were encircled about as if by fire, even insomuch that they durst not lay their hands upon them for fear, lest they should be burned. Nevertheless, Nephi and Lehi were not burned; and they were as standing in the midst of fire, and were not burned. And when they saw that they were encircled about with a pillar of fire, and that it burned them not, their hearts did take courage. For they saw that the Lamanites durst not lay their hands upon them; neither durst they come near unto them, but stood as if they were struck dumb with amazement.",
      "verse": 23
    },
    {
      "text": "And it came to pass that Nephi and Lehi did stand forth, and began to speak unto them, saying: Fear not, for behold, it is God that hath shewn unto you this marvellous thing, in the which is shewn unto you, that ye cannot lay your hands on us to slay us. And behold, when they had said these words, the earth shook exceedingly, and the walls of the prison did shake, as if they were about to tumble to the earth; but behold, they did not fall. And behold, they that were in the prison, were Lamanites, and Nephites which were dissenters. And it came to pass that they were overshadowed with a cloud of darkness, and an awful, solemn fear came upon them. And it came to pass that there came a voice, as if it were above the cloud of darkness, saying, Repent ye, repent ye, and seek no more to destroy my servants which I have sent unto you to declare the good tidings.",
      "verse": 24
    },
    {
      "text": "And it came to pass when they heard this voice, and beheld that it was not a voice of thunder; neither was it a voice of a great tumultous noise; but behold, it was a still voice of perfect mildness, as if it had been a whisper, and it did pierce even to the very soul. And notwithstanding the mildness the voice, behold, the earth shook exceedingly, and the walls of the prison trembled again, as if it were about to tumble to the earth; and behold, the cloud of darkness which had overshadowed them, did not disperse. And behold, the voice came again, saying: Repent ye, repent, for the kingdom of Heaven is at hand; and seek no more to destroy my servants. And it came to pass that the earth shook again, and the walls trembled; and also again the third time the voice came, and did speak unto them marvellous words, which cannot be uttered by man: and the walls did tremble again, and the earth shook as if it were about to divide asunder.",
      "verse": 25
    },
    {
      "text": "And it came to pass that the Lamanites could not flee, because of the cloud of darkness which did overshadow them; yea, and also they were immovable, because of the fear which did come upon them., Now there was one among them who was a Nephite by birth, who had once belonged to the church of God, but had dissented from them. And it came to pass that he turned him about, and behold, he saw through the cloud of darkness the faces of Nephi and Lehi; and behold, they did shine exceedingly, even as the face of angels. And he beheld that they did lift their eyes to Heaven; and they were in the attitude as if talking or lifting their voices to some being which they beheld.",
      "verse": 26
    },
    {
      "text": "And it came to pass that this man did cry unto the multitude, that they might turn and look. And behold, there was power given unto them, that they did turn and look; and they did behold the faces of Nephi and Lehi. And they said unto the man, Behold, what doth all these things mean? and who is it with whom these men converse? Now the man\u0027s name was Aminadab. And Aminadab saith unto them, They do converse with the angels of God. And it came to pass that the Lamanites said unto him, What shall we do, that this cloud of darkness may be removed from overshadowing us? And Aminadab saith unto them, You must repent, and cry unto the voice, even until ye shall have faith in Christ, which was taught unto you by Alma, and Amulek, and by Zeesrom; and when ye shall do this, the cloud of darkness shall be removed from overshadowing you.",
      "verse": 27
    },
    {
      "text": "And it came to pass that they all did begin to cry unto the voice of him which had shook the earth; yea, they did cry even until the cloud of darkness was dispersed. And it came to pass that when they cast their eyes about, and saw that the cloud of darkness was dispersed from overshadowing them, and behold, they saw that they were encircled about, yea, every soul, by the pillar of fire. And Nephi and Lehi was in the midst of them; yea, they were encircled about; yea, they were as if in the midst of a flaming fire, yet it did harm them not, neither did it take hold upon the walls of the prison; and they were filled with that joy which is unspeakable, and full of glory. And behold, the Holy Spirit of God did come down from Heaven, and did enter into their hearts, and they were filled as if with fire; and they could speak forth marvellous words.",
      "verse": 28
    },
    {
      "text": "And it came to pass that there came a voice unto them, yea, a pleasant voice, as if it were a whisper, saying, Peace, peace be unto you, because of your faith in my well beloved, which was from the foundation of the world. And now when they heard this, they cast up their eyes as if to behold from whence the voice came; and behold, they saw the heavens open; and angels came down out of heaven, and ministered unto them. -- And there were about three hundred souls which saw and heard these things; and they were bid to go forth and marvel not, neither should they doubt. And it came to pass that they did go forth, and did minister unto the people, declaring throughout all the regions round about, all the things which they had heard and seen, insomuch that the more part of the",
      "verse": 29
    },
    {
      "text": "Lamanites were convinced of them, because of the greatness of the evidencess which they had received; as many as were convinced, did lay down their weapons of war, and also their hatred, and the tradition of their fathers. And it came to ass that they did yield up unto the Nephites, the lands of their possession.",
      "verse": 30
    },
    {
      "text": "And it came to pass that when the sixty and second year of the reign of the Judges had ended, all these things had happened, and the Lamanites had become, the more part of them, a righteous people, insomuch that their righteousness did exceed that of the Nephites, because of their firmness, and their steadiness in faith. For behold, there were many of the Nephites which had become hardened, and impenitent, and grossly wicked, insomuch that they did reject the word of god, and all the preaching and prophecying which did come among them. Nevertheless, the people of the church did have great joy, because of the conversion of the Lamanites; yea, because of the church of God, which had been established among them. And they did fellowship one with another, and did rejoice one with another, and did have great joy. And it came to pass that many of the Lamanites did come down into the land of Zarahemla, and did declare unto the people of the Nephites the manner of their conversion, and did exhort them to faith and repentance; yea, and many did preach with exceeding great power and authority, unto the bringing down many of them into the depths of humility, to be humble followers of God and the Lamb.",
      "verse": 31
    },
    {
      "text": "And it came to pass that many of the Lamanites did go into the land northward; and also Nephi and Lehi went into the land northward, to preach unto the people. And thus ended the sixty and third year. And behold, there was peace in all the land, insomuch that the Nephites did go into whatsoever part of the land they would, whether among the Nephites or the Lamanites. And it came to pass that the Lamanites did also go whithersoever they would, whether it were among the Lamanites or among the Nephites; and thus they did have free intercourse one with another, for to buy and to sell, and to get gain, according to their desire.",
      "verse": 32
    },
    {
      "text": "And it came to pass that they became exceeding rich, both the Lamanites and the Nephites; and they did have exceeding plenty of gold, and of silver, and all manner of precious metals, both in the land south, and in the land north. Now the land south was called Lehi, and the land north was called",
      "verse": 33
    },
    {
      "text": "Mulek, which was after the sons of Zedekiah; for the Lord did bring Mulek into the land north, and Lehi into the land south. And behold, there was all manner of gold in both these lands, and of silver, and of precious ore of every kind; and there was also curious workmen, which did work all kinds of ore, and did refine it; and thus they did become rich. They did raise grain in abundance, both in the north and in the south; and they did flourish exceedingly, both in the north and in the south. And they did multiply and wax exceeding strong in the land. And they did raise flocks and herds, yea, many fatlings. Behold, their women did toil and spin, and did make all manner of cloth, of fine twined linen, and cloth of every kind, to clothe their nakedness. And thus the sixty and fourth year, did pass away in peace. And in the sixty and fifth year, they did also have great joy and peace; yea, much preaching, and many prophecies concerning that which was to come. And thus passed away the sixty and fifth year.",
      "verse": 34
    },
    {
      "text": "And it came to pass that in the sixty and sixth year of the reign of the Judges, behold, Cezoram was murdered by an unknown hand, as he sat upon the judgment seat. And it came to pass that in the same year, that his son, which had been appointed by the people in his stead, was also murdered. And thus ended the sixty and sixth year. And in the commencement of the sixty and seventh year, the people began to grow exceeding wicked again. For behold, the Lord had blessed them so long with the riches of the world, that they had not been stirred up to anger, to wars, nor to bloodsheds; therefore they began to set their hearts upon their riches; yea, they began to seek to get gain, that they might be lifted up one above another; therefore they began to commit secret murders, and to rob, and to plunder, that they might get gain. -- And now behold, those murderers and plunderers were a band which had been formed by Kishkumen and Gadianton. And now it came to pass that there were many, even among the Nephites, of Gadianton\u0027s band. But behold, they were more numerous among the more wicked part of the Lamanites. And they were called Gadianton\u0027s robbers and murderers; and it was they which did murder the Chief Judge Cezoram, and his son, while in the judgment seat; and behold, they were not found.",
      "verse": 35
    },
    {
      "text": "And now it came to pass that when the Lamanites found that there were robbers among them, they were exceeding sorrowful; and they did use every means whatsoever was in",
      "verse": 36
    },
    {
      "text": "their power, to destroy them off the face of the earth. But behold, Satan did stir up the hearts of the more parts of the Nephites, insomuch that they did unite with those bands of robbers, and did enter into their covenants, and their oaths, that they would protect and preserve one another, in whatsoever difficult circumstances they should be placed in, that they should not suffer for their murders, and their plunderings, and their stealings.",
      "verse": 37
    },
    {
      "text": "And it came to pass that they did have their signs, yea, their secret signs, and their secret words; and this that they might distinguish a brother who had entered into the covenant, that whatsoever wickedness his brothers should do, he should not be injured by his brother, nor by those who did belong to his band, and plunder, and steal, and commit whoredoms, and all manner of wickedness, contrary to the laws of their country, and also the laws of their God; and whosoever of those which belonged to their band, should reveal unto the world of their wickedness and their abominations, should be tried, not according to the laws of their country, but according to the laws of their wickedness, which had been given by Gadianton and Kishkumen. Now behold, it is these secret oaths and covenants, which Alma commanded his sons should not go forth unto the world, lest they should be a means of bringing down the people unto destruction. Now behold, those secret oaths and covenants did not come forth unto Gadianton from the records which were delivered unto Helaman; but behold, they were put into the heart of Gadianton, by that same being who did entice our first parents to partake of the forbidden fruit; yea, the same being who did plot with Cain, that if he would murder his brother Abel, it should not be known unto the world. And also it is that same being who put it into the hearts of the people, to build a tower sufficiently high that they might get to Heaven. And it was that same being which led on the people which came from that tower, into this land; which spread the works of darkness and abominations over all the face of the land, until he dragged the people down to an entire destruction, and to an everlasting hell; yea, it is that same being who put it into the heart of Gadianton, to still carry on the work of darkness, and of secret murder; and he hath brought it forth from the beginning of man, even down to this time. And behold, it is he which is the author of all sin.",
      "verse": 38
    },
    {
      "text": "And behold, he doth carry on his works of darkness and secret murder, and doth hand down their plots, and their oaths, and their covenants, and their plans of awful wickedness, from generation to generation, according as he can get hold upon the hearts of the children of men. And now behold, he had got great hold upon the hearts of the Nephites; yea, insomuch that they had become exceeding wicked; yea, the more part of them had turned out of the way of righteousness, and did trample under their feet the commandments of God, and did turn unto their own ways, and did build up unto themselves idols of their gold and silver.",
      "verse": 39
    },
    {
      "text": "And it came to pass that all these iniquities did come unto them, in the space of not many years, insomuch that a more part of it had come unto them in the sixty and seventh year of the reign of the Judges over the people of Nephi. And they did grow in their iniquities, n the sixty and eighth year also, to the great sorrow and lamentations of the righteous. And thus we see that the Nephites did begin to dwindle in unbelief, and grow in wickedness and abominations, while the Lamanites began to grow exceedingly in the knowledge of their God; yea, they began to keep his statutes and commandments, and to walk in truth and uprightness before him. And thus we see the spirit of the Lord began to withdraw from the Nephites, because of the wickedness and the hardness of their hearts. And thus we see that the Lord began to pour out his spirit upon the Lamanites, because of their easiness and willingness to believe in his word.",
      "verse": 40
    },
    {
      "text": "And it came to pass that the Lamanites did hunt the band of robbers of Gadianton; and they did preach the word of God among the more wicked part of them, insomuch that this band of robbers was utterly destroyed from among the Lamanites. And it came to pass on the other hand, that the Nephites did build them up and support them, beginning at the more wicked part of them, until they had overspread all the land of the Nephites, and had seduced the more part of the righteous, until they had come down to believe in their works, and partake of their spoils, and to join with them in their secret murders and combinations. And thus they did obtain the sole management of the government, insomuch that they did trample under their feet, and smite, and rend, and turn their backs upon the poor, and the meek, and humble followers of God. And thus we see that they were in an awful state, and ripening",
      "verse": 41
    },
    {
      "text": "for an everlasting destruction. And it came to pass that thus ended the sixty and eighth year of the reign of Judges over the people of Nephi.",
      "verse": 42
    }
  ],
  "chapter": 3,
  "title": "Helaman 2"
}