{
  "verses": [
    {
      "text": "CHAPTER III.",
      "verse": 1
    },
    {
      "text": "THE PROPHECY OF NEPHI, THE SON OF HELAMAN. God threatens the people of Nephi, that he will visit them in his anger, to their utter destruction, except they repent of their wickedness. God smiteth the people of Nephi with pestilence; they repent and turn unto him. Samuel, a Lamanite, prophesies unto the Nephites.",
      "verse": 2
    },
    {
      "text": "Behold, now it came to pass in the sixty and ninth year of the reign of the Judges over the people of the Nephites, that Nephi, the son of Helaman, returned to the land of Zarahemla, from the land northward: for he had been forth among the people which was in the land northward, and did preach the word of God unto them, and did prophesy many things unto them; and they did reject all his words, insomuch that he could not stay among them, but returned again unto the land of his nativity; and seeing the people in a state of such awful wickedness, and those Gadianton robbers filling the judgment seats; having usurped the power and authority of the land; laying aside the commandments of God, and not in the least aright before him; doing no justice unto the children of men; condemning the righteous because of their righteousness; letting the guilty and the wicked go unpunished, bacause of their money; and moreover, to be held in office at the head of government, to rule and do according to their wills, that they might get gain and glory of the world; and moreover that they might the more easy commit adultery, and steal, and kill, and do according to their own wills. Now this great iniquity had come upon the Nephites, in the space of not many years; and when Nephi saw it, his heart was swollen with sorrow within his breast; and he did exclaim in the agony of his soul, O that I could have had my days, in the days when my father Nephi first came out of the land of Jerusalem, that I could",
      "verse": 3
    },
    {
      "text": "have joyed with him in the promised land; then were his people easy to be entreated, firm to keep the commandments of God, and slow to be led to do iniquity; and they were quick to hearken unto the words of the Lord; yea, if my days could have been in them days, then would my soul have had joy in the righteousness of my brethren. But behold, I am consigned that these are my days, and that my soul shall be filled with sorrow, because of this the wickedness of my brethren. And behold, now it came to pass that it was upon a tower, which was in the garden of Nephi, which was by the highway which led to the chief market, which was in the city of Zarahemla; therefore, Nephi had bowed himself upon the tower which was in his garden, which tower was also near unto the garden gate which led by the highway.",
      "verse": 4
    },
    {
      "text": "And it came to pass that there was certain men passing by, and saw Nephi as he was pouring out his soul unto God upon the tower, and they ran and told the people what they had seen; and the people came together in multitudes, that they might know the cause of so great mourning for the wickedness of the people. And now when Nephi arose he beheld the multitudes of people which had gathered together. And it came to pass that he opened his mouth and said unto them, Behold, why have ye gathered yourselves together? That I may tell you of your iniquities? Yea, because I have got upon my tower, that I might pour out my soul unto my God, because of the exceeding sorrow of my heart, which is because of your iniquities? And because of my mourning and lamentation, ye have gathered yourselves together, and do marvel; yea, and ye have great need to marvel; yea, ye had ought to marvel, because ye are given away, that the Devil hath got so great hold upon your hearts; yea, how could ye have given away to enticing of him, who art seeking to hurl away your souls down to everlasting misery and endless wo? O repent ye, repent ye! why will ye die? Turn ye, turn ye, unto the Lord your God. Why hath he forsaken you? It is because you have hardened your hearts; yea, ye will not hearken unto the voice of the good shepherd; ye have provoked him to anger against you. And behold, instead of gathering you, except ye will repent, behold he shall scatter you forth that ye shall become meat for the dogs and wild beasts. O how could you have forgotten your God in the very day that he hath delivered you? But behold, it is to get gain, to be praised of men; yea, and that ye might get gold and silver.",
      "verse": 5
    },
    {
      "text": "And ye have set your hearts upon the riches and the vain things of this world, for the which ye do murder, and plunder, and steal, and bear false witness against your neighbor, and do all manner of iniquity; for this cause wo shall come unto you except ye shall repent. For if ye will not repent, behold this great city, and also all those great cities, which are round about, which are in the land of our possessions, shall be taken away, that ye shall have no place in them: For behold, the Lord will not grant unto you strength, as he hath hitherto done, to withstand against your enemies. For behold, thus saith the Lord: I will not shew unto the wicked of my strength, to one more than the other, save it be unto those who repent of their sins, and hearken unto my words; now therefore I would that ye should behold, my brethren, that it shall be better for the Lamanites than for you, except ye shall repent; for behold they are more righteous than you; for they have not sinned against that great knowledge which ye have received; therefore the Lord will be merciful unto them; yea, he will lengthen out their days and increase their seed, even when thou shalt be utterly destroyed, except thou shalt repent; yea, wo be unto you because of that great abomination which hath come among you; and ye have united yourselves unto it, yea, to that secret band which was established by Gadianton; yea, wo shall come unto you because of that pride which ye have suffered to enter your hearts, which hath lifted you up beyond that which is good because of your exceeding great riches; yea, wo be unto you because of your wickedness and abominations. And except ye repent, yes shall perish; yea even your lands shall be taken from you, and ye shall be destroyed from off the face of the earth. Behold now I do not say that these things shall be, of myself, because it is not of myself that I know these things; but behold, I know that these things are true, because the Lord God hath made them known unto me; therefore I testify that they shall be.",
      "verse": 6
    },
    {
      "text": "And now it came to pass that when Nephi had said these words, behold there were men which were Judges, which also belonged to the secret band of Gadianton, and they were angry, and they cried out against him, saying unto the people, why do ye not seize upon this man and bring him forth, that he may be condemned according to the crime which he hath de? Why seest thou this man, and hearest him revile against this people, and against our law? For behold, Nephi",
      "verse": 7
    },
    {
      "text": "had spoken unto them concerning the corruptness of their law; yea, many things did Nephi speak which cannot be written; and nothing did he speak which were contrary to the commandments of God. And those Judges were angry with him because he spake plain unto them concerning their secret works of darkness; nevertheless they durst not lay their own hands upon him; for they feared the people, lest they should cry out against them; therefore they did cry unto the people, saying, Why do ye suffer this man to revile against us? For behold, he doth condemn all this people, even unto destruction; yea, and also that these our great cities shall be taken from us, that we shall have no place in them. And now we know that this is impossible; for behold we are powerful, and our cities great; therefore our enemies can have no power over us. And it came to pass that thus they did stir up the people to anger against Nephi, and raised contentions among them; for there were some which did cry out, Let this man alone, for he is a good man, and those things which he saith will surely come to pass except we repent; yea, behold all the judgments will come upon us which he hath testified unto us; for we know that he hath testified aright unto us concerning our iniquities. And behold they are many; and he knoweth as well as all things which shall befal us as he knoweth of our iniqities; yea, and behold if he had not been a prophet he could not have testified concerning those things. And it came to pass that those people which sought to destroy Nephi, were compelled because of their fear, that they did not lay their hands on him. Therefore he began again to speak unto them, seeing that he had gained favor in the eyes of some, insomuch that the remainder of them did fear. Therefore he was constrained to speak more unto them, saying: Behold my brethren, have ye not read that God gave power unto one man, even Moses, to smite upon the waters of the Red Sea, and they parted hither and thither, insomuch that the Israelites, which were our fathers, came through upon dry ground, and the waters closed upon the armies of the Egyptians, and swallowed them up?",
      "verse": 8
    },
    {
      "text": "And now behold, if God gave unto this man such power, then why should ye dispute among yourselves, and say that he hath given unto me no power whereby I may know concerning the judgments that shall come upon you except ye repent? But behold, ye not only deny my words, but ye also deny all the words which hath been spoken by our fathers, and",
      "verse": 9
    },
    {
      "text": "also the words which was spoken by this man, Moses, which had such great power given unto him; yea, the words which he hath spoken concerning the coming of the Messiah. Yea, did he not bear record, that the Son of God should come? -- And as he lifted up the brazen serpent in the wilderness, even so shall he be lifted up which should come. And as many as should look upon the serpent should live, even so as many as should look upon the Son of God, with faith, having a contrite spirit, might live, even unto that life which is eternal. -- And now behold, Moses did not only testify of these things, but also all the holy prophets, from his day even to the days of Abraham. Yea, and behold, Abraham saw of his coming, and was filled with gladness, and did rejoice. Yea, and behold I say unto you, That Abraham not only knew of these things, but there were many before the days of Abraham which were called by the order of God; yea, even after the order of his Son; and this that it should be shewn unto the people of a great many thousand years before his coming, that even redemption should come unto them. And now I would that ye should know, that even since the days of Abraham, there hath been many prophets that hath testified these things; yea, behold, the prophet Zenas did testify boldly; for the which he was slain. And behold, also Zenoch, and also Ezias, and also Isaiah, and Jeremiah, (Jeremiah being that same prophet which testified of the destruction of Jerusalem.) And now we know that Jerusalem was destroyed, according to the words of Jeremiah. O then why not the Son of God come, according to his prophecy? And now will ye dispute that Jerusalem was destroyed? Will ye say that the sons of Zedekiah were not slain, all except it were Mulek? Yea, and do ye not behold that the seed of Zedekiah are with us, and that they were driven out of the land of Jerusalem? But behold, this is not all. Our father Lehi was driven out of Jerusalem, because he testified of these things. Nephi also testified of these things, and also almost all of our fathers, even down to this time; yea, they have testified of the coming of Christ, and have looked forward, and have rejoiced in his day which is to come. And behold, he is God, and he is with them, and he did manifest himself unto them, that they were redeemed by him; and they gave unto him glory, because of that which is to come. And now seeing ye know these things, and cannot deny them, except ye shall lie, therefore in this ye have sinned, for ye have rejected all these things,",
      "verse": 10
    },
    {
      "text": "notwithstanding so many evidences which ye have received; yea, even ye have received all things, both things in Heaven, and all things which are in the earth, as a witness that they are true. But behold, ye have rejected the truth, and rebelled against your holy God; and even at this time, instead of laying up for yourselves treusures in Heaven, where nothing doth corrupt, and where nothing can come which is unclean, ye are heaping up for yourselves wrath against the day of judgment; yea, even at this time ye are ripening, because of your murders, and your fornication and wickedness, for everlasting destruction; yea, and except ye repent, it will come unto you soon; yea, behold it is now even at your doors; yea, go ye unto the judgment seat, and search; and behold, your Judge is murdered, and he lieth in his blood; and he ,hath been murdered by his brother, who seeketh to sit in the judgment seat. And behold, they both belong to your secret band, whose author is Gadianton, and the evil one which seeketh to destroy the souls of men.",
      "verse": 11
    },
    {
      "text": "Behold now it came to pass that when Nephi had spoken these words, certain men which were among them ran to the judgment seat; yea, even there were five which went; and they said among themselves, as they went, Behold, we will know of a surety, whether this man be a prophet, and God hath commanded him to prophesy such marvellous things unto us. Behold we do not believe that he hath; yea, we do not believe that he is a prophet; nevertheless, if this thing which he hath said concerning the Chief Judge be true, that he be dead, then we will believe that the other words which he hath spoken is true. And it came to pass that they ran in their might, and came in unto the judgment seat; and behold the Chief Judge had fallen to the earth, and did lie in his blood. And now behold, when they saw this, they were astonished exceedingly, insomuch that they fell to the earth; for they had not believed the words which Nephi had spoken concerning the Chief Judge; but now when they saw they believed, and fear came upon them, lest all the judgments which Nephi had spoken should come upon the people; therefore they did quake, and had fallen to the earth. Now immediately when the Judge had been murdered: he being stabbed by his brother, by a garb of secrecy; and he fled, and the servants ran and told the people, raising the cry of murder among them. And behold the people did gather themselves together unto the place of the judgment seat; and behold,",
      "verse": 12
    },
    {
      "text": "to their astonishment, they saw those five men which had fallen to the earth. And now behold, the people knew nothing concerning the ,multitude which had gathered together at the garden of Nephi; therefore they said among themselves, These men are they which have murdered the Judge, and God hath smitten them that they could not flee from us.",
      "verse": 13
    },
    {
      "text": "And it came to pass that they laid ho on them, and bound them, and cast them into prison. And there was a proclamation sent abroad that the Judge was slain, and that the murderers had been taken, and was cast into prison. And it came to pass that on the morrow, the people did assemble themselves together to mourn and to fast, at the burial of the great and Chief Judge, which had been slain. And thus were also those Judges which were at the garden of Nephi, and heard his words, were also gathered together at the burial.",
      "verse": 14
    },
    {
      "text": "And it came to pass that they inquired among the people, saying, Where are the five which was sent to inquire concerning the Chief Judge whether he was dead? And they answered and said, Concerning this five which ye say ye have sent, we know not; but there are five, which are the murderers, whom we have cast into prison. And it came to pass that the Judges desired that they should be brought; and they were brought, and behold they were the five which were sent; and behold the Judges inquired of them to know concerning the matter, and they told them all that they had done, saying, We ran and came to the place of the judgment, and when we saw all things, even as Nephi had testified, we were astonished, insomuch that we fell to the earth; and when we were recovered from our astonishment, behold they cast us into prison. Now as for the murder of this man, we know not who hath done it, and only this much we know, we ran and came according as ye desired, and behold he was dead according to the words of Nephi.",
      "verse": 15
    },
    {
      "text": "And now it came to pass that the Judge did expound the matter unto the people, and did cry out against Nephi, saying, Behold we know that this Nephi must have agreed with some one to slay the Judge, and then he might declare it unto us, that he might convert us unto his faith, that he might raise himself to be a great man, chosen of God, and a prophet; and now behold we will detect this man, and he shall confess his fault and make known unto us the true murderer of this Judge. And it came to pass that the five were liberated on the day of the burial. Nevertheless, they did rebuke the Judges in the words which they had spoken against Nephi, and did contend",
      "verse": 16
    },
    {
      "text": "with them one by one, insomuch that they did confound them. Nevertheless, they caused that Nephi should be taken and bound and brought before the multitude, and they began to question him in divers ways, that they might cross him, that they might accuse him to death; saying unto him, Thou art confederate; who is this man that hath done this murder? Now tell us, and acknowledge thy fault, saying, Behold here is money; and also we will grant unto thee thy life if thou wilt tell us and acknowledge the agreement, which thou hast made with him. But Nephi saith unto them, O ye fools, ye uncircumsised of heart, ye blind, and ye stiff-necked people, do ye know how long the Lord your God will suffer you that ye shall go on this your ways of sin? O ye had ought to begin to howl and mourn, because of the great destruction at this time which doth await you, except ye shall repent. Behold, ye say that I have agreed with a man, that he should murder Seezoram, our Chief Judge. But behold, I say unto you, that this is because I have testified unto you, that ye might know concerning this thing; yea, even for a witness unto you, that I did know of the wickedness and abominations which is among you. And because I have done this, ye say that I have agreed with a man that he should do this thing; yea, because I shewed unto you this sign, ye are angry with me, and seek to destroy my life. And now behold, I will shew unto you another sign, and see if ye will in this thing seek to destroy me. Behold I say unto you, Go to the house of Seantum, which is the brother of Seezoram, and say unto him, Hath Nephi, the pretended prophet, which doth prophesy so much evil concerning this people, agreed with thee, in the which ye have murdered Seezoram, which is your brother? And behold, he shall say unto you, Nay. And ye shall say unto him, Have ye murdered your brother? And he shall stand with fear, and wist not what to say. And behold, he shall deny unto you; and he shall make as if he were astonished; nevertheless, he shall declare unto you that he is innocent. But behold, ye shall examine him, and ye shall find blood upon the skirts of his cloak. And when ye have seen this, ye shall say, From whence cometh this blood? Do we not know that it is the blood of your brother? And then he shall tremble, and shall look pale, even as if death had come upon him. And then shall ye say, Because of this fear and this paleness which hath come upon your face, behold, we know that thou art guilty. And then shall greater fear come upon him; and then",
      "verse": 17
    },
    {
      "text": "shall he confess unto you, and deny no more that he hath done this murder. And then shall he say unto you, That I, Nephi, know nothing concerning the matter, save it were given unto me by the power of God. And then shall ye know that I am an honest man, and that I am sent unto you from God.",
      "verse": 18
    },
    {
      "text": "And it came to pass that they went and did, even according as Nephi had said unto them. And behold, the words which he had said, were true: for according to the words, he did deny; and also according to the words, he did confess. And he was brought to prove that he himself was the very murderer, insomuch that the five were set at liberty; and also was Nephi. And there were some of the Nephites which believed on the words of Nephi; and there were some also, which believed, because of the testimony of the five, for they had been converted while they were in prison. And now there were some among the people, which said that Nephi was a prophet; and there were others which said, Behold, he is a god, for except he was a god, he could not know of all things. For behold, he hath told us the thoughts of our hearts, and also hath told us things; and even he hath brought unto our knowledge the true murderer of our Chief Judge.",
      "verse": 19
    },
    {
      "text": "And it came to pass that there arose a division among the people, insomuch that they divided hither and thither, and went their ways, leaving Nephi alone, as he was standing in the midst of them. And it came to pass that Nephi went his way towards his own house, pondering upon the things which the Lord had shewn unto him. And it came to pass as he was pondering, -- being much cast down because of the wickedness of the people of the Nephites, their secret works of darkness, and their murderings, and their plunderings, and all manner of iniquities -- and it came to pass as he was thus pondering in his heart, behold, a voice came unto him, saying: Blessed art thou, Nephi, for those things which thou hast done: for I have beheld how thou hast with unwearyingness declared the word which I have given unto thee, unto this people. And thou hast not feared them, and hast not sought thine own life, but hath sought my will, and to keep my commandments. And now because thou hast done this with such unwearyingness, behold, I will bless thee forever; and I will make thee mighty in word and in deed, in faith and in works; yea, even that all things shall be done unto thee according to thy word, for thou shalt not ask that which is contrary to my will. Behold, thou art Nephi,",
      "verse": 20
    },
    {
      "text": "and I am God. Behold, I declare it unto thee in the presence of mine angels, that ye shall have power over this people, and shall smite the earth with famine, and with pestilence, and destruction, according to the wickedness of this people. Behold, I give unto you power, that whatsoever ye shall seal on earth, shall be sealed in heaven; and whatsoever ye shall loose on earth, shall be loosed in heaven; and thus shall ye have power among this people. And thus, if ye shall say unto this temple, It shall be rent in twain, and it shall be done. And if ye shall say unto this mountain, Be thou cast down and become smooth, and it shall be done. And behold, if ye shall say, That God shall smite this people, it shall come to pass. -- And now behold, I command you that ye shall go and declare unto this people, that thus saith the Lord God, who is the almighty: Except ye repent, ye shall be smitten, even unto destruction.",
      "verse": 21
    },
    {
      "text": "And behold, now it came to pass that when the Lord had spoken these words unto Nephi, he did stop, and did not go unto his house, but did return unto the multitudes which were scattered about upon the face of the land, and began to declare unto them the word of the Lord, which had been spoken unto him concerning their destruction, if they did not repent. Now behold, notwithstanding that great miracle which Nephi had done in telling them concerning the death of the Chief Judge, they did harden their hearts, and did not hearken unto the words of the Lord; therefore Nephi did declare unto them the words of the Lord, saying: Except ye repent, thus saith the Lord: Ye shall be smitten even unto destruction. -- And it came to pass that when Nephi had declared unto them the word, behold, they did still harden their hearts, and would not hearken unto his words; therefore they did revile against him, and did seek to lay their hands upon him, that they might cast him into prison. But behold, the power of God was with him, and they could not take him to cast him into prison: for he was taken by the spirit, and conveyed out of the midst of them.",
      "verse": 22
    },
    {
      "text": "And it came to pass that thus he did go forth in the spirit, from multitude to multitude, declaring the word of God, even until he had declared it unto them all, or sent it forth among all the people. And it came to pass that they would not hearken unto his words; and there began to be contentions, insomuch that they were divided against themselves, and began",
      "verse": 23
    },
    {
      "text": "to slay one another with the sword. And thus ended the seventy and first year of the reign of Judges over the people of Nephi.",
      "verse": 24
    }
  ],
  "chapter": 4,
  "title": "Helaman 3"
}