{
  "verses": [
    {
      "text": "CHAPTER V. And now it came to pass that after some years had passed away, there came a man among the people of Nephi. whose name was Sherem. And it came to pass that he began to preach among the people, and to declare unto them that there should be no Christ. And he preached many things which were flattering unto the people; and this he done, that he might overthrow the doctrine of Christ. And he labored diligently that he might lead away the hearts of the people, insomuch that he did lead away many hearts; and he knowing that I, Jacob, had faith in Christ which should come, wherefore, he sought much opportunity that he might come unto me. And he was learned, that he had a perfect knowledge of the language of the people; wherefore, he could use much flattery, and much power of speech, according to the power of the Devil. And he had hoped to shake me from the faith, notwithstanding the many revelations, and the many things which I had seen concerning these things: for I truly had seen Angels, and they had ministered unto me. And also, I had heard the",
      "verse": 1
    },
    {
      "text": "voice of the Lord speaking unto me in very word, from time to time; wherefore, I could not be shaken.",
      "verse": 2
    },
    {
      "text": "And it came to pass that he came unto me; and on this wise did he speak unto me saying: Brother Jacob, I have sought much opportunity that I might speak unto you: for I have heard and also know, that thou goest about much, preaching that which ye call the Gospel, or the doctrine of Christ; and ye have led away much of this people, that they pervert the right way of God, and keep not the law of Moses, which is the right way; and convert the law of Moses into the worship of a being, which ye say shall come many hundred years hence. And now behold, I, Sherem, declare unto you that this is blasphemy; for no man knoweth of such things: for he cannot tell of things to come. And after this manner did Sherem contend against me. But behold, the Lord God poured in his spirit into my soul, insomuch that I did confound him in all his words. And I sayeth unto him, Deniest thou the Christ which should come? And he sayeth, if there should be a Christ, I would not deny him; I know that there is no Christ, neither hath been, nor never will be. And I sayeth unto him, Believest thou the Scriptures? And he sayeth, Yea, And I sayeth unto him, Then ye do not understand them; for they truly testify of Christ. Behold, I say unto you, That none of the prophets have written, nor prophesied, save they have spoken concerning this Christ. And this is not all: it hath been made manifest unto me, for I have heard and seen; and it also hath been made manifest unto me by the power of the Holy Ghost; wherefore, I know if there should be no atonement made, all mankind must be lost.",
      "verse": 3
    },
    {
      "text": "And it came to pass that he sayeth unto me, Shew me a sign by this power of the Holy Ghost, in which ye know so much. And I said unto him, What am I, that I should tempt God to shew unto thee a sign, in the thing which thou knowest to be true? Yet thou wilt deny it, because thou art of the Devil. Nevertheless, not my will be done; but if God shall smite thee, let that be a sign unto thee that he hath power, both in Heaven and in Earth; and also, that Christ shall come. And thy will, O Lord, be done, and not mine. And it came to pass that when Jacob, had spoken these words, the power of the Lord came upon him, insomuch that he fell to the earth. And it came to pass that he was nourished for the space of many days. And it came to pass that he sayeth unto the people, Gather together on the morrow, for",
      "verse": 4
    },
    {
      "text": "I shall die; wherefore, I desire to speak unto the people before that I shall die.",
      "verse": 5
    },
    {
      "text": "And it came to pass that on the morrow, that the multitude were gathered together; and he spake plainly unto them, and denied the things which he had taught them; and confessed the Christ, and the power of the Holy Ghost, and the ministering of Angels. And he spake plainly unto them, that he had been deceived by the power of the Devil. And he spake of hell, and eternity, and of eternal punishment. And he sayeth I fear lest I have committed the unpardonable sin, for I have lied unto God: for I denied the Christ, and said that I believed the Scriptures; and they truly testify of him. And because that I have thus lied unto God, I greatly fear lest my case shall be awful; but I confess unto God.",
      "verse": 6
    },
    {
      "text": "And it came to pass that when he had said these words, he could say no more; and he gave up the ghost. And when the multitude had witnessed that he spake these things as he was about to give up the ghost, they were astonished exceedingly; insomuch, that the power of God came down upon them, and they were overcome, that they fell to the earth. Now, this thing was pleasing unto me, Jacob; for I had requested it of my Father which was in Heaven: for he had heard my cry, and answered my prayer.",
      "verse": 7
    },
    {
      "text": "And it came to pass that peace, and the love of God, was restored again among the people; and they searched the Scriptures, and hearkened no more to the words of this wicked man. And it came to pass that many means were devised, to reclaim and restore the Lamanites, to the knowledge of the truth; but it all were vain: for they delighted in wars and bloodsheds; and they had an eternal hatred against us, their brethren. And they sought by the power of their arms to destroy us continually; wherefore, the people of Nephi did fortify against them with their armies, and with all their might, trusting in the God and the rock of their salvation; wherefore, they became as yet, conquerors of their enemies.",
      "verse": 8
    },
    {
      "text": "And it came to pass that I, Jacob, began to be old; and the record of this people being kept on the other plates of Nephi, wherefore, I conclude this record, declaring that I have written according to the best of my knowledge, by saying, That the time passed away with us, and also our lives passed away, like as it were unto us a dream, we being a lonesome and a solemn people, wanderers cast out from Jerusalem; born in tribulation, in the wilderness, and hated of our brethren, which",
      "verse": 9
    },
    {
      "text": "caused wars and contentions; wherefore, we did mourn out our days.",
      "verse": 10
    },
    {
      "text": "And I, Jacob, saw that I must soon go down to my grave; wherefore, I said unto my son Enos, Take these plates. And I told him the things which my brother Nephi had commanded me; and he promised obedience unto the commands. And I make an end of my writing upon these plates, which writing hath been small; and to the reader I bid farewell, hoping that many of my brethren may read my words. Brethren, adieu.",
      "verse": 11
    },
    {
      "text": "THE BOOK OF ENOS.",
      "verse": 12
    }
  ],
  "chapter": 1,
  "title": "Jacob 5"
}