{
  "verses": [
    {
      "text": "CHAPTER II. The words which Jacob, the brother of Nephi, spake unto the people of Nephi, after the death of Nephi: Now my beloved",
      "verse": 1
    },
    {
      "text": "brethren, I, Jacob, according to the responsibility which I am under to God, to magnify mine office with soberness, and that I might rid my garments of your sins, I come up into the temple this day, that I might declare unto you the word of God; and ye yourselves know, that I have hitherto been diligent in the office of my calling; but I this day am weighed down with much more desire and anxiety for the welfare of your souls, than I have hitherto been. For behold, as yet, ye have been obedient unto the word of the Lord, which I have given unto you. But behold, hearken ye unto me, and know that by the help of the All-powerful Creator of Heaven and Earth, I can tell you concerning your thoughts, how that ye are beginning to labor in sin, which sin appeareth very abominable unto me, yea, and abominable unto God. Yea, it grieveth my soul and causeth me to shrink with shame before the presence of my Maker, that I might testify unto you concerning the wickedness of your hearts; and also, it grieveth me that I must use so much boldness of speech, concerning you, before your wives and your children, many of whose feelings are exceeding tender, and chaste, and delicate before God, which thing is pleasing unto God; and it supposeth me that they have come up hither to hear the pleasing word of God, yea, the word which healeth the wounded soul.",
      "verse": 2
    },
    {
      "text": "Wherefore, it burdeneth my soul, that I should be constrained because of the strict commandment which I have received from God, to admonish you, according to your crimes, to enlarge the wounds of those which are already wounded, instead of consoling and healing and their wounds; and those which have not been wounded, instead of feasting upon the pleasing word of God, have daggers placed to pierce their souls, and wound their delicate minds. But, notwithstanding the greatness of the task, I must do according to the strict commands of God, and tell you concerning your wickedness and abominations, in the presence of the pure in heart, and the broken heart, and under the glance of the piercing eye of the Almighty God.",
      "verse": 3
    },
    {
      "text": "Wherefore, I must tell you the truth, according to the plainness of the word of God. For behold, as I inquired of the Lord, thus came the word unto me, saying, Jacob, get thou up into the temple on the morrow, and declare the word which I shall give thee, unto this people.",
      "verse": 4
    },
    {
      "text": "And now behold, my brethren, this is the word which I declare unto you, that many of you have began to search for gold, and for silver, and all manner of precious ores, in the",
      "verse": 5
    },
    {
      "text": "which this land, which is a land of promise unto you, and to your seed, doth abound most plentifully. And the hands of Providence hath smiled upon you most pleasingly, that you have obtained many riches; and because that some of you have obtained more abundantly than that of your brethren, ye are lifted up in the pride of your hearts, and wear stiff necks, and high heads, because of the costliness of your apparel, and persecute your brethren, because that ye suppose that ye are better than they.",
      "verse": 6
    },
    {
      "text": "And now my brethren, do ye suppose that God justifieth you in this thing? Behold, I say unto you, Nay. But he condemneth you, and if ye persist in these things, his judgments must speedily come unto you. O that he would shew you that he can pierce you, and with one glance of his eye, he can smite you to the dust. O that he would rid you from this iniquity, and abomination. And, O that ye would listen unto the word of his commands, and let not his pride of your hearts destroy your souls. Think of your brethren, like unto yourselves, and be familiar with your substance, that they may be rich like unto you. But before ye seek for riches, seek ye for the Kingdom of God. And after that ye have obtained a hope in Christ, ye shall obtain riches, if ye seek them; and ye shall seek them, for the intent to do good; to clothe the naked, and to feed the hungry, and to liberate the captive, and administer relief to the sick, and the afflicted.",
      "verse": 7
    },
    {
      "text": "And now my brethren, I have spoken unto you concerning pride; and those of you which have afflicted your neighbor, and persecuted him, because ye were proud in your hearts, of the things which God hath given you, what say ye of it? Do ye not suppose that such things are abominable unto him, and who created all flesh? And the one being is as precious in his sight as the other. And all flesh is of dust; and for the self same end hath he created them, that they should keep his commandments, and glorify him forever. And now I make an end of speaking unto you concerning this pride. And were it not that I must speak unto you concerning a grosser crime, my heart would rejoice exceedingly, because of you. But the word of God burthens me because of your grosser crimes. For behold, thus saith the Lord: This people begin to wax in iniquity; they understand not the Scriptures: for they seek to excuse themselves in committing whoredoms, because of the things which were written concerning David, and Solomon",
      "verse": 8
    },
    {
      "text": "his Son. Behold, David and Solomon truly had many wives and concubines, which thing was abominable before me, saith the Lord. Wherefore, thus saith the Lord: I have led this people forth out of the land of Jerusalem, by the power of mine arm, that I might rise up unto me a righteous branch, from the fruit of the loins of Joseph. Wherefore, I the Lord God, will not suffer that this people shall do like unto them of old. Wherefore, my brethren, hear me, and hearken to the word of the Lord: for there shall not any man among you have save it be one wife; and concubines he shall have none: For I, the Lord God, delighteth in the chastity of women. And whoredoms is an abomination before me: thus saith the Lord of Hosts. Wherefore, this people shall keep my commandments, saith the Lord of Hosts, or cursed be the land for their sakes. For if I will, saith the Lord of Hosts, raise up seed unto me, I will command my people: otherwise, they shall hearken unto these things. For behold, I, the Lord, have seen the sorrow, and heard the mourning of the daughters of my people, in the land of Jerusalem; yea, and in all the lands of my people, because of the wickedness and abominations of their husbands. And I will not suffer, saith the Lord of Hosts, that the cries of the fair daughters of this people, which I have led out of the land of Jerusalem, shall come up unto me, against the men of my people, saith the Lord of Hosts; for they shall not lead away captive, the daughters of my people, because of their tenderness, save I shall visit them with a sore curse, even unto destruction: for they shall not commit whoredoms, like unto they of old, saith the Lord of Hosts.",
      "verse": 9
    },
    {
      "text": "And now behold, my brethren, ye know that these commandments were given to our father Lehi; wherefore, ye have known them before; and ye have come unto great condemnation; for ye have done these things, which ye ought not have done. Behold, ye have done greater iniquities than the Lamanites, our brethren. Ye have broken the hearts of your tender wives, and lost the confidence of your children, because of your bad examples before them; and the sobbings of their hearts ascendeth up to God against you. And because of the strictness of the word of God, which cometh down against you, many hearts died, pierced with deep wounds.",
      "verse": 10
    },
    {
      "text": "But behold, I, Jacob, would speak unto you that are pure in heart. Look unto God with firmness of mind, and pray unto him with exceeding faith, and he will console you",
      "verse": 11
    },
    {
      "text": "in your afflictions, and he will plead your cause, and send down justice upon those who seek your destruction.",
      "verse": 12
    },
    {
      "text": "O ye that are pure in heart, lift up your heads and receive the pleasing word of God, and feast upon his love; for ye may, if your mind are firm, forever. But, wo, wo, unto you that are not pure in heart; that are filthy this day before God; for except ye shall repent, the land is cursed for your sakes; and the Lamanites, which are not filthy like unto you, (nevertheless, they are cursed with a sore cursing) shall scourge you even unto destruction. And the time speedily cometh that except ye repent, they shall possess the land of your inheritance, and the Lord God will lead away the righteous out from among you. Behold, the Lamanites your brethren, whom ye hate, because of their filthiness and the cursings which hath come upon their skins, are more righteous than you: for they have not forgotten the commandment of the Lord, which was given unto our fathers, that they should have, save it were one wife; and concubines they should have none; and there should not be whoredoms committed among them. And now this commandment they observe to keep it; wherefore, because of this observance in keeping this commandment. the Lord God will not destroy them, but will be merciful unto them; and one day they shall become a blessed people. Behold, their husbands love their wives, and their wives love their husbands, and their husbands and their wives love their children; and their unbelief and their hatred towards you, is because of the iniquity of their fathers; wherefore, how much better are you than they, in the sight of your Great Creator?",
      "verse": 13
    },
    {
      "text": "O my brethren, I fear, that unless ye shall repent of your sins, that their skins will be whiter than yours, when ye shall be brought with them before the throne of God. Wherefore, a commandment I give unto you, which is the word of God, that ye revile no more against them, because of the darkness of their skins; neither shall ye revile against them because of their filthiness; but ye shall remember your own filthiness, and remember that their filthiness came because of their fathers. Wherefore, ye shall remember your children, how that ye have grieved their hearts, because of the example that ye have set before them; and also, remember that ye may, because of your filthiness, bring your children unto destruction, and their sins be heaped upon your heads at the last day.",
      "verse": 14
    },
    {
      "text": "O my brethren, hearken unto my word; arouse the faculties of your soul; shake yourselves, that ye may awake from",
      "verse": 15
    },
    {
      "text": "the slumber of death; and loose yourselves from the pains of hell, that ye may not become the Angels to the Devil, to be cast into that lake of fire and brimstone, which is the second death. And now I, Jacob, spake many more things unto the people of Nephi, warning them against fornications, and lasciviousness, and every kind of sin, telling them the awful consequences of them; and a hundredth part of the proceedings of this people, which now began to be numerous, cannot be written upon these plates; but many of their proceedings are written upon the larger plates, and their wars, and their contentions, and the reigns of their kings. These plates are called the plates of Jacob; and they were made by the hand of Nephi. And I make an end of speaking these words.",
      "verse": 16
    }
  ],
  "chapter": 3,
  "title": "Jacob 2"
}