{
  "verses": [
    {
      "text": "CHAPTER II. And now it came to pass that in the three hundred and sixty and third year, the Nephites did go up with their armies to",
      "verse": 1
    },
    {
      "text": "battle against the Lamanites, out of the land Desolation. And it came to pass that the armies of the Nephites were driven back again to the land of Desolation. And while they were yet weary, a fresh army of the Lamanites did come upon them; and they had a sore battle, insomuch that the Lamanites did take possession of the city Desolation, and did slay many of the Nephites, and did take many prisoners; and the remainder did flee and join the inhabitants of the city Teancum. Now the city Teancum lay in the borders by the seashore; and it was also near the city Desolation. And it was because of the Nephites went up unto the Lamanites, that they began to be smitten: for were it not for that, the Lamanites could have no power over them. But behold, the judgments of God will overtake the wicked; and it is by the wicked, that the wicked are punished: for it is the wicked that stireth up the hearts of the children of men unto bloodshed. -- And it came to pass that the Lamanites did make preparation to come against the city Teancum.",
      "verse": 2
    },
    {
      "text": "And it came to pass in the three hundred and sixty and fourth year, the Lamanites did come against the city Teancum, that they might take possession of the city Teancum also. And it came to pass that they were repulsed and driven back by the Nephites. And when the Nephites saw that they had driven the Lamanites, they did again boast of their strength; and they went forth in their own might, and took possession again of the city Desolation. And now all these things had been done and there had been thousands slain on both sides, both the Nephites and the Lamanites. And it came to pass that the three hundred and sixty and sixth year had passed away, and the Lamanites came again upon the Nephites to battle; and yet the Nephites repented not of the evil which they had done, but persisted in their wickedness continually. And it is impossible for the tongue to describe, or for a man to write a perfect description of the horrible scene of the blood and a carnage which was among the people, both of the Nephites and of the Lamanites; and every heart was hardened, so that they delighted in shedding of blood continually. And there never had been so great wickedness among all the children of Lehi, nor even among all the house of Israel, according to the words of the Lord, as were among this people.",
      "verse": 3
    },
    {
      "text": "And it came to pass that the Lamanites did take possession of the city Desolation, and this because their number did exceed the number of the Nephites. And they did also march",
      "verse": 4
    },
    {
      "text": "forward against the city Teancum, and did drive the inhabitants forth out of her, and did take many prisoners of women and of children, and did offer them up as sacrifices unto their idol gods. And it came to pass that in the three hundred and sixty and seventh year, the Nephites being angry because the Lamanites had sacrificed their women and their children, that they did go against the Lamanites with exceeding anger, insomuch that they did beat again the Lamanites, and drive them out of their lands; and the Lamanites did not come again against the Nephites, until the three hundred and seventy and fifth year. And in this year they did come down against the Nephites with all their powers; and they were not numbered, because of the greatness of their number. And from this time forth did the Nephites gain no power over the Lamanites, but began to be swept off by them even as a dew before the sun. And it came to pass that the Lamanites did come down against the city of Desolation; and there was an exceeding sore battle fought in the land Desolation, in which they did beat the Nephites. And they fled again from before them, and they came to the city Beaz; and there they did stand against the Lamanites with exceeding boldness, insomuch that the Lamanites did not beat them until they had come again the second time. the Nephites were driven and slaughtered with an exceeding great slaughter; their women and their children were again sacrificed unto idols. And it came to pass that the Nephites did again flee from before them, taking all the inhabitants with them, both in towns and villages. And now I, Mormon, seeing that the Lamanites were about to overthrow the land, therefore I did go to the hill Shim, and did take all the records which Ammaron had hid up unto the Lord. And it came to pass that I did go forth among the Nephites, and did repent of the oath which I made, That I would no more assist them; and they gave me command again of their armies: for they looked upon me as though I could deliver them from their afflictions. But behold, I was without hopes, for I knew the judgments of the Lord which should come upon them: for they repented not of their iniquities, but did struggle for their lives, without calling upon that Being who had created them. And it came to pass that the Lamanites did come against us as we fled to the city of Jordan; but behold, they were driven back that they did not take the city at that time. And it came to pass that they came against us",
      "verse": 5
    },
    {
      "text": "again, and we did maintain the city. And there were also other cities which were maintained by the Nephites, which strong holds did cut them off that they could not get into the country which lay before us to destroy the inhabitants of our land. But it came to pass that whatsoever lands we had passed by, and the inhabitants thereof were not gathered in, were destroyed by the Lamanites, and their towns, and villages, and cities were burned with fire; and thus the three hundred and seventy and nine years passed away.",
      "verse": 6
    },
    {
      "text": "And it came to pass that in the three hundred and eightieth year, the Lamanites did come again against us to battle, and we did stand against them boldly; but it was all in vain, for so great were their numbers that they did tread the people of the Nephites under their feet. And it came to pass that we did again take to flight, and they whose flight were swifter than the Lamanites did escape, and they whose flight did not exceed the Lamanites, were swept down and destroyed. And now behold, I, Mormon, do not desire to harrow up the souls of men in casting before them such an awful scene of blood and carnage as was laid before mine eyes, but I, knowing that these things must surely be made known, and that all things which are hid must be revealed upon the house tops, and also that a knowledge of these things must come unto the remnant of these people, and also unto the Gentiles, which the Lord hath said should scatter this people, and this people should be counted as nought among them, therefore I write a small abridgement, daring not to give a full account of the things which I have seen, because of the commandment which I have received, and also that ye might not have too great sorrow because of the wickedness of this people. And now behold, this I speak unto their seed, and also to the Gentiles, which hath care for the house of Israel, that realize and know from whence their blessings come: For I know that such will sorrow for the calamity of the house of Israel; yea, they will sorrow for the destruction of this people; they will sorrow that this people had not repented, that they might have been clasped in the arms of Jesus. Now these things are written unto the remnant of the house of Jacob; and they are written after the manner, because it is known of God that wickedness will not bring them forth unto them; and they are to be hid up unto the Lord, that they may come forth in his own due time. And this is the commandment which I have received; and behold they shall come forth according to",
      "verse": 7
    },
    {
      "text": "the commandment of the Lord, when he shall see fit, in his wisdom. And behold they shall go unto the unbelieving of the Jews; and for this intent shall they go: that they may be persuaded that Jesus is the Christ, the Son of the living God; that the Father may bring about, through his most beloved, his great and eternal purpose, in the restoring the Jews or all the house of Israel, to the land of their inheritance, which the Lord their God hath given them, unto the fulfilling of his covenant, and also that the seed of this people may more fully believe his gospel, which shall go forth unto them from the Gentiles: for this people shall be scattered, and shall become a dark, a filthy, and loathsome people beyond the description of that which ever hath been amongst us; yea, even that which hath been among the Lamanites; and this because of their unbelief and idolatry: For behold, the spirit of the Lord hath already ceased to strive with their fathers, and they are without Christ and God in the world, and they are driven about as chaff before the wind. They were once a delightsome people, and they had Christ for their Shepherd; yea, they were led even by God the Father. But now, behold they are led about by Satan, even as chaff is driven before the wind, or as a vessel is tossed about upon the waves, without sail or anchor, or without any thing wherewith to steer her; and even as she is, so are they. And behold, the Lord hath reserved their blessing, which they might have received in the land, for the Gentiles, which shall possess the land. -- But behold, it shall come to pass that they shall be driven and scattered by the Gentiles; and after that they have been driven and scattered by the Gentiles, behold, then will the Lord remember the covenant which he made unto Abraham, and unto all the house of Israel. And also the Lord will remember the prayers of the righteous, which hath been put up unto him for them. And then, O ye Gentiles, how can ye stand before the power of God, except ye shall repent and turn from your evil ways? Know ye not that ye are in the hands of God? Know ye not that he hath all power, and at his great command the earth shall be rolled together as a scroll? Therefore repent ye, and humble yourselves before him, lest he shall come out in justice against you; lest a remnant of the seed of Jacob shall go forth among you as a lion, and tear you in pieces, and there is none to deliver.",
      "verse": 8
    }
  ],
  "chapter": 3,
  "title": "Mormon 2"
}