{
  "verses": [
    {
      "text": "CHAPTER I. And now I, Mormon, make a record of the things which I have both seen and heard, and call it the Book of Mormon. -- And about the time that Ammaron hid up the records unto the Lord, he came unto me, (I being about ten years of age; and I began to be learned somewhat after the manner of the learning of my people,) And Ammaron saith unto me, I perceive that thou art a sober child, and art quick to observe; therefore when ye are about twenty and four years old, I would that ye should remember the things that ye have observed concerning this people; and when ye are of that age,",
      "verse": 1
    },
    {
      "text": "go to the land of Antum, unto a hill, which is called Shim; and there have I deposited unto the Lord, all the sacred engravings concerning this people. And behold, ye shall take the plates of Nephi unto yourself, and the remainder shall ye leave in the place where they are; and ye shall engrave upon the plates of Nephi, all the things which ye have observed concerning this people. And I, Mormon, being a descendant of Nephi, (and my father\u0027s name was Mormon,) I remembered the things which Ammaron commanded me. And it came to pass that I being eleven years old, was carried by my father into the land southward, even to the land of Zarahemla: the whole face of the land having become covered with buildings, and the people were as numerous almost, as it were the sand of the sea. And it came to pass in this year there began to be a war between the Nephites, which consisted of the Nephites, and the Jacobites, and the Josephites, and the Zoramites: and this war was between the Nephites and the Lamanites, and the Lamanites and the Lemuelites, and the Ishmaelites. Now the Lamanites, and the Lemuelites, and the Ishmaelites, were called Lamanites, and the two parties were Nephites and Lamanites. And it came to pass that the war began to be among them, in the borders of Zarahemla, by the waters of Sidon. And it came to pass that the Nephites had gathered together a great number of men, even to exceed the number of thirty thousand. And it came to pass that they did have in this same year a number of battles, in the which the Nephites did beat the Lamanites, and did slay many of them. And it came to pass that the Lamanites withdrew their design, and there was peace settled in the land, and peace did remain for the space of about four years, that there were no blood shed. But wickedness did prevail upon the face of the whole land, insomuch that the Lord did take away his beloved disciples, and the work of miracles and of healing did cease, because of the iniquity of the people. And there were no gifts from the Lord, and the Holy Ghost did not come upon any, because of their wickedness and unbelief. And I, being fifteen years of age, and being somewhat of a sober mind, therefore I was visited of the Lord, and tasted , and knew of the goodness of Jesus. And I did endeavor to preach unto this people, but my mouth was shut, and I were forbidden that I should preach unto them: for behold they had wilfully rebelled against their God, and the beloved disciples were taken away out of the land, because of their iniquity. But I did",
      "verse": 2
    },
    {
      "text": "remain among them, but I were forbidden that I should preach unto them, because of the hardness of their hearts; and because of the hardness of their hearts, the land was cursed for their sake. And these Gaddianton robbers, which were among the Lamanites, did infest the land, insomuch that the inhabitants thereof began to hide up their treasures in the earth; and they became slippery, because the Lord had cursed the land, that they could not hold them, nor retain them again. And it came to pass that there were sorceries, and witchcrafts, and magics: and the power of the evil one was wrought upon all the face of the land, even unto the fulfilling of all the words of Abinadi, and also Samuel the Lamanite. -- And it came to pass in that same year, there began to be a war again between the Nephites and the Lamanites. And notwithstanding I being young, was large in stature, therefore the people of Nephi appointed me that I should be their leader, or the leader of their armies. Therefore it came to pass that in my sixteenth year, I did go forth at the head of an army of the Nephites, against the Lamanites; therefore three hundred and twenty and six years had passed away. And it came to pass that in the three hundred and twenty and seventh year, the Lamanites did come upon us with exceeding great power, insomuch that they did frighten my armies; therefore they would not fight, and they began to retreat towards the north countries. And it came to pass that we did come to the city of Angelah, and we did take possession of the city, and make preparations to defend ourselves against the Lamanites. And it came to pass that we did fortify the city with our mights; but notwithstanding all our fortifications, the Lamanites did come upon us, and did drive us out of the city. And they did also drive us forth out of the land of David. And we marched forth, and came to the land of Joshua, which was in the border west by the seashore. And it came to pass that we did gather our people as fast as it were possible, that we might get them together in one body. But behold, the land was filled with robbers and with Lamanites; and notwithstanding the great destruction which hung over my people, they did not repent of their evil doings; therefore there was blood and carnage spread throughout all the face of the land, both on the part of the Nephites, and also on the part of the Lamanites; and it was one complete revolution throughout all the face of the land. And now the Lamanites had a king, and his name was Aaron; and he came against us with an army of forty and",
      "verse": 3
    },
    {
      "text": "four thousand. And behold, I withstood him, with forty and two thousand. And it came to pass that I beat him with my army, that he fled before me. And behold, all this was done, and three hundred and thirty years had passed away. And it came to pass that the Nephites began to repent of their iniquity, and began to cry even as had been prophesied by Samuel the prophet: for behold no man could keep that which was his own, for the thieves, and the robbers, and the murderers, and the magic art, and the witchcraft which was in the land. Thus there began to be mourning and lamentation in all the land, because of these things; and more especially among the people of Nephi. And it came to pass that when I, Mormon, saw their lamentation, and their mourning, and their sorrowing before the Lord, my heart did begin to rejoice within me: knowing the mercies and the long suffering of the Lord, therefore supposing that he would be merciful unto them, that they would again become a righteous people. But behold this my joy was in vain, for their sorrowing was not unto repentance, because of the goodness of God, but it was rather the sorrowing of the damned, because the Lord would not always suffer them to take happiness in sin. And they did not come unto Jesus with broken hearts and contrite spirits, but they did curse God, and wish to die. Nevertheless they would struggle with the sword for their lives. And it came to pass that my sorrow did return unto me again, and I saw that the day of grace was past with them, both temporally and spiritually: for I saw thousands of them hewn down in open rebellion against their God, and heaped up as dung upon the face of the land. And thus three hundred and forty and four years had passed away.",
      "verse": 4
    },
    {
      "text": "And it came to pass that in the three hundred and forty and fifth year, the Nephites did begin to flee before the Lamanites, and they were pursued until they came even to the land of Jashon, before it were possible to stop them in their retreat. And now the city of Jashon was near the land where Ammaron had deposited the records unto the Lord, that they might not be destroyed. And behold I had gone according to the word of Ammaron, and taken the plates of Nephi, and did make a record according to the words of Ammaron. And upon the plates of Nephi, I did make a full account of all the wickedness and abominations; but upon these plates I did forbear to make a full account of their wickedness and abominations: for behold, a continual scene of wickedness and",
      "verse": 5
    },
    {
      "text": "abominations has been before mine eyes ever since I have been sufficient to behold the ways of man. And wo is me, because of their wickedness: for my heart has been filled with sorrow because of their wickedness, all my days; nevertheless, I know that I shall be lifted up at the last day.",
      "verse": 6
    },
    {
      "text": "And it came to pass that in this year the people of Nephi again were hunted and driven. And it came to pass that we were driven forth until we had come northward to the land which was called Shem. And it came to pass that we did fortify the city of Shem, and we did gather in our people in as much as it were possible, that perhaps we might save them from destruction. And it came to pass in the three hundred and forty and sixth year, they began to come upon us again. And it came to pass that I did speak unto my people, and did urge them with great energy, that they would stand boldly before the Lamanites, and fight for their wives, and their children, and their houses and their homes. And my words did arouse them somewhat to vigor, insomuch that they did not flee from before the Lamanites, but did stand with boldness against them. And it came to pass that we did contend with an army of thirty thousand, against an army of fifty thousand. And it came to pass that we did stand before them with such firmness, that they did flee from before us. And it came to pass that when they had fled, we did pursue them with our armies, and did meet them again, and did beat them; nevertheless the strength of the Lord was not with us: yea, we were left to ourselves, that the spirit of the Lord did not abide in us; therefore we had become weak, like unto our brethren. And my heart did sorrow because of this great calamity of my people; because of their wickedness and their abominations. But behold we did go forth against the Lamanites, and the robbers of Gaddianton, until we had again taken possession of the lands of our inheritance. And the three hundred and forty and ninth year had passed away. And in three hundred and fiftieth year, we made a treaty with the Lamanites and the robbers of Gaddianton, in which we did get the lands of our inheritance divided. And the Lamanites did give unto us the land northward; yea, even to the narrow passage which led into the land southward. And we did give unto the Lamanites all the land southward.",
      "verse": 7
    },
    {
      "text": "And it came to pass that the Lamanites did not come to battle again until ten years more had passed away. And behold, I had employed my people, the Nephites, in preparing their",
      "verse": 8
    },
    {
      "text": "lands and their arms against the time of battle. And it came to pass that the Lord did say unto me, Cry unto this people repent ye, and come unto me and be baptized, and build up again my church, and ye shall be spared. And I did cry unto this people, but it was in vain, and they did not realise that it was the Lord that had spared them, and granted unto them a chance for repentance. And behold, they did harden their hearts against the Lord their God. And it came to pass that after the tenth year had passed away, making in the whole, three hundred and sixty years from the coming of Christ, the king of the Lamanites sent an epistle unto me, which gave unto me to know that they were preparing to come again to battle against us. And it came to pass that they should gather themselves together at the land Desolation, to a city which was in the borders, by the narrow pass which lead into the land southward. And there we did place our armies, that we might stop the armies of the Lamanites, that they might not get possession of any of our lands; therefore we did fortify against them with all our force.",
      "verse": 9
    },
    {
      "text": "And it came to pass that in the three hundred and sixty and first year, the Lamanites did come down to the city of Desolation to battle, against us. And it came to pass that in that year, we did beat them, insomuch that they did return to their own lands again. And in the three hundred and sixty and second year, they did come down again to battle. And we did beat them again, and did slay a great number of them, and their dead was cast into the sea. And now because of this great thing which my people, the Nephites, had done, they began to boast in their own strength, and began to swear before the heavens that they would avenge themselves of the blood of their brethren which had been slain by their enemies. And they did swear by the heavens, and also by the throne of God, that they would go up to battle against their enemies, and would cut them off from the face of the land.",
      "verse": 10
    },
    {
      "text": "And it came to pass that I, Mormon, did utterly refuse from this time forth, to be a commander and a leader of this people, because of their wickedness and abomination. Behold, I had led them, notwithstanding their wickedness, I had lead them many times to battle, and had loved them, according to the love of God which was in me, with all my heart; and my soul had been poured out in prayer unto my God all the day long, for them; nevertheless it was without faith, because of the hardness of their hearts. And thrice have I delivered",
      "verse": 11
    },
    {
      "text": "them out of the hands of their enemies, and they have repented of their sins. And when they had sworn by all that had been forbidden them, by our Lord and Saviour Jesus Christ, that they would go up unto their enemies to battle, and avenge themselves of the blood of their brethren, behold, the voice of the Lord came unto me saying: Vengeance is mine, and I will repay; and because this people repented not after that I had delivered them, behold, they shall be cut off from the face of the earth. And it came to pass that I utterly refused to go up against mine enemies; and I did even as the Lord had commanded me; and I did stand as an idle witness to manifest unto the world the things which I saw and heard, according to the manifestations of the spirit which had testified of things to come. Therefore I write unto you, Gentiles, and also unto you, house of Israel, when the work shall commence that ye shall be about to prepare to return to the land of your inheritance; yea, behold, I write unto all the ends of the earth; yea, unto you, twelve tribes of Israel. which shall be judged according to your works, by the twelve whom Jesus chose to be his disciples in the land of Jerusalem. And I write also unto the remnant of this people, which shall also be judged by the other twelve whom Jesus chose in the land of Jerusalem. And these things do the spirit manifest unto me; therefore I write unto you all. And for this cause I write unto you, that ye may know that ye must all stand before the judgment seat of Christ, yea, every soul which belong to the whole human family of Adam; and ye must stand to be judged of your works, whether they be good or evil; and also that ye may believe the Gospel of Jesus Christ, which ye shall have among you; and also that the Jews, the covenant people of the Lord, shall have other witness besides that which they saw and heard, that Jesus, whom they slew, was the very Christ, and the very God; and I would that I could persuade all ye ends of the earth to repent and prepare to stand before the judgment seat of Christ.",
      "verse": 12
    }
  ],
  "chapter": 2,
  "title": "Mormon 1"
}