{
  "verses": [
    {
      "text": "CHAPTER III. And now I finish my record concerning the destruction of my people, the Nephites. And it came to pass that we did march forth before the Lamanites. And I, Mormon, wrote an epistle unto the king of the Lamanites, and desired of him that he would grant unto us that we might gather together our people unto the land of Camorah, by the hill which was called Camorah, and there we would give them battle. And it came to pass that the king of the Lamanites did grant unto me the thing which I desired. And it came to pass that we did march forth to the land of Camorah; and we did pitch our tents round about the hill of Camorah; and it was in a land of many waters, rivers and fountains; and here we had hope to gain advantage over the Lamanites. And when three hundred and eighty and four years had passed away, we had gathered in all the remainder of our people unto the land Camorah.",
      "verse": 1
    },
    {
      "text": "And it came to pass that when we had gathered in all our people in one to the land of Camorah, behold I, Mormon, began to be old; knowing it to be the last struggle of my people, and having been commanded of the Lord that I should not suffer that the records which had been handed down by our fathers, which were sacred, to fall into the hands of the Lamanites, (for the Lamanites would destroy them,) therefore I made this record out of the plates of Nephi, and hid up in the hill of Camorah, all the records which had been entrusted to me by the hand of the Lord, save it were these few plates which I gave unto my son Moroni. And it came to pass that my people, with their wives and their children, did now behold the armies of the Lamanites a marching towards them; and with that awful fear of death which fills the breasts of all the wicked, did they await to receive them. And it came to pass that they came to battle against us, and every soul was filled with terror, because of the greatness of their numbers. And it came to pass that they did fall upon my people with the sword, and with the bow, and with the arrow, and with the axe, and with all manner of weapons of war. And it came to pass that my men were hewn down, yea, even my ten thousand which were with me, and I fell wounded in the midst; and they passed by me that they did not put an end to my life. And when they had gone through and hewn down all my people save it were twenty and four of us, (among whom was my son Moroni,) and we having survived the dead of our",
      "verse": 2
    },
    {
      "text": "people, did behold on the morrow, when the Lamanites had returned unto their camps, from the top of the hill Camorah, the ten thousand of my people which were hewn down, being led in front by me, and we also beheld the ten thousand of my people which were led by my son Moroni. And behold, the ten thousand of Gidgiddonah had fallen, and he also in the midst; and Lamah had fallen with his ten thousand; and Gilgal had fallen with his ten thousand; and Limhah had fallen with his ten thousand; and Joneam had fallen with his ten thousand; and Camenihah and Moronihah, and Antionum, and Shiblom, and Shem, and Josh, had fallen with their ten thousand each.",
      "verse": 3
    },
    {
      "text": "And it came to pass that there were ten more which did fall by the sword, with their ten thousand each; yea, even all my people, save it were those twenty and four which were with me, and also a few which had escaped into the south countries, and a few which had dissented over unto the Lamanites, had fallen, and their flesh, and bones, and blood lay upon the face of the earth, being left by the hands of those who slew them, to moulder upon the land, and to crumble and to return to their mother earth. And my soul was rent with anguish, because of the slain of my people: And I cried, O ye fair ones, how could ye have departed from the ways of the Lord! O ye fair ones, how could ye have rejected that Jesus, who stood with open arms to receive you! Behold, if ye had not done this, ye would not have fallen. But behold, ye are fallen, and I mourn your loss. O ye fair sons and daughters, ye fathers and mothers, ye husbands and wives, ye fair ones, how is it that ye could have fallen! But behold, ye are gone, and my sorrows cannot bring your return; and the day soon cometh that your mortal must put on immortality, and these bodies which are now mouldering in corruption, must soon become incorruptible bodies; and then ye must stand before the judgment seat of Christ, to be judged according to your works: and if it so be that ye are righteous, then ye are blessed with your fathers which have gone before you. O that ye had repented before that this great destruction had come upon you. But behold, ye are gone, and the Father, yea, the eternal Father of heaven, knoweth your state; and he doeth with you according to his justice and mercy.",
      "verse": 4
    },
    {
      "text": "And now behold, I would speak somewhat unto the remnant of this people which are spared, if it so be that God may give unto them my words, that they may know of the things of",
      "verse": 5
    },
    {
      "text": "their fathers; yea, I speak unto you, ye remnant of the house of Israel; and this is the words which I speak: Know ye that ye are of the house of Israel. Know ye that ye must come unto repentance, or ye cannot be saved. Know ye that ye must lay down your weapons of war, and delight no more in the shedding of blood, and take them not again, save it be that God shall command you. Know ye that ye must come to the knowledge of your fathers, and repent of all of your sins and iniquities, and believe in Jesus Christ, that he is the Son of God, and that he was slain by the Jews, and by the power of the Father he hath risen again, whereby he hath gained the victory over the grave; and also in him is the sting of death swallowed up. And he bringeth to pass the resurrection of the dead, whereby man must be raised to stand before his judgment seat. And he hath brought to pass the redemption of the world, whereby he that is found guiltless before him at the judgment day, hath it given unto them to dwell in the presence of God in his kingdom, to sing ceaseless praises with the choirs above, unto the Father, and unto the Son, and unto the Holy Ghost, which is one God, in a state of happiness which hath no end. Therefore repent, and be baptized in the name of Jesus, and lay hold upon the Gospel of Christ, which shall be set before you, not only in this record, but also in the record which shall come unto the Gentiles from the Jews, which record shall come from the Gentiles unto you. For behold, this is written for the intent that ye may believe that; and if ye believe that, ye will believe this also; and if ye believe this, ye will know concerning your fathers, and also the marvellous works which were wrought by the power of God among them; and ye will also know that ye are a remnant of the seed of Jacob; therefore ye are numbered among the people of the first covenant; and if it so be that ye believe in Christ, and are baptized, first with water, then with fire and with the Holy Ghost, following the example of our Saviour according to that which he hath commanded us, it shall be well with you in the day of judgment. Amen.",
      "verse": 6
    }
  ],
  "chapter": 4,
  "title": "Mormon 3"
}