{
  "verses": [
    {
      "text": "CHAPTER IV. Behold I, Moroni, do finish the record of my father Mormon. Behold, I have but a few things to write, which things I",
      "verse": 1
    },
    {
      "text": "have been commanded of my father. And now it came to pass that after the great and tremendous battle at Camorah, behold, the Nephites which had escaped into the country southward, were hunted by the Lamanites, until they were all destroyed; and my father was also killed by them; and I, even I remaineth alone to write the sad tale of the destruction of my people. But behold, they are gone, and I fulfil the commandment of my father. And whether they will slay me, I know not; therefore I will write and hide up the records in the earth: and whither I go it mattereth not. Behold, my father hath made this record, and he hath written the intent thereof. And behold, I would write it also. if I had room upon the plates; but I have not; and ore I have none, for I am alone: my father hath been slain in battle, and all my kinsfolk, and I have not friends nor whither to go; and how long that the Lord will suffer that I may live, I know not. Behold, four hundred years have passed away since the coming of our Lord and Saviour. And behold, the Lamanites have hunted my people, the Nephites, down from city to city, and from place to place, even until they are no more; and great has been their fall; yea, great and marvellous is the destruction of my people, the Nephites. and behold, it is the hand of the Lord which hath done it. And behold also, the Lamanites are at war one with another; and the whole face of this land is one continual round of murder and bloodshed; and no one knoweth the end of the war. And now behold, I say no more concerning them, for there are none, save it be Lamanites and robbers, that do exist upon the face of the land; and there are none that do know the true God, save it be the disciples of Jesus, which did tarry in the land until the wickedness of the people were so great, that the Lord would not suffer them to remain with the people; and whether they be upon the face of the land, no man knoweth. But behold, my father and I have seen them, and they have ministered unto us. And whoso receiveth this record and shall not condemn it because of the imperfections which are in it, the same shall know of greater things than these. Behold, I am Moroni; and were it possible, I would make all things known unto you. Behold, I make an end of speaking concerning this people. I am the son of Mormon, and my father was a descendant of Nephi; and I am the same which hideth up this record unto the Lord; the plates thereof are of no worth, because of the commandment of the Lord. For he truly saith, That no one",
      "verse": 2
    },
    {
      "text": "shall have them to get gain; but the record thereof is of great worth; and whoso shall bring it to light, him will the Lord bless. For none can have power to bring it to light, save it be given him of God: for God will that it shall be done with and eye singled to his glory, or the welfare of the ancient and long dispersed covenant people of the Lord. And blessed be him that shall bring this thing to light: for it shall be brought out of darkness unto light, according to the word of God; yea, it shall be brought out of the earth, and it shall shine forth out of darkness, and come unto the knowledge of the people; and it shall be done by the power of God: and if there be faults, they be the faults of a man. But behold, we know no fault. Nevertheless, God knoweth all things; therefore he that condemneth, let him be aware lest he shall be in danger of hell fire. And he that sayeth, Shew unto me, or ye shall be smitten, let him beware lest he commandeth that which is forbidden of the Lord. For behold, the same that judgeth rashly, shall be judged rashly again: for according to his works shall his wages be; therefore, he that smiteth, shall be smitten again of the Lord. Behold what the Scriptures saith: Man shall not smite, neither shall he judge: for judgment is mine, saith the Lord; and vengeance is mine also, and I will repay. And he that shall breathe out wrath and strifes against the work of the Lord, and against the covenant people of the Lord, which is the house of Israel, and shall say, We will destroy the work of the Lord, and the Lord will not remember his covenant which he hath made unto the house of Israel, the same is in danger to be hewn down and cast into the fire: for the eternal purposes of the Lord shall roll on, until all his promises shall be fulfilled. Search the prophecies of Isaiah. Behold, I cannot write them. Yea, behold I say unto you, That those saints which have gone before me, which have possessed this land, shall cry; yea, even from the dust will they cry unto the Lord; and the Lord liveth, he will remember the covenant which he hath made with them. And he knoweth their prayers, that they were in the behalf of their brethren. And he knoweth their faith: for in his name could they remove mountains; and in his name could they cause the earth to shake; and by the power of his word did they cause prisons to tumble to the earth; yea, even the fiery furnace could not harm them; neither wild beasts, nor poisonous serpents, because of the power of his word. And behold, their prayers were also in behalf of him that the Lord should suffer to",
      "verse": 3
    },
    {
      "text": "bring these things forth. And no one need not say, They shall not come, for they surely shall, for the Lord hath spoken it: for out of the earth shall they come, by the hand of the Lord, and none can stay it; and it shall come in a day when it shall be said that miracles are done away; and it shall come even as if one should speak from the dead. And it shall come in a day when the blood of saints shall cry unto the Lord, because of secret combinations and the works of darkness; yea, it shall come in a day when the power of God shall be denied, and churches become defiled, and shall be lifted up in the pride of their hearts; yea, even in a day when leaders of churches, and teachers, in the pride of their hearts, even to the envying of them who belong to their churches; yea, it shall come in a day when there shall be heard of fires, and tempests, and vapors of smoke in foreign lands; and there shall also be heard of wars, and rumors of wars, and earthquakes in diverse places; yea, it shall come in a day when there shall be great pollutions upon the face of the earth: there shall be murders, and robbing, and lying, and deceivings, and whoredoms, and all manner of abominations; when there shall be many which will say, Do this, or do that, and it mattereth not, for the Lord will uphold such at the last day. But wo unto such, for they are in the gall of bitterness, and in the bonds of iniquity. Yea, it shall come in a day when there shall be churches built up that shall say, Come unto me, and for your money you shall be forgiven of your sins. O ye wicked and perverse, and stiffnecked people, why have ye built up churches unto yourselves to get gain? Why have ye transfigured the holy word of God, that ye might bring damnation upon your souls? Behold, look ye unto the revelations of God. For behold, the time cometh at that day when all these things must be fulfilled. Behold, the Lord hath shewn unto me great and marvellous things concerning that which must shortly come at that day when these things shall come forth among you. Behold, I speak unto you as if ye were present, and yet ye are not. But behold, Jesus Christ hath shewn you unto me, and I know your doings; and I know that ye do walk in the pride of your hearts; and there are none, save a few only, which do not lift themselves up in the pride of their hearts, unto the wearing of very fine apparel, unto envyings, and strifes, and malice, and persecutions, and all manner of iniquities; and your churches, yea, even every one, have become polluted because of the pride of your hearts.",
      "verse": 4
    },
    {
      "text": "For behold, ye do love money, and your substances, and your fine apparel, and the adorning of your churches, more than ye love the poor and the needy, the sick and afflicted. O ye pollutions, ye hypocrites, ye teachers, which sell yourselves for that which will canker, why have ye polluted the holy church of God? Why are ye ashamed to take upon you the name of Christ? Why do ye not think that greater is the value of an endless happiness, than that misery which never dies, because of the praise of the world? Why do ye adorn yourselves with that which hath no life, and yet suffer the hungry, and the needy, and the naked, and the sick, and the afflicted to pass by you, and notice them not? Yea, why do ye build up your secret abominations to get gain, and cause that widows should mourn before the Lord, and also orphans to mourn before the Lord; and also the blood of their fathers and their husbands to cry unto the Lord from the ground, for vengeance upon your heads? Behold, the sword of vengeance hangeth over you; and the time cometh that he avengeth the blood of the saints upon you, for he will not suffer their cries any longer. And now, I speak also concerning those who do not believe in Christ. Behold, will ye believe in the day of your visitation, behold, when the Lord shall come; yea, even that great day when the earth shall be rolled together as a scroll, and the elements shall melt with fervent heat; yea, in that great day when ye shall be brought to stand before the Lamb of God, then will ye say that there is no God? Then will ye longer deny the Christ, or can ye behold the Lamb of God? Do ye suppose that ye shall dwell with him under a consciousness of your guilt? Do ye suppose that ye could be happy to dwell with that holy Being, when your souls are racked with a consciousness of your guilt that ye have ever abused his laws? Behold I say unto you, that ye would be more miserable to dwell with a holy and just God, under a consciousness of your filthiness before him, than ye would to dwell with the damned souls in hell? For behold, when ye shall be brought to see your nakedness before God, and also the glory of God, and the holiness of Jesus Christ, it will kindle a flame of unquenchable fire upon you. O then ye unbelieving, turn ye unto the Lord; cry mightily unto the Father in the name of Jesus, that perhaps ye may be found spotless, pure, fair, and white, having been cleansed by the blood of the Lamb, at that great and last day. And again I speak unto you, who deny the revelations of God, and say that they are",
      "verse": 5
    },
    {
      "text": "done away, that there is no revelations, nor prophecies, and the interpretation of tongues. Behold I say unto you, He that denieth these things, knoweth not the Gospel of Christ; yea, they have not read the Scriptures; if so, they do not understand them. For do we not read that God is the same yesterday, to-day, and forever: and in him there is no variableness, neither shadow of changing. And now, if ye have imagined up unto yourselves a god which doth vary, and in him there is shadow of changing, then have ye imagined up unto yourselves a god which is not a God of miracles. But behold, I will shew unto you a God of miracles, even the God of Abraham, and the God of Isaac, and the God of Jacob; and it is that same God which created the heavens and the earth, and all things that in them is. Behold, he [created] Adam; and by Adam came the fall of man. And because of the fall of man, came Jesus Christ, even the Father and the Son; and because of Jesus Christ, came the redemption of man. And because of the redemption of man, which came by Jesus Christ, they are brought back into the presence of the Lord; yea, this is wherein all men are redeemed, because the death of Christ bringeth to pass the resurrection, which bringeth to pass a redemption from an endless sleep, from which sleep all men shall be awoke by the power of God, when the trump shall sound; and they shall come forth, both small and great, and all shall stand before his bar, being redeemed and loosed from their eternal band of death, which death is a temporal death; and then cometh the judgment of the Holy One upon them; and then cometh the time that he that is filthy, shall be filthy still; and he that is righteous, shall be righteous still: he that is happy, shall be happy still; and he that is unhappy, shall be unhappy still. And now, O all ye that have imagined up unto yourselves a god which can do no miracles, I would ask of you, have all these things past, of which I have spoken? Has, the end come yet? Behold I say unto you, Nay; and God has not ceased to be a God of miracles. Behold, are not the things that God hath wrought, marvellous in our eyes? Yea, and who can comprehend the marvellous works of God? Who shall say that it was not a miracle, that by his word the heaven and the earth should be; and by the power of his word, man was created of the dust of the earth; and by the power of his word, hath miracles been wrought? And who shall say that Jesus Christ did not do many miracles? And",
      "verse": 6
    },
    {
      "text": "there was many mighty miracles wrought by the hands of the apostles. And if there was miracles wrought, then why has God ceased to be God of miracles, and yet be an unchangeable being. And behold I say unto you, He changeth not: if so, he would cease to be God; and he ceaseth not to be God, and is a God of miracles. And the reason why he ceaseth to do miracles among the children of men, is because that they dwindle in unbelief, and depart from the right way, and know not the God in whom they should trust. Behold I say unto you, That whoso believeth in Christ, doubting nothing what so ever he shall ask the Father in the name of Christ, it shall be granted them: and this promise is unto all, even unto the ends of the earth. For behold, thus saith Jesus Christ, the Son of God, unto his disciples which should tarry; yea, and also to all his disciples, in the hearing of the multitude, Go ye into all the world, and preach the Gospel to every creature; and he that believeth and is baptized, shall be saved, but he that believeth not, shall be damned. And these signs shall follow them that believe: In my name shall they cast out Devils; they shall speak with new tongues; they shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover; and whosoever shall believe in my name, doubting nothing, unto him will I confirm all my words, even unto the ends of the earth. And now behold, who can stand against the works of the Lord? Who can deny his sayings? Who will rise up against the almighty power of the Lord? Who will despise the works of the Lord? Who will despise the children of Christ? Behold, all ye that are despisers of the works of the Lord, for ye shall wonder and perish. O then despise not, and wonder not, but hearken unto the words of the Lord, and ask the Father in the name of Jesus for what things soever ye shall stand in need. Doubt not, but believing and begin as in times of old, and come unto the Lord with all your heart, and work out your own salvation with fear and trembling before him. Be wise in the days of your probation; strip yourselves of all uncleanness; ask not, that ye may consume it on your lusts, but ask with firmness unshaken, that ye will yield to no temptation, but that ye will serve the true and living God. See that ye are baptized unworthily; see that ye partake not of the sacrament of Christ unworthily; but see that ye do all things in worthiness, and do it in the name of Jesus Christ, the Son of the living God; and if ye do",
      "verse": 7
    },
    {
      "text": "this, and endure to the end, ye will in no wise be cast out. -- Behold, I speak unto you as though I spake from the dead: for I know that ye shall hear my words. Condemn me not because of mine imperfection; neither my father, because of his imperfection; neither them which have written before him, but rather give thanks unto God that he hath made manifest unto you our imperfections, that ye may learn to be more wise than that which we have been.",
      "verse": 8
    },
    {
      "text": "And now behold, we have written this record according to our knowledge in the characters, which are called among us the reformed Egyptian being handed down and altered by us, according to our manner of speech. And if our plates had been sufficiently large, we should have written in Hebrew; but the Hebrew hath been altered by us also; and if we could have written in the Hebrew, behold, ye would have had none imperfection in our record. But the Lord knoweth the things which we have written, and also that none other people knoweth our language; and because that none other people knoweth our language, therefore he hath prepared means for the interpretation thereof. And these things are written, that we may rid our garments of the blood of our brethren which have dwindled in unbelief. And behold, these things which we have desired concerning our brethren, yea, even their restoration to the knowledge of Christ, is according to the prayers of all the saints which have dwelt in the land. And may the Lord Jesus Christ grant that their prayers may be answered according to their faith; and may God the Father remember the covenant which he hath made with the house of Israel; and may he bless them forever, through faith on the name of Jesus Christ. Amen.",
      "verse": 9
    },
    {
      "text": "BOOK OF ETHER.",
      "verse": 10
    }
  ],
  "chapter": 1,
  "title": "Mormon 4"
}