{
  "verses": [
    {
      "text": "CHAPTER VIII. An epistle of my father Mormon, written to me, Moroni; and it was written unto me soon after my calling to the ministry. And on this wise did he write unto me, saying: My beloved son Moroni, I rejoice exceedingly that your Lord Jesus Christ hath been mindful of you, and hath called you to his ministry, and to his holy work. I am mindful of you always in my prayers, continually praying unto God the Father, in the name of his holy child, Jesus, that he, through his infinite goodness and grace, will keep you through the endurance of faith on his name to the end.",
      "verse": 1
    },
    {
      "text": "And now my son, I speak unto you concerning that which grieveth me exceedingly: for it grieveth me that there should disputations rise among you. For if I have learned the truth, there has been disputations among you concerning the baptism of your little children. And now my son, I desire that ye should labor diligently, that this gross error should be removed from among you: for, for this intent I have written this epistle. For immediately after I had learned these things of you, I inquired of the Lord concerning this matter. And the word of the Lord came to me by the power of the Holy Ghost, saying, Listen to the words of Christ, your Redeemer, your Lord and your God. Behold, I came into the world not to call the righteous, but sinners to repentance; the whole need no physician, but they that are sick; wherefore little children are whole, for they are not capable of committing sin; wherefore the curse of Adam is taken from them in me, that it hath not power over them: and the law of circumcision is done away in me. And after this manner did the Holy Ghost manifest the word of God unto me; wherefore my beloved son, I know that it is solemn mockery before God, that ye should baptize little children. Behold, I say unto you, that this thing shall ye teach, repentance and baptism unto they which are accountable and capable of committing sin; yea, teach parents that they must repent and be baptized, and humble themselves as their little children, and they shall be saved with their little children; and their little children need no repentance, neither baptism. Behold, baptism is unto repentance to the fulfilling the commandments unto the remission of sins. But little children are alive in Christ, even from the foundation of the world; if not so, God is a partial God, and also a changeable God, and a respector to persons: for how many little children",
      "verse": 2
    },
    {
      "text": "have died without baptism. Wherefore, if little children could not be saved without baptism, they must have gone to an endless hell. Behold I say unto you, That he that supposeth that little children needeth baptism, is in the gall of bitterness, and in the bonds iniquity: for he hath neither faith, hope, nor charity; wherefore, should he be cut off while in the thought, he must go down to hell. For awful is the wickedness to suppose that God saveth one child because of baptism, and the other must perish because he hath no baptism. Wo be unto him that shall pervert the ways of the Lord after this manner, for they shall perish, except they repent. Behold, I speak with boldness, having authority from God; and I fear not what man can do: for perfect love casteth out all fear; and I am filled with charity, which is everlasting love; wherefore all children are alike unto me; wherefore I love little children with a perfect love; and they are all alike, and partakers of salvation. For I know that God is not a partial God, neither a changeable being; but he is unchangeable from all eternity to all eternity. Little children cannot repent; wherefore it is awful wickedness to deny the pure mercies of God unto them, for they are all alive in him because of his mercy. And he that saith that little children needeth baptism, denieth the mercies of Christ, and setteth at nought the atonement of him and the power of his redemption. Wo unto such, for they are in danger of death, hell, and an endless torment. I speak it boldly, God hath commanded me. Listen unto them and give heed, or they stand against you at the judgment seat of Christ. For behold that all little children are alive in Christ, and also all they that are without the law. For the power of redemption cometh on all they that have no law; wherefore, he that is not condemned, or he that is under no condemnation, cannot repent; and unto such baptism availeth nothing. But it is a mockery before God denying the mercies of Christ, and the power of his holy spirit, and putting trust in dead works. Behold, my son, this thing had not ought to be: for repentance is unto them that are under condemnation, and under the curse of a broken law. And the first fruits of repentance is baptism; and baptism cometh by faith, unto the fulfilling the commandments; and the fulfilling the commandments bringeth remission of sins; and the remission of sins bringeth mekness, and lowliness of heart; and because of meekness, and lowliness of heart; cometh the visitation of the Holy Ghost, which comforter filleth with hope",
      "verse": 3
    },
    {
      "text": "and perfect love, which love endureth by diligence unto prayer, until the end shall come when all the saints shall dwell with God. Behold, my son, I will write unto you again, if I go not out soon against the Lamanites. Behold, the pride of this nation, or the people of the Nephites, hath proved their destruction, except they should repent. Pray for them, my son, that repentance may come unto them. But behold, I fear lest the spirit hath ceased striving with them; and in this part of the land they are also seeking to put down all power and authority, which cometh from God; and they are denying the Holy Ghost. And after rejecting so great a knowledge, my son, they must perish soon, until the fulfilling of the prophecies which was spoken by the prophets, as well as the words of our Saviour himself. Farewell, my son, until I write unto you, or shall meet you again. Amen.",
      "verse": 4
    }
  ],
  "chapter": 9,
  "title": "Moroni 8"
}