{
  "verses": [
    {
      "text": "CHAPTER X. Now I, Moroni, write somewhat as seemeth me good; and I write unto my brethren, the Lamanites; and I would that they should know that more than four hundred and twenty years has passed away, since the sign was given of the coming of Christ. And I seal up these records after that I have spoken a few words by way of exhortation unto you. Behold, I would exhort you that when ye shall read these things, if it be",
      "verse": 1
    },
    {
      "text": "wisdom in God that ye should read them, that ye would remember how merciful the Lord hath been unto the children of men, from the creation of Adam, even down until the time that ye shall receive these things, and ponder it in your hearts. And when ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, and he will manifest the truth in you, by the power of the Holy Ghost; and by the power of the Holy Ghost, ye may know the truth of all things. And whatsoever thing is good, is just and true; wherefore, nothing that is good denieth the Christ, but acknowledgeth that he is. And ye may know that he is, by the power of the Holy Ghost; wherefore I would exhort you, that ye deny not the power of God: for he worketh by power according to the faith of the children of men, the same to-day, and to-morrow, and forever. And again I exhort you, my brethren, that ye deny not the gifts of God, for they are many; and they come from the same God. And there are different ways that these gifts are administered; but it is the same God which worketh all in all: and they are given by the manifestations of the spirit of God unto men, to profit them. For behold, to one is given by the spirit of God, that he may teach the word of wisdom; and to another, that he may teach the word of knowledge by the same spirit; and to another, exceeding great faith; and to another, the gifts of healing by the same spirit. And again, to another, that he may work mighty miracles; and again, to another, that he may prophesy concerning all things; and again, to another, the beholding of angels and ministering spirits; and again, to another, all kinds of tongues; and again, to another, the interpretation of languages and of diverse kinds of tongues. And all these gifts comes by the spirit of Christ; and they come unto every man severally, according as he will. And I would exhort you, my beloved brethren, that ye remember that every good gift cometh of Christ. And I would exhort you, my beloved brethren, that ye remember that he is the same yesterday, to-day, and forever, and that all these gifts which I have spoken, which are spiritual, never will be done away, even as long as the world shall stand, only according to the unbelief of the children of men. Wherefore, there must be faith; and if there must be faith, there must also be hope; and if there must be hope, there must also be charity; and except ye have charity",
      "verse": 2
    },
    {
      "text": "ye can in no wise be saved in the kingdom of God; neither can ye be saved in the kingdom of God, if ye have not faith; neither can ye, if ye have no hope; and if ye have no hope, ye must needs be in despair; and despair cometh because of iniquity. And Christ truly said unto our fathers, If ye have faith, ye can do all things which is expedient unto me. And now I speak unto all the ends of the earth, that if the day cometh that the power and gifts of God shall be done away among you, it shall be because of unbelief. And wo be unto the children of men, if this be the case: for there shall be none that doeth good among you, no not one. For if there be one among you that doeth good, he shall work by the power and gifts of God. And wo unto them which shall do these things away and die, for they die in their sins, and they cannot be saved in the kingdom of God; and I speak it according to the words of Christ, and I lie not. And I exhort you to remember these things: for the time speedily cometh that ye shall know that I lie not, for ye shall see me at the bar of God: and the Lord God will say unto you, Did I not declare my words unto you, which was written by this man, like as one crying from the dead? yea,, even as one speaking out of the dust, I declare these things unto the fulfilling of the prophecies. And behold, they shall proceed forth out of the mouth of the everlasting God; and his word shall hiss forth from generation to generation. And God shall shew unto you, that that which I have written, is true. And again I would exhort you, that ye would come unto Christ, and lay hold upon every good gift, and touch not the evil gift, nor the unclean thing. -- And awake, and arise from the dust, O Jerusalem; yea, and put on thy beautiful garments, O daughter of Zion, and strengthen thy stakes, and enlarge thy borders forever, that thou mayest no more be confounded, that the covenants of the Eternal Father, which he hath made unto thee, O house of Israel, may be fulfilled. Yea, come unto Christ, and be perfected in him, and deny yourselves of all ungodliness; and if ye shall deny yourselves of all ungodliness, and love God with all your might, mind and strength, then is his grace sufficient for you, that by his grace ye may be perfect in Christ; and if by the grace of God ye are perfect in Christ, ye can in no wise deny the power of God. And again, if ye, by the grace of God are perfect in Christ, and deny not his power, then are ye sanctified in Christ by the grace of God, through the shedding of the blood of Christ, which is in the covenant of the Father,",
      "verse": 3
    },
    {
      "text": "unto the remission of your sins, that ye become holy without spot. And now I bid unto all, farewell. I soon go to rest in the paradise of God, until my spirit and body shall again reunite, and I am brought forth triumphant through the air, to meet you before the pleasing bar of the great Jehovah, the Eternal Judge of both quick and dead. Amen.",
      "verse": 4
    },
    {
      "text": "THE END.",
      "verse": 5
    },
    {
      "text": "THE TESTIMONY OF THREE WITNESSES.",
      "verse": 6
    },
    {
      "text": "Be it known unto all nations, kindreds, tongues, and people, unto whom this work shall come, that we, through the grace of God the Father, and our Lord Jesus Christ, have seen the plates which contain this record, which is a record of the people of Nephi, and also of the Lamanites, their brethren, and also of the people of Jared, which came from the tower of which hath been spoken. And we also know that they have been translated by the gift and power of God, for his voice hath declared it unto us; wherefore we know of a surety that the work is true. And we also testify that we have seen the engravings which are upon the plates; and they have been shewn unto us by the power of God, and not of man. And we declare with words of soberness, that an Angel of God came down from heaven, and he brought and laid before our eyes, that we beheld and saw the plates, and the engravings thereon; and we know that it is by the grace of God the Father, and our Lord Jesus Christ, that we beheld and bear record that these things are true; and it is marvellous in our eyes. Nevertheless, the voice of the Lord commanded us that we should bear record of it; wherefore, to be obedient unto the commandments of God, we bear testimony of these things. -- And we know that if we are faithful in Christ, we shall rid our garments of the blood of all men, and be found spotless before the judgmentseat of Christ, and shall dwell with him eternally in the heavens. And the honor be to the Father, and to the Son, and to the Holy Ghost, which is one God. Amen. OLIVER COWDERY, DAVID WHITMER, MARTIN HARRIS.",
      "verse": 7
    },
    {
      "text": "AND ALSO THE TESTIMONY OF EIGHT WITNESSES. Be it known unto all nations, kindreds, tongues, and people, unto whom this work shall come, that Joseph Smith, Jr., the Author and Proprietor of this work, has shewn unto us the plates of which hath been spoken, which have the appearance of gold; and as many of the leaves as the said Smith has translated we did handle with our hands; and we also saw the engravings thereon, all of which has the appearance of ancient work, and of curious workmanship. And this we bear record, with words of soberness, that the said Smith has shown unto us, for we have seen and hefted, and know of a surety, that the said Smith has got the plates of which we have spoken. And we give our names unto the world, to witness unto the world that which we have seen: and we lie not, God bearing witness of it. CHRISTIAN WHITMER, JACOB WHITMER, PETER WHITMER, JR., JOHN WHITMER, HIRAM PAGE, JOSEPH SMITH, SEN., HYRUM SMITH, SAMUEL H. SMITH.",
      "verse": 8
    }
  ],
  "chapter": 1,
  "title": "Moroni 10"
}