{
  "verses": [
    {
      "text": "CHAPTER VII. And it came to pass that after Abinadi had made an end of these sayings, that he said unto them, Have ye taught this people that they should observe to do all these things? For to keep these commandments? I say unto you, Nay; for if ye had, the Lord would not have caused me to come forth and to prophesy evil concerning this people. And now ye have said that salvation cometh by the law of Moses. I say unto you that it is expedient that ye should keep the law of Moses as yet; but I say unto you, that the time shall come when it",
      "verse": 1
    },
    {
      "text": "shall no more be expedient to keep the law of Moses. And moreover, I say unto you, that salvation doth not come by the law alone; and were it not for the atonement which God himself shall make for the sins and iniquities of his people, that they must unavoidably perish, notwithstanding the law of Moses. And now I say unto you, that it was expedient that there should be a law given to the children of Israel, yea, even a very strict law: for they were a stiffnecked people, quick to do iniquity, and slow to remember the Lord their God; therefore there was a law given them, yea, a law of performances and of ordinances, a law which they were to observe strictly, from day to day, to keep them in remembrance of God, and their duty towards him. But behold, I say unto you, that all these things were types of things to come. And now, did they understand the law? I say unto you, Nay, they did not all understand the law; and this because of the hardness of their hearts: for they understood not that there could not any man be saved, except it were through the redemption of God. For behold, did not Moses prophesy unto them concerning the coming of the Messiah, and that God should redeem his people, yea, and even all the prophets which have prophesied ever since the world began? Have they not spoken more or less concerning these things? Have they not said that God himself should come down among the children of men, and take upon him the form of man, and go forth in mighty power upon the face of the earth? Yea, and have they not said also, that he should bring to pass the resurrection of the dead, and that he himself should be oppressed and afflicted? Yes, even doth not Isaiah say, Who hath believed our report, and to whom is the arm of the Lord revealed? for he shall grow up before him as a tender plant, and as a root out of dry ground: he hath no form nor comeliness; and when we shall see him, there is no beauty that we should desire him. He is despised and rejected of men; a man of sorrows, and acquainted with grief: and we hid as it were our faces from him; he was despised, and we esteemed him not.",
      "verse": 2
    },
    {
      "text": "Surely he has borne our griefs, and carried our sorrows: yet we did esteem him stricken, smitten of God, and afflicted. But he was wounded for our transgressions, he was bruised for our iniquities; the chastisement of our peace was upon him; and with his stripes we are healed. All we, like sheep, have gone astray; we have turned every one to his own way; and the Lord hath laid on him the iniquities of us all. He",
      "verse": 3
    },
    {
      "text": "was oppressed, and he was afflicted, yet he opened not his mouth: he is brought as a lamb to the slaughter, and as a sheep before her shearers is dumb, so he opened not his mouth. He was taken from prison and from judgment: and who shall declare his generation? for he was cut off out of the land of the living: for the transgressions of my people was he stricken. And he made his grave with the wicked, and with the rich in his death; because he had done no evil, neither was any deceit in his mouth.",
      "verse": 4
    },
    {
      "text": "Yet it pleased the Lord to bruise him; he hath put him to grief: when thou shalt make his soul an offering for sin, he shall see his seed, he shall prolong his days, and the pleasure of the Lord shall prosper in his hand. He shall see of the travail of his soul, and shall be satisfied: by his knowledge shall my righteous servant justify many; for he shall bear their iniquities. Therefore will I divide him a portion with the great, and he shall divide the spoil with the strong; because he hath poured out his soul unto death: and he was numbered with the transgressors; and he bare the sins of many, and made intercession for the transgressors.",
      "verse": 5
    },
    {
      "text": "And now Abinadi saith unto them, I would that ye should understand that God himself shall come down among the children of men, and shall redeem his people; and because he dwelleth in flesh, he shall be called the Son of God: and having subjected the flesh to the will of the Father, being the Father and the Son; the Father because he was conceived by the power of God; and the Son, because of the flesh; thus becoming the Father and Son: and they are one God, yea, the very Eternal Father of Heaven and of Earth; and thus the flesh becoming subject to the Spirit, or the Son to the Father, being one God, suffereth temptation, and yieldeth not to the temptation, but suffereth himself to be mocked, and scourged, and cast out, and disowned by his people. And after all this, and after working many mighty miracles among the children of men, he shall be led, yea, even as Isaiah said; As a sheep before the shearer is dumb, so he opened not his mouth; yea, even so he shall be led, crucified, and slain, the flesh becoming subject even unto death, the will of the Son being swallowed up in the will of the Father; and thus God breaketh the bands of death; having gained the victory over death; giving the Son power to make intercession for the children of men; having ascended into heaven; having the bowels of mercy; being filled with compassion toward the",
      "verse": 6
    },
    {
      "text": "children of men; standing betwixt them and justice; having broken the bands of death, taken upon himself their iniquity and their transgressions; having redeemed them, and satisfied the demands of justice. And now I say unto you, Who shall declare his generation? Behold, I say unto you, that when his soul has been made an offering for sin, he shall see his seed. And now what say ye? And who shall be his seed? Behold I say unto you, that whosoever hath heard the words of the prophets, yea, all the Holy Prophets which have prophesied concerning the coming of the Lord; I say unto, that all those who hath hearkened unto their words, and believed that the Lord would redeem his people, and have looked forward to that day for a remission of their sins; I say unto you, that these are his seed, or they are heirs of the Kingdom of God: for these are they whose sins he hath borne; these are they for whom he hath died, to redeem them from their transgressions. And now, are they not his seed? Yea, and are not the prophets, every one that has opened his mouth to prophesy, that has not fallen into transgression; I mean all the Holy Prophets ever since the world began; I say unto you that they are his seed; and these are they which hath published peace, that hath brought good tidings of good, that hath published salvation; that saith unto Zion, Thy God reigneth! And O how beautiful upon the mountains were their feet! And again: How beautiful upon the mountains are the feet of those that are still publishing peace! And again: How beautiful upon the mountains are the feet of those who shall hereafter publish peace, yea, from this time henceforth and forever! And behold, I say unto you, this is not all: For O how beautiful upon the mountains are the feet of him that bringeth good tidings, that is the founder of peace; yea, even the Lord, who hath redeemed his people; yea, him who hath granted salvation unto his people: for were it not for the redemption which he hath made for his people, which was prepared from the foundation of the world; I say unto you, were it not for this, that all mankind must have perished. But behold, the bands of death shall be broken, and the Son reigneth, and hath power over the dead; therefore, he bringeth to pass the resurrection of the dead. And there cometh a resurrection, even a first resurrection; yea, even a resurrection of those that have been and which are, and which shall be, even until the resurrection of Christ: for so shall he be called. And now, the resurrection of all the prophets, and all those that have believed in",
      "verse": 7
    },
    {
      "text": "their words, or all those that have kept the commandments of God, these shall come forth in the first resurrection; therefore, they are the first resurrection. They are raised to dwell with God, who hath redeemed them: thus they have eternal life through Christ, who hath broken the bands of death. And there are those who have a part in the first resurrection; and these are they that have died before Christ came, in their ignorance, not having salvation declared unto them. And thus the Lord bringeth about the restoration of these, and they have a part in the first resurrection, or hath eternal life, being redeemed by the Lord. And little children also, hath eternal life. But behold, and fear, and tremble before God; for ye had ought to tremble: for the Lord redeemeth none such that rebelleth against him, and dieth in their sins; yea, even all those that have perished in their sins ever since the world began, that have wilfully rebelled against God, that have known the commandments of God, and would not keep them; these are they that have no part in the first resurrection. Therefore, had ye not ought to tremble? For salvation cometh to none such; for the Lord hath redeemed none such; yea, neither can the Lord redeem such: for he cannot deny himself; for he cannot deny justice when it hath its claim.",
      "verse": 8
    },
    {
      "text": "And now I say unto you, that the time shall come that the salvation of the Lord shall be declared to every nation, kindred, tongue, and people. Yea, Lord, the watchmen shall lift up their voice; with the voice together shall they sing: for they shall see eye to eye, when the Lord shall bring again Zion. Break forth into joy, sing together, ye waste places of Jerusalem: for the Lord hath comforted his people, he hath redeemed Jerusalem. The Lord hath made bare his holy arm in the eyes of all the nations: and all the ends of the earth shall see the salvation of our God.",
      "verse": 9
    },
    {
      "text": "And now it came to pass that after Abinadi had spoken these words, he stretched forth his hand and said, The time shall come when all shall see the salvation of the Lord; when every nation, kindred, tongue and people, shall see eye to eye, and shall confess before God that his judgments are just; and then shall the wicked be cast out, and they shall have cause to howl, and weep, and wail, and gnash their teeth; and this because they would not hearken unto the voice of the Lord; therefore the Lord redeemeth them not, for they are carnal and devlish, and the devil hath power over them; yea, even that old serpent that did beguile our first parents, which was the",
      "verse": 10
    },
    {
      "text": "cause of their fall; which was the cause of all mankind becoming carnal, sensual, devlish, knowing evil from good, subjecting themselves to the devil. Thus all mankind were lost; and behold, they would have been endlessly lost, were it not that God redeemed his people from their lost and fallen state. But remember, that he that persists in his own carnal nature, and goes on in the ways of sin and rebellion against God, he remaineth in his fallen state, and the devil hath power over him. Therefore he is as though there was no redemption made; being an enemy to God; and also is the devil an enemy to God. And now if Christ had not come into the world, speaking of things to come, as though they had already come, there could have been no redemption. And if Christ had not risen from the dead, or have broken the bands of death, that the grave should have no victory, and that death should have no sting, there could have been no resurrection. But there is a resurrection, therefore the grave hath no victory, and the sting of death, is swallowed up in Christ: He is the light and the life of the world; yea, a light that is endless, that can never be darkened; yea, and also a life which is endless, that there can be no more death. Even this mortal shall put on immortality, and this corruption shall put on incorruption, and shall be brought to stand before the bar of God, to be judged of him according to their works, whether they be good or whether they be evil. If they be good, to the resurrection of endless life and happiness, and if they be evil, to the resurrection of endless damnation; being delivered up to the devil, who hath subjected them which is damnation; having gone according to their own carnal wills and desires; having never called upon the Lord while the arms of mercy was extended towards them; for the arms of mercy was extended towards them, and they would not; they being warned of their iniquities, and yet they would not depart from them; and they were commanded to repent, and yet they would not repent. And now had ye not ought to tremble and repent of your sins, and remember only in and through Christ ye can be saved? Therefore, if ye teach the law of Moses, also teach that it is a shadow of those things which are to come; teach them that redemption cometh through Christ the Lord, which is the very Eternal Father. Amen.",
      "verse": 11
    }
  ],
  "chapter": 9,
  "title": "Mosiah 8"
}