{
  "verses": [
    {
      "text": "CHAPTER IX. And now it came to pass that when Abinadi had finished these sayings, that the king commanded that the priests should take him and cause that he should be put to death. But there was one among them, whose name was Alma, he also being a descendant of Nephi. And he was a young man, and he believed the words which Abinadi had spoken, for he knew concerning the iniquity which Abinadi had testified against them: Therefore he began to plead with the king that he would not be angry with Abinadi, but suffer that he might depart in peace. But the king was more wroth, and caused that Alma should be cast out from among them, and sent his servants after him, that they might slay him. But he fled from before them, and hid himself, that they found him not. And he, being concealed for many days, did write all the words which Abinadi had spoken.",
      "verse": 1
    },
    {
      "text": "And it came to pass that the king caused that his guards should surround Abinadi, and take him; and they bound him and cast him into prison. And after three days, having counselled with his priests, he caused that he should again be brought before him. And he said unto him, Abinadi, we have found an accusation against thee, and thou art worthy of death. For thou hast said that God himself should come down among the children of men; and now for this cause thou shalt be put to death, unless thou wilt recall all the words which thou hast spoken evil concerning me and my people.",
      "verse": 2
    },
    {
      "text": "Now Abinadi saith unto him: I say unto you, I will not recall the words which I have spoken unto you concerning this people, for they are true; and that ye may know of their surety, I have suffered myself that I have fallen into your hands. Yea, and I will suffer even until death, and I will not recall my words, and they shall stand as a testimony against you. And if ye slay me, ye will shed innocent blood, and this shall also stand as a testimony against you at the last day.",
      "verse": 3
    },
    {
      "text": "And now king Noah was about to release him, for he feared his word; for he feared the judgment of God would come upon him. But the priests lifted up their voices against him, and began to accuse him, saying: He hath reviled the king. Therefore the king was stirred up in anger against him, and he delivered him up, that he might be slain.",
      "verse": 4
    },
    {
      "text": "And it came to pass that they took him, and bound him, and",
      "verse": 5
    },
    {
      "text": "scourged his skin with faggots, yea, even unto death. And now when the flames began to scorch him, he cried unto them saying: Behold, even as ye have done unto me, so shall it come to pass that thy seed shall cause that many shall suffer the pains that I do suffer, even the pains of death, by fire; and this because they believe in the salvation of the Lord their God. And it will come to pass that ye shall be afflicted with all manner of diseases, because of your iniquities. Yea, and ye shall be smitten on every hand, and shall be driven and scattered to and fro, even as a wild flock is driven by wild and ferocious beasts. And in that day ye shall be hunted, and ye shall be taken by the hand of your enemies, and then ye shall suffer, as I suffer, the pains of death, by fire. Thus God executeth vengeance upon those that destroy his people. O God, receive my soul. And now when Abinadi had said these words, he fell, having suffered death by fire; yea, having been put to death because he would not deny the commandments of God: having sealed the truth of his words by his death.",
      "verse": 6
    },
    {
      "text": "And now it came to pass that Alma, who had fled from the servants of king Noah, repented of his sins and iniquities, and went about privately among the people, and began to teach the words of Abinadi; yea, concerning that which was to come, and also concerning the resurrection of the dead, and the redemption of the people, which was to be brought to pass through the power, and sufferings, and death of Christ, and his resurrection and ascension into Heaven. And as many as would hear his word he did teach. And he taught them privately, that it might not come to the knowledge of the king. And many did believe his words. And it came to pass that as many as did believe him, did go forth to a place which was called Mormon, having received its name from the king, being in the borders of the land having been infested, by times, or at seasons, by wild beasts. Now there was in Mormon a fountain of pure water, and Alma resorted thither, there being near the water a thicket of small trees, where he did hide himself in the day-time, from the searches of the king. And it came to pass that as many as believed him, went thither to hear his words. And it came to pass after many days, there were a goodly number gathered together to the place of Mormon, to hear the words of Alma. Yea, all were gathered together that believed on his word, to hear him. And he did teach them, and did preach unto them repentance, and redemption, and faith on the Lord.",
      "verse": 7
    },
    {
      "text": "And it came to pass that he said unto them, Behold, here is the waters of Mormon; for thus were they called. And now, as ye are desirous to come into the fold of God, and to be called his people, and are willing to bear one another\u0027s burdens, that they may be light; yea, and are willing to mourn with those that mourn; yea, and comfort those that stand in need of comfort, and to stand as witnesses of God at all times, and in all things, and in all places that ye may be in, even until death, that ye may be redeemed of God, and be numbered with those of the first resurrection, that ye may have eternal life: Now I say unto you, if this be the desires of your hearts, what have you against being baptized in the name of the Lord, as a witness before him that ye have entered into a covenant with him that ye will serve him and keep his commandments, that he may pour out his spirit more abundantly upon you. -- And now when the people had heard these words, they clapped their hands for joy and exclaimed, This is the desires of our hearts.",
      "verse": 8
    },
    {
      "text": "And now it came to pass that Alma took Helam, he being one of the first, and went and stood forth in the water, and cried, saying, O Lord, pour out your spirit upon thy servant, that he may do this work with holiness of heart. And when he had said these words, the spirit of the Lord was upon him, and he said, Helam, I baptize thee, having authority from the Almighty God, as a testimony that ye have entered into a covenant to serve him until you are dead, as to the mortal body; and may the spirit of the Lord be poured out upon you; and may he grant unto you eternal life, through the redemption of Christ, which he hath prepared from the foundation of the world. And after Alma had said these words, both Alma and Helam was buried in the water; and they arose and came forth out of the water rejoicing, being filled with the spirit. And again, Alma took another, and went forth a second time into the water, and baptizing him according to the first, only he did not bury himself again in the water. And after this manner he did baptize every one that went forth to the place of Mormon; and they were in number about two hundred and four souls; yea, and they were baptized in the waters of Mormon, and were filled with the grace of God: and they were called the Church of God, or the Church of Christ, from that time forward.",
      "verse": 9
    },
    {
      "text": "And it came to pass that whosoever was baptized by the power and authority of God, they was added to his church.",
      "verse": 10
    },
    {
      "text": "And it came to pass that Alma, having authority from God, ordained priests; even one priest to every fifty of their number did he ordain to preach unto them, and to teach them concerning the things pertaining to the kingdom of God. And he commanded them that they should teach nothing save it were the things which he had taught, and which had been spoken by the mouths of the holy prophets. Yea, even he commanded them that they should preach nothing save it were repentance and faith on the Lord, who hath redeemed his people. And he commanded them that there should be no contention one with another, but that they should look forward with one eye, having one faith and one baptism; having their hearts knit together in unity and in love, one towards another. And thus he commanded them to preach. And thus they became the children of God. And he commanded them that they should observe the sabbath day, and keep it holy, and also every day they should give thanks to the Lord their God. And he also commanded them that the priests which he had ordained should labor with their own hands for their support; and there was one day in every week that was set apart that they should gather themselves together to teach the people, and worship the Lord their God, and also as often as it was in their power to assemble themselves together. And the priests was not to depend upon the people for their support; but for their labor they were to receive the grace of God, that they might wax strong in spirit, having the knowledge of God, that they might teach the power and authority from God. And again Alma commanded that the people of the Church should impart of their substance, every one according to that which he hath; if he have more abundantly, he should impart more abundantly; and he that hath but little, but little should be required; and to him that hath not should be given. And thus they should impart of their substance, of their own free will and good desires towards God, and to those priests that stood in need, yea, and to every needy, naked soul. And this he said unto them, having been commanded of God; and they did walk uprightly before God, imparting to one another, both temporally and spiritually, according to their needs and their wants.",
      "verse": 11
    },
    {
      "text": "And now it came to pass that all this was done in Mormon; yea, by the waters of Mormon, in the forest that was near the waters of Mormon, yea, the place of Mormon, the waters of Mormon, the forest of Mormon, how beautiful are they to the eyes of them who there came to the knowledge of their redeemer;",
      "verse": 12
    },
    {
      "text": "yea, and how blessed are they, for they shall sing to his praise forever. And these things were done in the borders of the land, that they might not come to the knowledge of the king. But behold, it came to pass that the king, having discovered a movement among the people, sent his servants to watch them. Therefore on the day that they were assembling themselves together to hear the word of the Lord, they were discovered unto the king. And now the king saith that Alma was stirring up the people to a rebellion against him; therefore he sent his army to destroy them. And it came to pass that Alma, and the people of the Lord were apprised of the coming of the king\u0027s army; therefore they took their tents and their families, and departed into the wilderness. And they were in number about four hundred and fifty souls.",
      "verse": 13
    },
    {
      "text": "And it came to pass that the army of the king returned, having searched in vain for the people of the Lord. And now behold, the forces of the king were small, having been reduced, and there began to be a division among the remainder of the people. And the lesser part began to breath out threatnings against the king, and there began to be a great contention among them. And now there was a man among them whose name was Gideon, and he being a strong man, and an enemy to the king, therefore he drew his sword and swore in his wrath, that he would slay the king. And it came to pass that he fought with the king; and when the king saw that he was about to overpower him, he fled and ran and got upon the tower, which was near the temple. And Gideon pursued after him and was about to get upon the tower to slay the king, and the king cast his eyes round about towards the land of Shemlon, and behold, the army of the Lamanites were within the borders of the land. And now the king cried out in the anguish of his soul, saying, Gideon, spare me, for the Lamanites are upon us, and they will destroy them; yea, they will destroy my people. And now the king was not so much concerned about his people, as he was about his own life; nevertheless, Gideon did spare his life. And the king commanded the people that they should flee before the Lamanites, and he himself did go before them, and they did flee into the wilderness with their women and their children. And it came to pass that the Lamanites did pursue them, and did overtake them, and began to slay them.",
      "verse": 14
    },
    {
      "text": "Now it came to pass that the king commanded them that all men should leave their wives and their children and",
      "verse": 15
    },
    {
      "text": "flee from the Lamanites. Now there were many that would not leave them, but had rather stay and perish with them. And the rest left their wives and their children and fled.",
      "verse": 16
    },
    {
      "text": "And it came to pass that those that tarried with their wives and their children, caused that their fair daughters should stand forth and plead with the Lamanites, that they would not slay them. And it came to pass that the Lamanites had compassion on them, for they were charmed with the beauty of their women; therefore the Lamanites did spare their lives, and took them captives, and carried them back to the land of Nephi, and granted unto them that they might possess the land, under the conditions that they would deliver up the king Noah into the hands of the Lamanites, and deliver up their property, even one half of all they possessed; one half of their gold, and their silver, and all their precious things; and thus they should pay tribute to the king of the Lamanites, from year to year. And now there was one of the sons of the king among those that was taken captive, whose name was Limhi. And now Limhi was desirous that his father should not be destroyed; nevertheless, Limhi was not ignorant of the iniquities of his father, he himself, being a just man.",
      "verse": 17
    },
    {
      "text": "And it came to pass that Gideon sent men into the wilderness secretly, to search for the king, and those that was with him. And it came to pass that they met the people in the wilderness, all save the king and his priests. Now they had sworn in their hearts that they would return to the land of Nephi, and if their wives and their children were slain, and also those that had tarried with them, that they would seek revenge, and also perish with them. And the king commanded them that they should not return; and they were angry with the king, and caused that he should suffer, even unto death by fire. And they were about to take the priests also and put them to death, and they fled before them.",
      "verse": 18
    },
    {
      "text": "And it came to pass that they were about to return to the land of Nephi, and they met the men of Gideon. And the men of Gideon told them of all that had happened to their wives and their children; and that the Lamanites had granted unto them that they might possess the land by paying a tribute to the Lamanites of one half of all they possessed. And the people told the men of Gideon that they had slain the king, and his priests had fled from them farther into the wilderness, And it came to pass that after they had ended the ceremony, that they returned to the land of Nephi, rejoicing, because their",
      "verse": 19
    },
    {
      "text": "wives and their children were not slain; and they told Gideon what they had done to the king.",
      "verse": 20
    },
    {
      "text": "And it came to pass that the king of the Lamanites made an oath unto them, that his people should not slay them. And also Limhi, being the son of the king, having the kingdom conferred upon him by the people, made an oath unto the king of the Lamanites, that his people should pay tribute unto him, even one half of all they possessed.",
      "verse": 21
    },
    {
      "text": "And it came to pass that Limhi began to establish the kingdom, and to establish peace among his people. And the king of the Lamanites set guards round about the land, that he might keep the people of Limhi in the land, that they might not depart into the wilderness; and he did support his guards out of the tribute which he did receive from the Nephites. And now king Limhi did have continual peace in his kingdom, for the space of two years, that the Lamanites did not molest them nor seek to destroy them.",
      "verse": 22
    },
    {
      "text": "Now there was a place in Shemlon, where the daughters of the Lamanites did gather themselves together for to sing, to dance, and to make themselves merry. And it came to pass that there was one day a small number of them gathered together to sing and dance. And now the priests of king Noah, being ashamed to return to the city of Nephi, yea, and also fearing that the people would slay them, therefore they durst not return to their wives and their children. And having tarried in the wilderness and having discovered the daughters of the Lamanites, they laid and watched them; and when there were but few of them gathered together to dance, they came forth out of their secret places, and took them and carried them into the wilderness; yea, twenty and four of the daughters of the Lamanites they carried into the wilderness.",
      "verse": 23
    },
    {
      "text": "And it came to pass that when the Lamanites found that their daughters had been missing, they were angry with the people of Limhi; for they thought it was the people of Limhi. Therefore they sent their armies forth; yea, even the king himself went before his people; and they went up to the land of Nephi, to destroy the people of Limhi. And now Limhi had discovered them from the tower; even all their preparations for war did he discover; therefore he gathered his people together, and laid wait for them in the fields, and in the forests. And it came to pass that when the Lamanites had come up, that the people of Limhi began to fall upon them from their waiting places, and began to slay them.",
      "verse": 24
    },
    {
      "text": "And it came to pass that the battle became exceeding sore, for they fought like lions for their prey. And it came to pass that the people of Limhi began to drive the Lamanites before them, yet they were not half so numerous as the Lamanites. But they fought for their lives, and for their wives, and for their children; therefore they exerted themselves, and like dragons did they fight.",
      "verse": 25
    },
    {
      "text": "And it came to pass that they found the king of the Lamanites among the number of their dead; yet he was not dead, having been wounded and left upon the ground, so speedy was the flight of his people. And they took him and bound up his wounds, and brought him before Limhi, and said, Behold, here is the king of the Lamanites; he having received a wound, hath fallen among their dead, and they have left him; and behold, we have brought him before you; and now let us slay him. But Limhi saith unto them, Ye shall not slay him, but bring him hither, that I may see him. And they brought him. And Limhi saith unto him, What cause have ye to come up to war against my people? Behold, my people have not broken the oath that I made unto you; therefore, why should ye break the oath which ye made unto my people? And now the king said, I have broken the oath, because thy people did carry away the daughters of my people; therefore in my anger I did cause my people to come up to war against thy people. Now Limhi had heard nothing concerning this matter; therefore he saith, I will search among my people, and whosoever hath done this thing shall perish. Therefore he caused a search to be made among his people. Now when Gideon had heard these things, he being the king\u0027s captain, he went forth and said unto the king, I pray thee forbear, and do not search this people, and lay not this thing to their charge. For do ye not remember the priests of thy father, which this people sought to destroy? And are they not in the wilderness? And is it not they which have stolen the daughters of the Lamanites? And now behold, and tell the king these things, that he may tell his people, that they may be pacified towards us: for behold, they are already preparing to come against us; and behold also, there are but few of us. And behold, they come with their numerous hosts; and except the king doth pacify them towards us, we must perish. For are not the words of Abinadi fulfilled, which he prophesied against us? and all this because we would not hearken unto the words of the Lord, and turn from our iniquities? And now let us pacify the king, and we fulfil the",
      "verse": 26
    },
    {
      "text": "oath which we have made unto him: for it is better that we should be in bondage, than that we should lose our lives; therefore, let us put a stop to the shedding of so much blood. And now Limhi told the king all the things concerning his father, and the priests that had fled into the wilderness, and attributed the carrying away of their daughters to them.",
      "verse": 27
    },
    {
      "text": "And it came to pass that the king was pacified towards his people; and he said unto them, Let us go forth to meet my people, without arms; and I swear unto you with an oath, that my people shall not slay thy people. And it came to pass that they followed the king, and went forth without arms to meet the Lamanites. And it came to pass that they did meet the Lamanites; and the king of the Lamanites did bow himself down before them, and did plead in behalf of the people of Limhi. And when the Lamanites saw the people of Limhi, that they were pacified towards them, and returned with their king in peace to their own land.",
      "verse": 28
    },
    {
      "text": "And it came to pass that Limhi and his people returned to the city of Nephi, and began to dwell in the land again in peace. And it came to pass that after many days, the Lamanites began to be stirred up in anger against the Nephites; and they began to come into the borders of the land round about. Now they durst not slay them, because of the oath which their king had made unto Limhi; but they would smite them on their cheeks, and exercise authority over them; and began to put heavy burdens upon their backs, and drive them as they would a dumb ass: yea, all this was done, that the word of the Lord be fulfilled. And now the afflictions of the Nephites was great; and there was no way that they could deliver themselves out of their hands, for the Lamanites had surrounded them on every side.",
      "verse": 29
    },
    {
      "text": "And it came to pass that the people began to murmur with the king, because of their afflictions; and they began to be desirous to go against them to battle. And they did afflict the king sorely with their complaints; therefore he granted unto them that they should do according to their desires. And they gathered themselves together again, and put on their armor, and went forth against the Lamanites, to drive them out of their land. And it came to pass that the Lamanites did beat them, and drove them back, and slew many of them. And now there was a great mourning and lamentation among the people of Limhi; the widow mourning for her husband; the",
      "verse": 30
    },
    {
      "text": "son and the daughter mourning for their father; and the brothers for their brethren. Now there were a great many widows in the land; and they did cry mightily from day to day, for a great fear of the Lamanites had come upon them. And it came to pass that their continual cries did stir up the remainder of the people of Limhi to anger, against the Lamanites. And they went again to battle; but they were driven back again, suffering much loss. Yea, they went again, even the third time, and suffered in the like manner; and those that were not slain, returned again to the city of Nephi. And they did humble themselves even to the dust, subjecting themselves to the yoke of bondage, submitting themselves to be smitten, and to be driven to and fro, and burdened, according to the desires of their enemies. And they did humble themselves even in the depths of humility; and they did cry mightily to God; yea, even all the day long did they cry unto their God, that he would deliver them out of their afflictions. And now the Lord was slow to hear their cry, because of their iniquities; nevertheless the Lord did hear their cries, and began to soften the hearts of the Lamanites, that they began to ease their burdens: yet the Lord did not see fit to deliver them out of bondage.",
      "verse": 31
    },
    {
      "text": "And it came to pass that they began to prosper by degrees in the land, and began to raise grain more abundantly, and flocks, and herds, that they did not suffer with hunger. Now there was a great number of women more than there was of men; therefore king Limhi commanded every man should impart to the support of the widows and their children, that they might not perish with hunger: and this they did, because of the greatness of their number that had been slain. Now the people of Limhi kept together in a body as much as it was possible, and secure their grain, and their flocks; and the king himself did not trust his person without the walls of the city, unless he took his guards with him, fearing that he might by some means fall into the hands of the Lamanites. And he caused that his people should watch the land round about, that by some means they might take those priests that fled into the wilderness, which had stolen the daughters of the Lamanites, and that caused such a great destruction to come upon them; for they were desirous to take them, that they might punish them: for they had come into the land of Nephi by night, and carried off of their grain, and many of their precious things; therefore they laid wait for them.",
      "verse": 32
    },
    {
      "text": "And it came to pass that there was no more disturbance between the Lamanites and the people of Limhi, even until the time that Ammon and his brethren came into the land. And the king having been without the gates of the city with his guard he discovered Ammon and his brethren; and supposing them to be priests of Noah, therefore he caused that they should be taken, and bound, and cast into prison. And had they been the priests of Noah, he would have caused that they should be put to death; but when he found that they were not, but that they were his brethren, and had come from the land of Zarahemla, he was filled with exceeding great joy. -- Now king Limhi had sent, previous to the coming of Ammon, a small number of men to search for the land of Zarahemla; but they could not find it: and they were lost in the wilderness. Nevertheless they did find a land which had been peopled; yea, a land which was covered with dry bones; yea, a land which had been peopled, and which had been destroyed; and they having supposed it to be the land of Zarahemla, returned to the land of Nephi, having arrived in the borders of the land not many days before the coming of Ammon. And they brought a record with them, even a record of the people whose bones they had found; and they were engraven on plates of ore. And now Limhi was again filled with joy, on learning from the mouth of Ammon that king Benjamin had a gift from God, whereby he could interpret such engravings; yea, and Ammon also did rejoice. Yet Ammon and his brethren were filled with sorrow, because so many of his brethren had been slain; and also that king Noah and his priests had caused the people to commit so many sins and iniquities against God; and they also did mourn for the death of Abinadi; and also for the departure of Alma, and the people that went with him, who had formed a church of God through the strength and power of God, and faith on the words which had been spoken by Abinadi; yea, they did mourn for their departure, for they knew not whither they had fled. Now they would have gladly joined with them, for they themselves had entered into a covenant with God, to serve him, and keep his commandments. And now since the coming of Ammon, king Limhi had also entered into a covenant with God, and also many of his people, to serve him, and keep his commandments.",
      "verse": 33
    },
    {
      "text": "And it came to pass that king Limhi and many of his people was desirous to be baptized; but there was none in the land that had authority from God. And Ammon declined doing this",
      "verse": 34
    },
    {
      "text": "thing, considering himself an unworthy servant; therefore they did not at that time form themselves into a church, waiting upon the spirit of the Lord. Now they were desirous to become even as Alma and his brethren, which had fled into the wilderness. They were desirous to be baptized, as a witness and a testimony that they were willing to serve God with all their hearts; nevertheless they did prolong the time: and an account of their baptism shall be given hereafter. And now all the study of Ammon and his people, and king Limhi and his people, was to deliver themselves out of the hands of the Lamanites, and from bondage.",
      "verse": 35
    }
  ],
  "chapter": 10,
  "title": "Mosiah 9"
}