{
  "verses": [
    {
      "text": "CHAPTER VII. And now it came to pass that Zeniff conferred the kingdom upon Noah, one of his sons; therefore Noah began to reign in his stead; and he did not walk in the ways of his father.",
      "verse": 1
    },
    {
      "text": "For behold, he did not keep the commandments of God, but he did walk after the desires of his own heart. And he had many wives and concubines. And he did cause his people to commit sin, and do that which was abominable in the sight of the Lord. Yea, and they did commit whoredoms, and all manner of wickedness. And he laid a tax of one fifth part of all they possessed; and a fifth part of their gold and of their silver, and a fifth part of their ziff, and of their copper, and of their brass and their iron; and a fifth part of their fatlings; and also, a fifth part of all their grain. And all this did he take, to support himself, and his wives, and his concubines, and also, his priests, and their wives, and their concubines; thus he had changed the affairs of the kingdom. For he put down all the priests that had been consecrated by his father, and consecrated new ones in their stead, such as were lifted up in the pride of their hearts. Yea, and thus were they supported in their laziness, and in their idolatry, and in their whoredoms, by the taxes which king Noah had put upon his people; thus did the people labor exceedingly, to support iniquity. Yea, and they also became idolatrous, because they were deceived by the vain and flattering words of the king and priests; for they did speak flattering things unto them.",
      "verse": 2
    },
    {
      "text": "And it came to pass that king Noah built many elegant and spacious buildings; and he ornamented them with fine work of wood, and of all manner of precious things, of gold, and of silver, and of iron, and of brass, and of ziff, and of copper; and he also built him a spacious palace, and a throne in the midst thereof, all of which was of fine wood, and was ornamented with gold and silver, and with precious things. And he also caused that his workmen should work all manner of fine work within the walls of the temple, of fine wood, and of copper, and of brass; and the seats which was set apart for the high priests, which was above all the other seats, he did ornament with pure gold; and he caused a breastwork to be built before them, that they might rest their bodies and their arms upon, while they should speak lying and vain words to his people.",
      "verse": 3
    },
    {
      "text": "And it came to pass that he built a tower near the temple; yea, a very high tower, even so high that he could stand upon the top thereof and overlook the land of Shilom, and also the land of Shemlon, which was possessed by the Lamanites; and he could even look over all the land round about.",
      "verse": 4
    },
    {
      "text": "And it came to pass that he caused many buildings to be",
      "verse": 5
    },
    {
      "text": "built in the land of Shilom; and he caused a great tower to be built on the hill north of the land of Shilom, which had been a resort for the children of Nephi, at the time they fled out of the land; and thus he did do with the riches which he obtained by the taxation of his people.",
      "verse": 6
    },
    {
      "text": "And it came to pass that he placed his heart upon his riches, and he spent his time in riotous living with his wives and his concubines; and so did also his priests spend their time with harlots. And it came to pass that he planted vineyards round about in the land; and he built wine presses, and made wine in abundance; and therefore he became a wine bibber, and also his people.",
      "verse": 7
    },
    {
      "text": "And it came to pass that the Lamanites began to come in upon his people, upon small numbers, and to slay them in their fields, and while they were tending their flocks. And king Noah sent guards round about the land to keep them off; but he did not send a sufficient number, and the Lamanites came upon them and killed them, and drove many of their flocks out of the land: thus the Lamanites began to destroy them and to exercise their hatred upon them.",
      "verse": 8
    },
    {
      "text": "And it came to pass that king Noah sent his armies against them, and they were driven back, or they drove them back for a time; therefore, they returned rejoicing in their spoil. And now, because of this great victory, they were lifted up in the pride of their hearts; they did boast in their own strength, saying, That their fifty could stand against thousands of the Lamanites; and thus they did boast, and did delight in blood, and the shedding of the blood of their brethren, and this because of the wickedness of their king and priests.",
      "verse": 9
    },
    {
      "text": "And it came to pass that there was a man among them, whose name was Abinadi; and he went forth among them, and began to prophesy, saying, Behold, thus saith the Lord, and thus hath he commanded me, saying, Go forth and say unto this people, thus saith the Lord: Wo be unto this people, for I have seen their abominations, and their wickedness, and their whoredoms; and except they repent, I will visit them in mine anger. And except they repent, and turn to the Lord their God, behold, I will deliver them into the hands of their enemies; yea, and they shall be brought into bondage; and they shall be afflicted by the hand of their enemies. And it shall come to pass that they shall know that I am the Lord their God, and am a jealous God, visiting the iniquities of my people. And it shall come to pass that except this people repent,",
      "verse": 10
    },
    {
      "text": "and turn unto the Lord their God, they shall be brought into bondage; and none shall deliver them, except it be the Lord the Almighty God. Yea, and it shall come to pass that when they shall cry unto me, I will be slow to hear their cries; yea, and I will suffer them that they be smitten by their enemies. And except they repent in sackcloth and ashes, and cry mightily to the Lord their God, I will not hear their prayers, neither will I deliver them out of their afflictions; and thus saith the Lord, and thus hath he commanded me.",
      "verse": 11
    },
    {
      "text": "Now it came to pass that when Abinadi had spoken these words unto them, they were wroth with him, and sought to take away his life; but the Lord delivered him out of their hands. Now when king Noah had heard of the words which Abinadi had spake unto the people, he was also wroth; and he saith, Who is Abinadi, that I and my people should be judged of him? or who is the Lord, that shall bring upon my people such great affliction? I command you to bring Abinadi hither, that I may slay him: for he hath said these things, that he might stir up my people to anger, one with another, and to raise contentions among my people; therefore, I will slay him. Now the eyes of the people were blinded; therefore, they hardened their hearts against the words of Abinadi, and they sought from that time forward to take him. And king Noah hardened his heart against the word of the Lord; and he did not repent his evil doings.",
      "verse": 12
    },
    {
      "text": "And it came to pass that after the space of two years, that Abinadi came among them in disguise, that they knew him not, and began again to prophesy among them, saying, Thus hath the Lord commanded me saying: Abinadi, go and prophesy unto this my people, for they have hardened their hearts against my words; they have repented not of their evil doings; therefore, I will visit them in my anger, yea, in my fierce anger will I visit them in their iniquities and abominations; yea, wo be unto this generation. And the Lord said unto me, Stretch forth thy hand, and prophesying, saying, Thus saith the Lord: It shall come to pass that this generation, because of their iniquities, shall be brought into bondage, and shall be smitten on the cheek; yea, and shall be driven by men, and shall be slain; and the vultures of the air, and the dogs, yea, and the wild beasts, shall devour their flesh.",
      "verse": 13
    },
    {
      "text": "And it shall come to pass that the life of king Noah shall be valued even as a garment in a hot furnace; for he shall know that I am the Lord. And it shall come to pass that I",
      "verse": 14
    },
    {
      "text": "will smite this my people, with sore afflictions; yea, with famine and with pestilence; and I will cause that ye shall howl all the day long. Yea, and I will cause that they shall have burdens lashed upon their backs; and they shall be driven before, like a dumb ass.",
      "verse": 15
    },
    {
      "text": "And it shall come to pass that I will send forth hail among them, and it shall smite them; and they shall also be smitten with the east wind; and insects shall pester their land also, and devour their grain. And they shall be smitten with a great pestilence; and all this will I do, because of their iniquities and abominations.",
      "verse": 16
    },
    {
      "text": "And it shall come to pass that except they repent, I will utterly destroy them from off the face of the earth; yet they shall leave a record behind them, and I will preserve them for other nations which shall possess the land; yea, even this will I do, that I may discover the abominations, of this people to other nations. And many things did Abinadi prophesy against this people.",
      "verse": 17
    },
    {
      "text": "And it came to pass that they were angry with him; and they took him and carried him bound before the king, and saith unto the king, Behold, we have brought a man before thee which has prophesied evil concerning thy people, and saith that God will destroy them; and he also prophesieth evil concerning thy life, and saith that thy life shall be as a garment in a furnace of fire. And again: He saith that thou shalt be as a stalk, even as a dry stalk of the field, which is ran over by the beasts and trodden under foot. And again; He saith thou shalt be as the blossoms of a thistle, which when it is fully ripe, if the wind bloweth, it is driven forth upon the face of the land; and he pretendeth the Lord hath spoken it. And he saith all this shall come upon thee, except thou repent; and this because of thine iniquities.",
      "verse": 18
    },
    {
      "text": "And now, O king, what great evil hast thou done, or what great sins has thy people committed, that we should be condemned of God, or judged of this man? And now, O king, behold, we are guiltless, and thou, O king hast not sinned; therefore, this man hast lied concerning you, and he hath prophesied in vain. And behold, we are strong, we shall not come into bondage, or be taken captive by our enemies; yea, and thou hast prospered in the land, and thou shalt also prosper. Behold, here is the man, we deliver him into thy hands; thou mayest do with him as seemeth thee good.",
      "verse": 19
    },
    {
      "text": "And it came to pass that king Noah caused that Abinadi",
      "verse": 20
    },
    {
      "text": "should be cast into prison; and he commanded that the priests should gather themselves together, that he might hold a council with them what he should do with him. And it came to pass that they saith unto the king, Bring him hither, that we may question him. And the king commanded that he should be brought before them. And they began to question him, that they might cross him, that thereby they might have wherewith to accuse him; but he answered them boldly, and withstood all their questions, yea, to their astonishment: for he did withstand them in all their questions, and did confound them in all their words.",
      "verse": 21
    },
    {
      "text": "And it came to pass that one of them saith unto him, What meaneth the words which are written, and which have been taught by our fathers, saying: How beautiful upon the mountains are the feet of Him that bringeth good tidings; that publisheth peace; that bringeth good tidings of good; that publisheth salvation; that sayeth unto Zion, Thy God reigneth; thy watchmen shall lift up the voice with the voice; together shall they sing, for they shall see eye to eye, when the Lord shall bring again Zion. Break forth into joy; sing together ye waste places of Jerusalem: for the Lord hath comforted his people; he hath redeemed Jerusalem. The Lord hath made bare his holy arm in the eyes of all the nations; and all the ends of the earth shall see the salvation of our God. And now Abinadi saith unto them, Are you priests? and pretend to teach this people, and to understand the spirit of prophesying, and yet desireth to know of me what these things mean? I say unto you, Wo be unto you for perverting the ways of the Lord. For if ye understand these things, ye have not taught them; therefore, ye have perverted the ways of the Lord. -- Ye have not applied your hearts to understanding; therefore, ye have not been wise. Therefore, what teacheth thou this people? And they said, We teach the law of Moses. And again, He saith unto them, if ye teach the law of Moses, why do ye not keep it? Why do ye set your hearts upon riches? Why do ye commit whoredoms, and spend your strength with harlots, yea, and cause this people to commit sin, that the Lord hath caused to send me to prophesy against this people, yea, even a great evil against this people? Knowest thou not that I speak the truth? Yea, thou knowest that I speak the truth; and you had ought to tremble before God.",
      "verse": 22
    },
    {
      "text": "And it shall come to pass, that ye shall be smitten for thine iniquities: for ye had said that ye teach the law of Moses.",
      "verse": 23
    },
    {
      "text": "And what knowest thou concerning the law of Moses? Doth salvation come by the law of Moses? What sayest thou? And they answered and said, that salvation did come by the law of Moses. But now Abinadi saith unto them, I know if ye keep the commandments of God, ye shall be saved; yea, if ye keep the commandments which the Lord delivered unto Moses in the mount of Sinai, saying: I am the Lord thy God, which have brought thee out of the land of Egypt, out of the house of bondage. Thou shalt have no other God before me. Thou shalt not make unto thee any graven image, or any likeness of any thing in the heaven above, or the things which is in the earth beneath. Now Abinadi saith unto them, Have ye done all this? I say unto you, Nay, ye have not. And have ye taught this people that they should do all these things? I say unto you, Nay, ye have not.",
      "verse": 24
    },
    {
      "text": "And now that when the king had heard these words, he said unto his priests, Away with this fellow, and slay him: for what have we to do with him, for he is mad. And they stood forth and attempted to lay hands on him; but he withstood them, and said unto them, Touch me not, for God shall smite you if ye lay your hands upon me, for I have not delivered the message which the Lord sent me to deliver; neither have I told you that which ye requested that I should tell; therefore, God will not suffer that I shall be destroyed at this time. For I must fulfil the commandments wherewith God hath commanded me; and because I have told you the truth, ye are angry with me. And again: Because I have spoken the word of God, you have judged me that I am mad.",
      "verse": 25
    },
    {
      "text": "Now it came to pass after Abinadi had spoken these words, that the people of king Noah durst not lay their hands on him; for the Spirit of the Lord was upon him; and his face shone with exceeding lustre, even as Moses did while in the mount of Sinai, while speaking with the Lord. And he spake with power and authority from God; and he continued his words, saying, Ye see that ye have not power to slay me, therefore, I finish my message. Yea, and I perceive that it cuts you to your hearts, because I tell you the truth concerning your iniquities; yea, and my words fill you with wonder and amazement, and with anger. But I finish my message; and then it matters not whither I go, if it so be that I am saved. But this much I tell you: What you do with me after this, shall be as a type and a shadow of things which is to come. And now I read unto you the remainder of the commandments of God,",
      "verse": 26
    },
    {
      "text": "for I perceive that they are not written in your hearts; I perceive that ye have studied and taught iniquity the most part of your lives.",
      "verse": 27
    },
    {
      "text": "And now, ye remember that I said unto you, Thou shalt not make unto thee any graven images, or any likeness of things which is in heaven above, or which is in the earth beneath, or which is in the water under the earth. And again: Thou shalt not bow down thyself unto them, nor serve them: for I the Lord thy God am a jealous God, visiting the iniquities of the fathers upon the children, unto the third and fourth generations of them that hate me; and shewing mercy unto thousands of them that love me, and keep my commandments. -- Thou shalt not take the name of the Lord thy God in vain: for the Lord will not hold him guiltless that taketh his name in vain. Remember the sabbath-day, to keep it holy. Six days shalt thou labor, and do all thy work: but the seventh day, the sabbath of the Lord thy God, thou shalt not do any work, thou, nor thy son, nor thy daughter, thy man-servant, nor thy maid-servant, nor thy cattle, nor thy stranger that is within thy gates: for in six days the Lord made heaven and earth, and the sea, and all that in them is; wherefore the Lord blessed the sabbath-day, and hallowed it. Honor thy father and thy mother, that thy days may be long upon the land which the Lord thy God giveth thee. Thou shalt not kill. Thou shalt not commit adultery. Thou shalt not steal. Thou shalt not bear false witness against thy neighbor. Thou shalt not covet thy neighbor\u0027s house, thou shalt not covet thy neighbor\u0027s wife, nor his man-servant, nor his maid-servant, nor his ox, nor his ass, nor any thing that is thy neighbor\u0027s.",
      "verse": 28
    }
  ],
  "chapter": 8,
  "title": "Mosiah 7"
}